Repository: lliurex/gcompris
Catalog: po/gcompris_*.po
Languages: gd, hi

# ActivityInfo|
source: Turn the cards over to find two numbers which multiply the same, until all the cards are gone.
gd: Thoir car air dà cairt gus an dèan na tha air an dàrna cairt na tha air a’ chairt eile ’s tu ag iomadachadh.
hi: जब तक सभी कार्ड गायब नहीं हो जाते, तब तक दो नंबरों को खोजने के लिए कार्ड पलटते रहे जो समान गुणा करें।

# ActivityInfo|
source: Practice multiplication, until all the cards are gone.
gd: Dèan iomadachadh gus am bi gach cairt air falbh.
hi: गुणन का अभ्यास करें , जब तक सभी कार्ड चले न जाएं।

# ActivityInfo|
source: Multiplication
gd: Iomadachadh
hi: गुणा

# ActivityInfo|
source: Multiplication memory game
gd: Geama cuimhne iomadachaidh
hi: गुणन स्मरण के खेल

# ActivityInfo|
source: Audio memory game against Tux
gd: Geama cuimhne claisneachd an aghaidh Tux
hi: टक्स के विरुद्ध ऑडियो स्मरण खेल

# ActivityInfo|
source: Play the audio memory game against Tux
gd: Cluich geama cuimhne claisneachd an aghaidh Tux
hi: टक्स के विरुद्ध ऑडियो स्मरण खेल खेलें

# ActivityInfo|
source: Train your audio memory and remove all the cards.
gd: Cleachd do chuimhne fhuaimean is thoir gach cairt air falbh.
hi: अपने स्मरण को प्रशिक्षित करें और सभी पत्ते हटाएँ.

# ActivityInfo|
source: A set of cards is shown. Each card has an associated sound, and each sound has a twin exactly the same. Click on a card to hear its hidden sound, and try to match the twins. You can only activate two cards at once, so you need to remember where a sound is, while you listen to its twin. When you turn over the twins, they both disappear.
gd: Chì thu seata de chairtean. Tha fuaim co-cheangailte ri gach cairt agus tha càraid cho-ionnann aig gach fuaim. Briog air cairt gus an fhuaim fhalaichte aige a chluinntinn is feuch ri a seise a lorg. Chan urrainn dhut ach dà chairt a ghnìomhachadh aig an aon àm, mar sin feumaidh tu cumail ’nad chuimhne far a bheil fuaim fhad ’s a bhios tu a’ sireadh a càraid. Nuair a thionndaidheas tu càraid, thèid an dà dhiubh à sealladh.
hi: कार्ड का एक सेट दिखाया गया है प्रत्येक कार्ड का एक संबद्ध आवाज़ है, और प्रत्येक ध्वनि में एक ट्विन बिल्कुल समान है अपने छिपे हुए ध्वनि को सुनने के लिए एक कार्ड पर क्लिक करें, और जुड़वा बच्चों का मिलान करने का प्रयास करें आप केवल एक ही बार में दो कार्ड सक्रिय कर सकते हैं, इसलिए आपको यह याद रखना होगा कि ध्वनि कहाँ है, जबकि आप अपने जुड़वा को सुनते हैं। जब आप जुड़वाओं को बदलते हैं, तो वे दोनों गायब हो जाते हैं।

# ActivityInfo|
source: Audio memory game
gd: Geama cuimhne claisneachd
hi: ऑडियो स्मरण खेल

# ActivityInfo|
source: Click on cards and listen to find the matching sounds
gd: Briog air cairtean is èist gus na fuaimean càraid a lorg
hi: कार्ड पर क्लिक करें और मिलान ध्वनियों को खोजने के लिए सुनें।

# ActivityInfo|
source: Memory Game with images against Tux
gd: Geama cuimhne le dealbhan aghaidh Tux
hi: टक्स के विरुद्ध चित्रों के साथ स्मरण खेल

# ActivityInfo|
source: Flip the cards to find the matching pairs against Tux
gd: Thoir car air na cairtean gus na càraidean a lorg an aghaidh Tux
hi: टक्स के साथ मिलान करने वाले जोड़े खोजने के लिए कार्ड फ्लिप करें

# ActivityInfo|
source: Train your memory and remove all the cards
gd: Cleachd do chuimhne is thoir gach cairt air falbh
hi: अपनी याददाश्त तेज करें और सभी पत्ते हटाएँ

# ActivityInfo|
source: A set of blank cards is shown. Each card has a picture on the other side, and each picture card has a twin exactly the same. Click on a card to see its hidden picture, and try to match the twins. You can only turn over two cards at once, so you need to remember where a picture is, while you look for its twin. When you turn over the twins, they both disappear. Tux teacher do the same.
gd: Thèid cairtean falamh a shealltainn dhut. Tha dealbh taobh eile gach cairte is tha càraid aig gach cairt air a bheil an aon dealbh. Briog air cairt gus an dealbh falaichte a shealltainn is feuch ris a sheise a lorg. Chan urrainn dhut ach dà chairt a thionndadh aig an aon àm, mar sin feumaidh tu cur nad chuimhne far a bheil dealbh fhad ’s a tha thu a’ sireadh a chàraid. Nuair a thionndaidheas tu an càraid, thèid an dà thè a-mach à sealladh. Nì Tux an tidsear an aon rud.
hi: रिक्त कार्ड का एक सेट दिखाया गया है। प्रत्येक कार्ड के पास दूसरी तरफ एक तस्वीर होती है, और प्रत्येक तस्वीर कार्ड के पास एक जुड़वां जुड़नार है। अपने छिपे हुए चित्र को देखने के लिए एक कार्ड पर क्लिक करें, और जुड़वा जुड़ने का प्रयास करें आप केवल एक ही बार में दो कार्ड बदल सकते हैं, इसलिए आपको यह याद रखना होगा कि कोई तस्वीर कहां है, जबकि आप अपने जुड़वा की तलाश करते हैं। जब आप जुड़वाओं को बदलते हैं, तो वे दोनों गायब हो जाते हैं। टक्स शिक्षक ऐसा ही करता हैं।

# ActivityInfo|
source: Wordnumber memory game
gd: Geama cuimhne faclan nan àireamh
hi: शब्दसंख्या स्मरण के खेल

# ActivityInfo|
source: Turn the cards over to match the number with the word matching it.
gd: Thoir car air dà cairt gus an àireamh a lorg a bhios sgrìobhte mar fhacal air a’ chairt eile.
hi: इसके साथ मिलान करने वाले शब्द से मेल खाने के लिए कार्ड को चालू करें।

# ActivityInfo|
source: Reading numbers, memory.
gd: Leughadh àireamhan, cuimhne.
hi: संख्या पढ़ना, स्मरण.

# ActivityInfo|
source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding the numeral form of a number, or the word to write it.
gd: Chì thu cuid a chairtean ach chan fhaic thu na tha air an taobh eile dhiubh. Falaichidh gach cairt àireamh no facal na h-àireimh.
hi: आप कुछ कार्ड देख सकते हैं, लेकिन आप उनके पीछे नही देख सकते हैं। प्रत्येक कार्ड में एक संख्या का अंक छिपा हुआ है, या इसे लिखने के लिए शब्द।

# dataset|
source: zero
gd: neoni
hi: शून्य

# dataset|
source: one
gd: a h-aon
hi: एक

# dataset|
source: two
gd: a dhà
hi: दो

# dataset|
source: three
gd: a trì
hi: तीन

# dataset|
source: four
gd: a ceithir
hi: चार

# dataset|
source: five
gd: a còig
hi: पाँच

# dataset|
source: six
gd: a sia
hi: छः

# dataset|
source: seven
gd: a seachd
hi: सात

# dataset|
source: eight
gd: a h-ochd
hi: आठ

# dataset|
source: nine
gd: a naoidh
hi: नौ

# dataset|
source: ten
gd: a deich
hi: दस

# dataset|
source: eleven
gd: aon deug
hi: ग्यारह

# dataset|
source: twelve
gd: dà dheug
hi: बारह

# dataset|
source: thirteen
gd: trì deug
hi: तेरह

# dataset|
source: fourteen
gd: ceithir deug
hi: चौदह

# dataset|
source: fifteen
gd: còig deug
hi: पंद्रह

# dataset|
source: sixteen
gd: sia deug
hi: सोलह

# dataset|
source: seventeen
gd: seachd deug
hi: सत्रह

# dataset|
source: eighteen
gd: ochd deug
hi: अठारह

# dataset|
source: nineteen
gd: naoidh deug
hi: उन्नीस

# dataset|
source: twenty
gd: fichead
hi: बीस

# ActivityInfo|
source: Memory Game with images
gd: Geama cuimhne le dealbhan
hi: छवियों के साथ स्मरण के खेल

# ActivityInfo|
source: Flip the cards to find the matching pairs
gd: Thoir car air na cairtean gus na càraidean a lorg
hi: मिलान जोड़े खोजने के लिए कार्ड पलटें

# ActivityInfo|
source: A set of blank cards is shown. Each card has a picture on the other side, and each picture card has a twin exactly the same. Click on a card to see its hidden picture, and try to match the twins. You can only turn over two cards at once, so you need to remember where a picture is, while you look for its twin. When you turn over the twins, they both disappear.
gd: Thèid cairtean falamh a shealltainn dhut. Tha dealbh taobh eile gach cairte is tha càraid aig gach cairt air a bheil an aon dealbh. Briog air cairt gus an dealbh falaichte a shealltainn is feuch ris a sheise a lorg. Chan urrainn dhut ach dà chairt a thionndadh aig an aon àm, mar sin feumaidh tu cur nad chuimhne far a bheil dealbh fhad ’s a tha thu a’ sireadh a chàraid. Nuair a thionndaidheas tu an càraid, thèid an dà thè a-mach à sealladh.
hi: रिक्त कार्ड का एक सेट दिखाया गया है। प्रत्येक कार्ड के पास दूसरी तरफ एक तस्वीर होती है, और प्रत्येक तस्वीर कार्ड के पास एक जुड़वां जुड़नार है। अपने छिपे हुए चित्र को देखने के लिए एक कार्ड पर क्लिक करें, और जुड़वा जुड़ने का प्रयास करें आप केवल एक ही बार में दो कार्ड बदल सकते हैं, इसलिए आपको यह याद रखना होगा कि कोई तस्वीर कहां है, जबकि आप अपने जुड़वा की तलाश करते हैं। जब आप जुड़वाओं को बदलते हैं, तो वे दोनों गायब हो जाते हैं।

# ActivityInfo|
source: GCompris Main Menu
gd: Prìomh chlàr-taice GCompris
hi: जीकोंप्रिस मुख्य मेनू

# ActivityInfo|
source: Select an activity to run it.
gd: Tagh gnìomhachd airson a ruith.
hi: चलाने के लिए कोई गतिविधि चुनें.

# ActivityInfo|
source: GCompris is a high quality educational software suite, including a large number of activities for children aged 2 to 10.
gd: ’S e cruinneachadh de shàr-gheamannan foghlaim a tha ann an GCompris, a’ gabhail a-staigh iomadh cleas do chlann a tha eadar 2 ’s 10 bliadhna a dh’aois.
hi: जीकॉम्परी एक उच्च गुणवत्ता वाली शैक्षणिक सॉफ्टवेयर सूट है जिसमें 2 से 10 वर्ष की आयु के बच्चों के लिए कई गतिविधियां शामिल हैं

# ActivityInfo|
source: Some of the activities are game orientated, but nonetheless still educational.
gd: ’S e geamannan a tha cuid dhe na cleasan ach ionnsaichidh a’ chlann leotha co-dhiù.
hi: कुछ गतिविधियां खेल केंद्रित हैं, लेकिन फिर भी अभी भी शैक्षिक हैं।

# ActivityInfo|
source: Select an icon to enter an activity or to display a list of activities in a category. At the bottom of the screen is the GCompris control bar. Notice that you can hide or show the bar by touching its anchor. The following icons are displayed: (note that each icon is displayed only if available in the current activity) Home - Exit an activity, go back to menu (Ctrl+W and escape key) Arrows - Display the current level. Click to select another level Lips - Repeat the question Question Mark - Help Reload - Start the activity from the beginning again Tool - The configuration menu G - About GCompris Quit - Quit GCompris (Ctrl+Q) The stars show suitable age groups for each game: 1, 2 or 3 simple stars - from 2 to 6 years old 1, 2 or 3 complex stars - 7 years and up Shortcuts: Ctrl+B Show or Hide the control bar Ctrl+F Toggle full screen Ctrl+M Toggle mute for the background music Ctrl+S Toggle the activity section bar
gd: Tagh ìomhaigheag airson gnìomhachd a dhùsgadh no airson liosta de ghnìomhachdan fhaicinn ann an roinn. Tha bàr-smachd GCompris aig bonn na sgrìn. ’S urrainn dhut am bàr a leigeil ris no a chur am falach le bhith a’ suathadh ris an acair aige. Thèid na h-ìomhaigheagan a leanas a thaisbeanadh (thoir an aire nach faic thu ìomhaigheag ach ma tha i iomchaidh dhan ghnìomhachd sa bheil thu): Dhachaidh – Fàg an cleas, till dhan chlàr-taice (Ctrl+W ’s an iuchair Esc) Saighdean – Seall an leibheil làithreach. Briog gus leibheil eile a thaghadh Bilean – Cuir a’ cheist a-rithist Comharra-ceiste – Cobhair Ath-luchdaich – Tòisich air a’ ghnìomhachd on toiseach a-rithist Toinnear – An clàr-taice rèiteachaidh G – Mu dhèidhinn GCompris Fàg an-seo – Fàg GCompris (Ctrl + X) Seallaidh na rionnagan dhut buidheann aoise airson gach geama: 1, 2 no 3 rionnagan simplidh – eadar 2 is 6 bliadhna a dh’aois 1, 2 no 3 rionnagan iomadh-rinneach – 7 bliadhna no nas sine Ath-ghoiridean: Ctrl + B – Seall no falaich am bàr-smachd Ctrl + F – Toglaich am modh làn-sgrìn Ctrl + M – Toglaich mùchadh air ceòl a’ chùlaibh Ctrl+S – Toglaich bàr earrann na gnìomhachd
hi: कोई गतिविधि दर्ज करने के लिए या किसी श्रेणी में गतिविधियों की एक सूची प्रदर्शित करने के लिए कोई आइकन चुनें। स्क्रीन के नीचे GCompris नियंत्रण बार है ध्यान दें कि आप अपने लंगर को छूकर पट्टी छुपा या दिखा सकते हैं। निम्न आइकन प्रदर्शित होते हैं: (ध्यान दें कि प्रत्येक आइकन केवल तभी प्रदर्शित किया जाता है जब वर्तमान गतिविधि में उपलब्ध हो) होम - किसी गतिविधि से बाहर निकलें, मेनू पर वापस जाएं (Ctrl + W और एस्केप कुंजी) तीर - वर्तमान स्तर को प्रदर्शित करें दूसरे स्तर का चयन करने के लिए क्लिक करें होंठ - प्रश्न दोहराएं प्रश्न चिह्न - सहायता पुनः लोड करें - शुरुआत से गतिविधि फिर से शुरू करें उपकरण - कॉन्फ़िगरेशन मेनू जी - जी कॉम्पप्रिस के बारे में छोड़ें - जी कॉम्पप्रिस (Ctrl + Q) से बाहर निकलें सितारे प्रत्येक गेम के लिए उपयुक्त आयु समूहों को दिखाते हैं: 1, 2 या 3 सरल सितारों - 2 से 6 साल की उम्र से 1, 2 या 3 जटिल सितारों - 7 वर्ष और ऊपर शॉर्टकट: Ctrl + B नियंत्रण बार छुपाएं या छिपाएं Ctrl + F पूर्ण स्क्रीन टॉगल करें Ctrl + M पृष्ठभूमि संगीत के लिए म्यूट टॉगल करें Ctrl + S गतिविधि अनुभाग बार टॉगल करें

# ConfigurationItem|
source: You have the full version
gd: Tha an tionndadh slàn agad
hi: आप के पास पूर्ण संस्करण है

# ConfigurationItem|
source: Buy the full version
gd: Ceannaich an tionndadh slàn
hi: पूरा संस्करण खरीदें

# ConfigurationItem|
source: On <a href='http://gcompris.net'>http://gcompris.net</a> you will find the instructions to obtain an activation code.
gd: Gheibh thu stiùireadh a dh’innseas dhut mar a gheibh thu còd gnìomhachaidh air <a href='http://gcompris.net'>http://gcompris.net</a>.
hi: <a href='http://gcompris.net'>http://gcompris.net</a>पर आपको एक सक्रियण कोड प्राप्त करने के निर्देश मिलेगा।

# ConfigurationItem|
source: Enter your activation code
gd: Cuir an còd gnìomhachaidh a-steach
hi: अपना सक्रियण कोड दर्ज करें

# ConfigurationItem|
source: Sorry, your code is too old for this version of GCompris
gd: Tha sinn duilich ach tha an còd agad ro aosta airson an tionndadh seo de GCompris
hi: क्षमा करें, आपका कोड जीकोम्प्री के इस संस्करण के लिए बहुत पुराना है

# ConfigurationItem|
source: Your code is valid, thanks a lot for your support
gd: Tha an còd agad dligheach, mòran taing airson taic a chumail rinn
hi: आपका कोड मान्य है, आपके समर्थन के लिए बहुत बहुत धन्यवाद

# ConfigurationItem|
source: Show locked activities
gd: Seall gnìomhachdan glaiste
hi: तालाबंद गतिविधियाँ दिखाएँ

# ConfigurationItem|
source: Enable audio voices
gd: Cuir an guth an comas
hi: ऑडियो आवाज चालू करें

# ConfigurationItem|
source: Enable audio effects
gd: Cuir na fuaimean an comas
hi: ऑडियो प्रभाव चालू करें

# ConfigurationItem|
source: Fullscreen
gd: Làn-sgrìn
hi: पूर्ण स्क्रीन

# ConfigurationItem|
source: Virtual Keyboard
gd: Meur-chlàr mas-fhìor
hi: आभासी कुंजी पटल

# ConfigurationItem|
source: Enable automatic downloads/updates of sound files
gd: Cuir luchdadh a-nuas/ùrachadh de dh’fhaidhlichean fuaime fèin-obrachail an comas
hi: ध्वनि फ़ाइलों के स्वत: डाउनलोड / अपडेट सक्षम करें

# ConfigurationItem|
source: Use full word image set
gd: Cleach seata slàn de dhealbhan nam faclan
hi: पूर्ण शब्द छवि सेट डाउनलोड करें

# ConfigurationItem|
source: Download full word image set
gd: Luchdaich a-nuas seata slàn de dhealbhan nam faclan
hi: पूर्ण शब्द छवि सेट डाउनलोड करें

# ConfigurationItem|
source: The activity section menu is visible
gd: Chithear clàr-taice earrann na gnìomhachd
hi: गतिविधि अनुभाग मेनू दिखाई दे रहा है

# ConfigurationItem|
source: Font selector
gd: Roghnaichear a’ chrutha-chlò
hi: फ़ॉन्ट चयन

# ConfigurationItem|
source: Font size
gd: Meud a’ chrutha-chlò
hi: फांट आकार

# ConfigurationItem|
source: Default
gd: Bun-roghainn
hi: तयशुदा

# ConfigurationItem|
source: Font Capitalization
gd: Litrichean mòra sa chruth-chlò
hi: फ़ॉन्ट कैपिटलाइज़ेशन

# ConfigurationItem|
source: Font letter spacing
gd: Beàrnadh eadar litrichean sa chruth-chlò
hi: फ़ॉन्ट अक्षर स्पेसिंग

# ConfigurationItem|
source: Language selector
gd: Roghnaichear a’ chànain
hi: भाषा चयन

# ConfigurationItem|
source: Localized voices
gd: Guthan ann an cànain eile
hi: स्थानीयकृत आवाज़ें

# ConfigurationItem|
source: Check for updates
gd: Thoir sùil airson ùrachaidhean
hi: अपडेट के लिए देखें

# ConfigurationItem|
source: Download
gd: Luchdaich a-nuas
hi: डाउनलोड

# ConfigurationItem|
source: Difficulty filter:
gd: Criathrag ìre na duilghe:
hi: कठिनाई फिल्टर:

# ConfigurationItem|
source: You selected a new locale. You need to restart GCompris to play in your new locale.<br/>Do you want to download the corresponding sound files now?
gd: Thagh thu sgeama ionadail ùr. Feumaidh tu GCompris ath-thòiseachadh mus fhaic thu an cànan ùr.<br/>A bheil thu airson na faidhlichean fuaime iomchaidh a luchdadh a-nuas an-dràsta?
hi: आपने एक नया लोकेल चुना है। आपको अपने नए लोकेल में खेलने के लिए जीकॉम्परी को फिर से शुरू करने की आवश्यकता है। <br/>क्या आप अभी संबंधित ध्वनि फ़ाइलें डाउनलोड करना चाहते हैं?

# ConfigurationItem|
source: Yes
gd: Tha
hi: हाँ

# ConfigurationItem|
source: No
gd: Chan eil
hi: नहीं

# ConfigurationItem|
source: The images for several activities are not yet installed.
gd: Cha deach na dealbhan airson grunn chleasan a stàladh fhathast.
hi: कई गतिविधियों के लिए चित्र अभी तक स्थापित नहीं हैं

# ConfigurationItem|
source: Do you want to download them now?
gd: A bheil thu airson an luchdadh a-nuas an-dràsta?
hi: क्या आप उन्हें अभी डाउनलोड करना चाहते हैं?

# ConfigurationItem|
source: Mixed case (default)
gd: Litrichean mòra ’s beaga (bun-roghainn)
hi: मिक्स केस (डिफ़ॉल्ट)

# ConfigurationItem|
source: All uppercase
gd: Litrichean mòra a-mhàin
hi: सभी अपरकेस

# ConfigurationItem|
source: All lowercase
gd: Litrichean beaga a-mhàin
hi: सभी लोअरकेस

# Menu|
source: Put your favorite activities here by selecting the sun at the top right of that activity.
gd: Cuir na cleasan as fhearr leat an-seo le bhith a’ taghadh na grèine gu h-àrd sa chleas ud.
hi: अपनी पसंदीदा गतिविधियों को यहां रखने के लिए गतिविधि के ऊपर दायीं ओर सूरज का चयन करें।

# Menu|
source: Search specific activities
gd: Lorg gnìomhachdan sònraichte
hi: विशिष्ट गतिविधियों को खोजें

# ActivityInfo|
source: Mining for gold
gd: Tochail òr
hi: सोने के लिए खनन

# ActivityInfo|
source: Use the mousewheel to approach the rockwall and look for gold nuggets.
gd: Cleachd cuibhle na luchaige gus teannadh dhan bhalla cloiche is cnapan òir a lorg.
hi: रॉकवॉल तक पहुंचने के लिए मूसवील का उपयोग करें और सोने की डली की तलाश करें।

# ActivityInfo|
source: Learn to use the mousewheel or the zoom / pinch gesture to zoom in and out.
gd: Ionnsaich mar a chleachdas tu cuibhle na luchaige no an gluasad sùmaidh/greimeachaidh airson sùmadh a-steach is a-mach.
hi: ज़ूम इन और आउट करने के लिए म्यूजवील या जूम / पिंच इशारे का उपयोग करना सीखें

# ActivityInfo|
source: You should be familiar with moving the mouse and clicking.
gd: Bu chòir do ghluasad na luchaige is briogadh a bhith agad.
hi: आपको माउस को स्थानांतरित और क्लिक करने से परिचित होना चाहिए।

# ActivityInfo|
source: Looking at the rockwall, you can see a sparkle somewhere. Move next to this sparkle and use the mousewheel or the zoom gesture to zoom in. If you zoomed in at maximum, a gold nugget will appear at the position of the sparkle. Click on the gold nugget to collect it. Having collected the nugget, use the mousewheel or the pinch gesture to zoom out again. If you zoomed out at maximum, another sparkle will appear, showing the next gold nugget to collect. Collect enough nuggets to complete the level. The truck in the lower, right corner of the screen will tell you the number of already collected nuggets and the total number of nuggets to collect in this level.
gd: Chì thu lainnir àiteigin air a’ bhalla cloiche. Gluais ri taobh na lainnir seo ’s cleachd cuibhle na luchaige no an gluasad sùmaidh/greimeachaidh airson sùmadh a-steach. Ma rinn tu an sùmadh as fhaisge, chì thu cnap òir far an robh an lainnir. Briog air a’ chnap gus a thogail. Nuair a bhios tu air an cnap a thogail, cleachd cuibhle na luchaige no an gluasad sùmaidh/greimeachaidh airson sùmadh a-mach a-rithist. Ma rinn thu an sùmadh as fharsainge, nochdaidh lainnir eile a sheallas dhut far a bheil cnap òir eile gus togail. Tog cnapan òir gu leòr gus an leibheil a choileanadh. Innsidh an truca oir deas aig bonn na sgrìn dhut co mheud cnap a thog thu gu ruige seo is na tha a dhìth gus an leibheil seo a choileanadh.
hi: रॉकवॉल को देखते हुए, आप कहीं एक चमक देख सकते हैं इस चमक के आगे बढ़ें और ज़ूम इन करने के लिए म्यूसवील या ज़ूम इशारे का उपयोग करें। यदि आप अधिकतम में ज़ूम इन करते हैं, तो सोने का सोने का डला चमक की स्थिति में दिखाई देगा। इसे इकट्ठा करने के लिए सोने की सोने की डली पर क्लिक करें सोने का डला इकट्ठा करने के बाद, फिर से ज़ूम आउट करने के लिए मूसवील या चुटकी के भाव का उपयोग करें। यदि आप अधिकतम पर ज़ूम आउट हो जाते हैं, तो एक और चमक दिखाई देगा, जिसमें अगले सोने का डंडे इकट्ठा होगा। स्तर को पूरा करने के लिए पर्याप्त सोने की डली इकट्ठा करें स्क्रीन के निचले, दायीं कोने में स्थित ट्रक आपको इस स्तर में एकत्र करने के लिए पहले से एकत्र किए गए सोने की डली की संख्या और कुल मिलाप की संख्या बताएगा।

# ActivityInfo|
source: Thanks to the Tuxpaint team for providing the following sounds under GPL: - realrainbow.ogg - used when a new gold nugget appears - metalpaint.wav - remixed and used when a gold nugget is collected
gd: Taing dhan sgioba Tux Paint gus na fuaimean seo a sholar fon GPL: – realrainbow.ogg – cleachdar seo nuair a nochdas cnap òir ùr – metalpaint.wav – air ath-mheasgachadh is ga cleachdadh nuair a thogas cnap òir
hi: जीपीएल के तहत निम्नलिखित ध्वनियों को उपलब्ध कराने के लिए टक्सपेंट टीम के लिए धन्यवाद: - realrainbow.ogg - जब एक नया सोने का सोने का डला दिखाई देता है - मेटलपेंट। वाव - रीमिक्स और इस्तेमाल किया जाता है जब एक सोने की सोने का टुकड़ा इकट्ठा होता है

# Mining|
source: Find the sparkle and zoom in around it. If you have a mouse, point the cursor on the sparkle then use the scroll wheel. If you have a trackpad, point the cursor on the sparkle then drag one finger on the right area or two fingers on the center. On a touch area, drag two fingers away from the sparkle, one in each direction.
gd: Lorg lainnis is sùm mun cuairtair. Ma tha luchag agad, tomh an cùrsair ris an lainnir is cleachd a’ chuibhle-sgrolaidh an uairsin. Ma tha pada-suathaidh agad, tomh an cùrsair ris an lainnir is slaod aon chorrag air an raon cheart an uairsin no dà chorrag san mheadhan. Air raon-suathaidh, slaod dà chorrag air falbh on lainnir dhan dà thaobh.
hi: स्पार्कल को ढूंढें और इसके आस-पास ज़ूम करें यदि आपके पास माउस है, तो कर्सर को स्पार्कल पर दें तो स्क्रॉल व्हील का उपयोग करें। अगर आपके पास एक ट्रैकपैड है, तो कर्सर को चमक पर इंगित करें फिर एक क्षेत्रफल पर एक उंगली खींचें और केंद्र पर दो अंगुलियां खींचें। एक स्पर्श क्षेत्र पर, दो उंगलियों को चमक से दूर खींचें, प्रत्येक दिशा में एक।

# Mining|
source: Perfect you are zooming. Continue until you see the nugget.
gd: Taghta, sin thu a’ sùmadh. Cum a’ dol gus am faic thu an cnap òir.
hi: बिल्कुल सही आप ज़ूमिंग कर रहे हैं। जब तक आप सोने का डला नहीं देखते तब तक जारी रखें।

# Mining|
source: Hum, take care, you are zooming too far from the sparkle.
gd: Thud, an aire, tha thu a’ sùmadh ro fhad air falbh on lainnir.
hi: हूं ध्यान रखें, आप चमक से बहुत दूर ज़ूम कर रहे हैं।

# Mining|
source: Now you see the nugget, click on it to catch it.
gd: Chì thu an cnap òir a-nis, briog air airson a ghlacadh.
hi: अब आप डला देखेंगे, इसे पकड़ने के लिए उस पर क्लिक करें।

# Mining|
source: Hum, you are too far from the nugget to see it. Unzoom then zoom again as close as you can from the sparkle.
gd: Thud, tha thu ro fhad air falbh on chnap òir is chan fhaic thu e. Sùm a-mach is a-steach a-rithist, cho faisg air an lainnir is urrainn dhut.
hi: हं, आप इसे देखने के लिए सोने की डली से बहुत दूर हैं फिर ज़ूम करें फिर से ज़ूम करें जितना करीब आप चमक से कर सकते हैं।

# Mining|
source: Now unzoom and try to find another sparkle.
gd: Sùm a-mach a-nis agus feuch is lorg lainnir eile.
hi: अब अंज़ुम करें और किसी और चमक को खोजने की कोशिश करें

# Mining|
source: Continue to unzoom until you see the sparkle.
gd: Sùm a-mach barrachd gus am faic thu lainnir eile.
hi: तब तक अंज़ुम करें जब तक आप स्पार्कल नहीं देखते।

# Mining|
source: Now you see the sparkle, go ahead, you can zoom on it.
gd: Chì thu an lainnir a-nis, siuthaid, sùm a-steach air.
hi: अब आप चमक को देखते हैं, आगे बढ़ो, आप इसे ज़ूम कर सकते हैं।

# ActivityInfo|
source: Missing Letter
gd: Litir a dhìth
hi: छूटे शब्द

# ActivityInfo|
source: Training reading skills
gd: A’ trèanadh sgilean leughaidh
hi: पढ़ने की दक्षता का प्रशिक्षण

# ActivityInfo|
source: Word reading
gd: Leughadh nam faclan
hi: शब्दों को पढ़ना
