Repository: lliurex/gcompris
Catalog: po/gcompris_*.po
Languages: gd, hi

# Lang|
source: GCompris is developed by the KDE community, you can translate GCompris by joining a translation team on <a href="%2">%2</a>
gd: Tha GCompris ’ga leasachadh le coimhearsnachd KDE agus is urrainn dhut taic a chumail ris an obair eadar-theangachaidh ma thèid thu gu <a href="%2">%2</a>
hi: जीकॉमप्री को केडीई समुदाय द्वारा विकसित किया गया है, आप <a href="%2">%2</a> पर एक अनुवाद टीम में शामिल होकर जीकॉमप्री का अनुवाद कर सकते हैं।

# Lang|
source: We switched to English for this activity but you can select another language in the configuration dialog.
gd: Dhùisg sinn an tionndadh Beurla dhen ghnìomhachd seo dhut ach is urrainn dhut cànan eile a thaghadh sna roghainnean.
hi: हमने इस गतिविधि के लिए अंग्रेजी में स्विच किया लेकिन आप कॉन्फ़िगरेशन डायलॉग में दूसरी भाषा चुन सकते हैं।

# Lang|
source: Select your locale
gd: Tagh an sgeama ionadail agad
hi: अपनी भाषा चुनें

# Lang|
source: other
gd: eile
hi: अन्य

# Lang|
source: action
gd: gnìomh
hi: कार्य

# Lang|
source: adjective
gd: buadhair
hi: विशेषण

# Lang|
source: color
gd: dath
hi: रंग

# Lang|
source: number
gd: àireamh
hi: अंक

# Lang|
source: people
gd: daoine
hi: लोग

# Lang|
source: bodyparts
gd: pàirtean dhen bhodhaig
hi: शरीर के अंग

# Lang|
source: clothes
gd: aodach
hi: कपड़े

# Lang|
source: emotion
gd: faireachdainnean
hi: मनोभाव

# Lang|
source: job
gd: obair
hi: कार्य

# Lang|
source: sport
gd: spòrs
hi: खेल

# Lang|
source: nature
gd: nàdar
hi: प्रकृति

# Lang|
source: animal
gd: beathaichean
hi: जानवर

# Lang|
source: fruit
gd: measan
hi: फल

# Lang|
source: plant
gd: lusan
hi: पौधा

# Lang|
source: vegetables
gd: glasraich
hi: सब्जियाँ

# Lang|
source: object
gd: rudan
hi: वस्तु

# Lang|
source: construction
gd: togail
hi: निर्माण

# Lang|
source: furniture
gd: àirneis
hi: फर्नीचर

# Lang|
source: houseware
gd: acainnean taighe
hi: घरेलू सामान

# Lang|
source: tool
gd: innealan
hi: औजार

# Lang|
source: food
gd: biadh
hi: भोजन

# ActivityInfo|
source: Find your left and right hands
gd: Lorg na làmhan clì is deas agad
hi: अपना बायाँ तथा दायाँ हाथ ढूंढें

# ActivityInfo|
source: Determine if a hand is a right or a left hand
gd: Aithnich an e làmh chlì no dheas a th’ ann
hi: निर्धारित करें कि यदि कोई हाथ सही या बाएं हाथ है

# ActivityInfo|
source: Distinguish right and left hands from different points of view. Spatial representation
gd: Aithnich na làmhan clì is deas o chomhairean eadar-dhealaichte. Riochdachadh spàsail.
hi: दाएँ तथा बाएँ हाथ को भिन्न कोणों से देख कर पहचानें. त्रिआयामी प्रस्तुति

# ActivityInfo|
source: You can see a hand: is it a left hand or a right hand? Click on the left button, or the right button depending on the displayed hand.
gd: Chì thu làmh: an e làmh chlì no làmh dheas a th’ ann? Briog air a’ phutan taobh clì no air a’ phutan taobh deas a-rèir dè an làmh a chì thu.
hi: आप हाथ देख सकते हैं: क्या यह एक बाएं हाथ या दाहिना हाथ है? प्रदर्शित हाथ के आधार पर बाएं बटन, या दायां बटन पर क्लिक करें।

# Leftright|
source: Left hand
gd: An làmh chlì
hi: बायां हाथ

# Leftright|
source: Right hand
gd: An làmh dheas
hi: दहिना हाथ

# ActivityInfo|
source: Letter in which word
gd: Litir ann am facal àraid
hi: किस शब्द में कौन से अक्षर

# ActivityInfo|
source: A letter is written and/or spoken. Some words are displayed, the children must find the word or the words in which this letter appears.
gd: Thèid litir a sgrìobhadh no a ràdh. Thèid cuid a dh’fhaclan a thaisbeanadh agus feumaidh a’ chlann am facal no na faclan a lorg anns a bheil an litir ud.
hi: एक अक्षर लिखा या बोला गया है। कुछ शब्दों को प्रदर्शित किया जाता है, बच्चों को शब्द या शब्दों में ये अक्षर खोजना है।

# ActivityInfo|
source: Select all the words which contain the spoken letter.
gd: Tagh gabh facal sa bheil an litir a chluinneas tu.
hi: सभी शब्दों का चयन करें जिसमें बोले गए अक्षर शामिल हैं।

# ActivityInfo|
source: spellings, letter recognition
gd: litreachadh, aithneachadh litrichean
hi: वर्तनी, अक्षर पहचानना

# LetterInWord|
source: Select your locale
gd: Tagh an sgeama ionadail agad
hi: अपनी भाषा चुनें

# LetterInWord|
source: We are sorry, we don't have yet a translation for your language.
gd: Tha sinn duilich ach chan eil eadar-theangachadh againn ’nad chànan aig an ìre-sa.
hi: क्षमा करें, इस भाषा का अनुवाद अभी हमारे पास उपलब्द नहीं है

# LetterInWord|
source: GCompris is developed by the KDE community, you can translate GCompris by joining a translation team on <a href="%2">%2</a>
gd: Tha GCompris ’ga leasachadh le coimhearsnachd KDE agus is urrainn dhut taic a chumail ris an obair eadar-theangachaidh ma thèid thu gu <a href="%2">%2</a>
hi: जीकॉमप्री को केडीई समुदाय द्वारा विकसित किया गया है, आप <a href="%2">%2</a> पर एक अनुवाद टीम में शामिल होकर जीकॉमप्री का अनुवाद कर सकते हैं।

# LetterInWord|
source: We switched to English for this activity but you can select another language in the configuration dialog.
gd: Dhùisg sinn an tionndadh Beurla dhen ghnìomhachd seo dhut ach is urrainn dhut cànan eile a thaghadh sna roghainnean.
hi: हमने इस गतिविधि के लिए अंग्रेजी में स्विच किया लेकिन आप कॉन्फ़िगरेशन डायलॉग में दूसरी भाषा चुन सकते हैं।

# ActivityInfo|
source: Lights Off
gd: Cuir na solasan dheth
hi: लाइट बंद

# ActivityInfo|
source: The aim is to switch off all the lights.
gd: Is an t-amas gach solas a chur dheth.
hi: उद्देश्य सभी बत्ती बंद करना है

# ActivityInfo|
source: The effect of pressing a button is to toggle the state of that button, and of its immediate vertical and horizontal neighbors. The sun and the color of the sky depend on the number of clicks needed to solve the puzzle. If you click on Tux, the solution is shown.
gd: Nuair a nì thu briogadh air putan, toglaichidh seo staid a’ phutain seo is a h-uile nàbaidh aige, gu h-inghearach is gu còmhnard. Tha a’ ghrian is dath nan speuran a’ crochadh air àireamh nam briogaidhean a tha a dìth gus an geama fhuasgladh. Ma nì thu briogadh air Tux, chì thu am fuasgladh.
hi: एक बटन दबाने का असर उस बटन और उसकी तात्कालिक ऊर्ध्वाधर और क्षैतिज पड़ोसियों की स्थिति को टॉगल करना है। सूरज और आकाश का रंग पहेली को हल करने के लिए आवश्यक क्लिकों की संख्या पर निर्भर करता है। यदि आप टक्स पर क्लिक करते हैं, तो समाधान दिखाया जाता है।

# ActivityInfo|
source: The solver algorithm is described on Wikipedia. To know more about the Lights Off game: &lt;http://en.wikipedia.org/wiki/Lights_Out_(game)&gt;
gd: Tha an algairim fhuasglaidh ga mìneachadh air an Uicipeid. Gus barrachd faighinn a-mach mu gheama cur nan solasan dheth: &lt;http://en.wikipedia.org/wiki/Lights_Out_(game)&gt;
hi: सॉल्वर एल्गोरिथम को विकिपीडिया पर वर्णित किया गया है। लाइट्स ऑफ गेम के बारे में अधिक जानने के लिए: &lt;http://en.wikipedia.org/wiki/Lights_Out_ (खेल)&gt;

# ActivityInfo|
source: The History of Louis Braille
gd: Eachdraidh Louis Braille
hi: लुई ब्रेल का इतिहास

# ActivityInfo|
source: Review the major dates of the inventor of the Braille System
gd: Thoir sùil air na cinn-latha cudromach aig an fhear a thionnsgail an siostam Braille
hi: ब्रेल प्रणाली के आविष्कारक की प्रमुख तिथियों की समीक्षा करें

# ActivityInfo|
source: Read the history of Louis Braille, his biography, and the invention of the Braille system. Click on the previous and next buttons to move between the story pages. At the end, arrange the sequence in chronological order.
gd: Leugh an eachdraidh aig Louis Braille, an eachdraidh-bheatha aige is tionnsgnadh an t-siostaim Braille. Briog air na putanan “Air ais” is “Air adhart” a ghluasad eadar duilleagean na sgeulachd. Aig an deireadh, cuir an sreath san òrdugh cheart.
hi: लुई ब्रेल का इतिहास, उसकी जीवनी, और ब्रेल प्रणाली का आविष्कार पढ़ें। कहानी पृष्ठों के बीच जाने के लिए पिछले और अगले बटन पर क्लिक करें। अंत में, क्रमिक क्रम में अनुक्रम की व्यवस्था करें।

# ActivityInfo|
source: Louis Braille Video: &lt;http://www.youtube.com/watch?v=9bdfC2j_4x4&gt;
gd: Video air Louis Braille: &lt;http://www.youtube.com/watch?v=9bdfC2j_4x4&gt;
hi: लुई ब्रेल वीडियो: &lt;http://www.youtube.com/watch?v=9bdfC2j_4x4&gt;

# louis_braille_data|
source: Born on January 4th 1809 in Coupvray near Paris in France.
gd: Rugadh e an 4mh dhen Fhaoilleach ann an Coupvray faisg air Paras san Fhraing.
hi: फ्रांस में पेरिस के निकट कूपरे में 4 जनवरी 1809 को उनका जन्म हुआ।

# louis_braille_data|
source: Louis Braille injured his right eye with a stitching awl from his father's workshop.
gd: Ghoirtich Louis Braille a shùil dheas le minidh ann am bùth-obrach athar.
hi: लुई ब्रेल की दाहिनी आंख अपने पिता की कार्यशाला में एक सिलाई सूआ घुसने से खराब हो गई थी।

# louis_braille_data|
source: At the age of three, Louis became blind due to a severe infection that spread to his left eye.
gd: Nuair a bha e trì bliadhna a dh’aois, dh’fhàs Louis dall ri linn galar-ghabhail a ghluais dha shùil chlì.
hi: तीन साल की उम्र में, लुई की बायीं आंख में फैले गंभीर संक्रमण के कारण वह पूरी तरह अंधा हो गया।

# louis_braille_data|
source: At the age of 10, he was sent to Paris to study at the Royal Institute for Blind Youth.
gd: Nuair a bha e 10 bliadhna a dh’aois, chaidh a chur a Pharas gus ionnsachadh aig Institiud Rìoghail na h-Òigridh Doill.
hi: 10 वर्ष की आयु में, उन्हें रॉयल इंस्टीट्यूट फॉर ब्लाइंड यूथ में अध्ययन करने के लिए पेरिस भेजा गया।

# louis_braille_data|
source: He impressed his classmates and began to play the piano and the organ.
gd: Bha e drùidhteach dha na sgoilearan eile is thòisich e air am piàna is an t-organ a chluich.
hi: उन्होंने अपने सहपाठियों को प्रभावित किया और पियानो और अंग खेलना शुरू कर दिया।

# louis_braille_data|
source: Charles Barbier, a French soldier, visited his school and shared his invention of night writing, a code of 12 raised dots to share information on battlefields.
gd: Thadhail an saighdear Frangach Charles Barbier air an sgoil aige agus sheall e an sgrìobhadh oidhche aige do na h-oileanaich, seo còd le 12 dotagan togta gus fiosrachadh a cho-roinneadh air a’ bhlàr.
hi: चार्ल्स बार्बियर, एक फ्रांसीसी सैनिक ने अपने स्कूल का दौरा किया और रात के लेखन के अपने आविष्कार को साझा किया, जो युद्ध के मैदानों पर जानकारी साझा करने के लिए 12 उठाए गए बिंदुओं का कोड था।

# louis_braille_data|
source: Louis trimmed Barbier's 12 dots into 6 and invented the Braille system.
gd: Lùghdaich Louis na 12 dhotag aig Barbier gu 6 is thionnsgail e an siostam Braille.
hi: लुई ने बारबियर के 12 डॉट्स को 6 में छंटनी करके ब्रेल सिस्टम का आविष्कार किया।

# louis_braille_data|
source: He became a teacher after graduating and promoted his method while secretly teaching it at the Institute.
gd: Chaidh e na thidsear an dèidh ceumnachadh on sgoil agus bhrosnaich e am modh aige ga theagasg gu dìomhair aig an institiud.
hi: वह संस्थान में चुपके से शिक्षण करते हुए स्नातक होने के बाद एक शिक्षक बन गए और अपनी पद्धति को बढ़ावा दिया।

# louis_braille_data|
source: He revised and extended braille to include mathematics, symbols, punctuations and music notations.
gd: Rinn e ath-dhealbhadh air Braille ach an gabhadh e a-steach matamataig, samhlaidhean, puingeachadh is nòtachadh ciùil.
hi: उन्होंने संशोधित और विस्तारित ब्रेल में गणित, प्रतीकों, विराम चिह्नों और संगीत नोटेशन शामिल किए।

# louis_braille_data|
source: He died of tuberculosis. He is buried in the Pantheon in Paris. A monument is erected to honor him.
gd: Thàinig a’ chaitheamh air is chaidh a thìodhlacadh sa Pantheon ann am Paras. Chaidh cuimhneachan a thogail dha gus onarachadh.
hi: तपेदिक की मृत्यु हो गई। वह पेरिस में पैन्थियोन में दफन है। उसे सम्मान देने के लिए एक स्मारक बनाया गया है।

# louis_braille_data|
source: Braille got accepted as a world wide standard. Louis Braille proved that if you have motivation you can do incredible things.
gd: Ghabhadh ri Braille mar bhun-tomhas air feadh an t-saoghail. Dhearbhaich Louis Braille gur urrainn dhut rudan do-chreidsinneach a dhèanamh ma thogras tu.
hi: ब्रेल एक विश्व व्यापी मानक के रूप में स्वीकार कर लिया गया। लुई ब्रेल ने साबित कर दिया है कि अगर आपके पास प्रेरणा के लिए कुछ होता है तो आप अविश्वसनीय काम कर सकते हैं।

# ReorderList|
source: Arrange the events in the order in which they happened. Select the line to move, then touch its target position.
gd: Cuir na tachartasan san òrdugh anns an do thachair iad. Tagh an loidhne airson a ghluasad agus suath ris an targaid dha an uairsin.
hi: उन घटनाओं को व्यवस्थित करें, जिसमें वे हुआ। स्थानांतरित करने के लिए रेखा का चयन करें, उसके लक्ष्य की स्थिति को स्पर्श करें

# ActivityInfo|
source: The magician hat
gd: An ad dhraoidheach
hi: जादूगर की टोपी

# ActivityInfo|
source: Count how many items are under the magic hat after some have got away
gd: Cunnt co mheud rionnagan a bhios air am fàgail fon ad an dèidh cuid dhiubh teicheadh
hi: कुछ वस्तुओं के दूर हो जाने के गणना करें कि कितनी वस्तुएं जादू टोपी के नीचे हैं

# ActivityInfo|
source: Learn subtraction
gd: Ionnsaich toirt air falbh
hi: घटाना सीखें

# ActivityInfo|
source: Subtraction
gd: Toirt air falbh
hi: घटाना

# MagicHat|
source: Click on the hat to begin the game
gd: Briog air an ad airson an geama a chur gu dol
hi: खेल शुरू करने के लिए टोपी पर क्लिक करें

# ActivityInfo|
source: Count how many items are under the magic hat
gd: Cunnt co mheud rionnagan a tha fon ad
hi: जादू की टोपी के नीचे कितनी चीजें हैं उन्हें गिनें

# ActivityInfo|
source: Learn addition
gd: Ionnsaich cur ris
hi: जोड़ना सीखें

# ActivityInfo|
source: Addition
gd: Cur ris
hi: जोड़ना

# ActivityInfo|
source: Maze
gd: Cuartan
hi: भूल भुलैया

# ActivityInfo|
source: Help Tux get out of this maze
gd: Thoir cobhair dha Tux ach am faigh e a-mach às a’ chuartan seo
hi: इस भूलभुलैया से बाहर आने में टक्स की मदद करें

# ActivityInfo|
source: Use the arrow keys or swipe the touch screen to move Tux up to the door.
gd: Cleachd na saighdean no dèan grad-shlaighdeadh air an sgrìn airson Tux a ghluasad gun doras.
hi: टक्स को दरवाजे तक ले जाने के लिए तीर कुंजियों का उपयोग करें या टच स्क्रीन को स्वाइप करें।

# ActivityInfo|
source: At the first levels, Tux walks comfortably, one step on each move request, through the maze.
gd: Air na ciad leibheilean, coisichidh Tux gu socair tron chuartan is nì e ceum le gach brùthadh iuchrach.
hi: पहले स्तरों पर, टक्स सुराग से चलता है, भूलभुलैया के माध्यम से एक कदम के अनुरोध पर प्रत्येक कदम चलता है।

# ActivityInfo|
source: For larger mazes, there is a special walking mode, called "run-fast-mode". If this run-fast-mode is enabled, Tux will run all the way automatically until he reaches a fork and you have to decide which way to go further.
gd: Sna cuartanan mòra, tha modh coiseachd sònraichte ann air a bheil “modh-ruith-gu-luath”. Nuair a bhios am modh-ruith-gu-luath seo an comas, ruithidh Tux gun stad gus an ruig e gobhal far am bi co-dhùnadh a dhìth ort càite an tèid e an uair sin.
hi: बड़े मेज़ों के लिए, एक विशेष चलने वाला मोड है, जिसे "रन-फास्ट-मोड" कहा जाता है यदि यह रन-फास्ट-मोड सक्षम है, तो टक्स स्वचालित रूप से तब तक सभी तरह से चलाएगा जब तक कि वह एक कांटा तक पहुंच न जाए और आप को यह तय करना पड़े कि आगे कैसे जाना है।

# ActivityInfo|
source: You can see whether this mode is enabled or not, by looking at Tux's feet: If Tux is barefooted, "run-fast-mode" is disabled. And if he wears red sport shoes, "run-fast-mode" is enabled.
gd: Chì thu cò dhiubh a bheil am modh seo air no nach eil ma sheallas tu air dà chas Tux: Ma tha Tux casruisgte, tha am “modh-ruith-gu-luath” à comas. Ma tha brògan spòrs dearga air, tha am “modh-ruith-gu-luath” an comas.
hi: आप देख सकते हैं कि यह मोड सक्षम है या नहीं, टक्स के पैरों को देखकर: अगर टक्स नंगे पैर है, तो "रन-फास्ट-मोड" अक्षम है। और अगर वह लाल खेल के जूते पहनता है, तो "रन-फास्ट मोड" सक्षम है।

# ActivityInfo|
source: At higher levels, run-fast-mode will be enabled automatically. If you want to use this feature in earlier levels or want to disable it in advanced levels, click on the "barefoot / sportshoe"-icon in the upper left corner of the screen to toggle the run-fast-mode.
gd: Sna leibheilean àrda, bidh am modh-ruith-gu-luath an comas gu fèin-obrachail. Ma tha thu airson an gleus seo a chleachdadh sna leibheilean nas ìsle no ma tha thu airson a chur dheth sna leibheilean nas àirde, briog air an ìomhaigheag “casruisgte / brògan spòrs” san oisean clì air barr na sgrìn gus am modh-ruith-gu-luath a thoglachadh.
hi: उच्च स्तर पर, रन-फास्ट-मोड स्वचालित रूप से सक्षम हो जाएगा। यदि आप इस सुविधा का उपयोग पहले के स्तरों में करना चाहते हैं या उन्नत स्तरों में अक्षम करना चाहते हैं, तो रन-फास्ट-मोड को टॉगल करने के लिए स्क्रीन के ऊपरी बाएं कोने में "नंगे पैर / स्पोर्ट्शू" पर क्लिक करें।

# Maze|
source: Look at your position, then switch back to invisible mode to continue your moves
gd: Thoir sùil air an ionad agad is an uairsin gearr leum air ais dhan mhodh do-fhaicsinneach gus leantainn air na gluasadan agad
hi: अपनी स्थिति को देखें, फिर अपनी चाल को जारी रखने के लिए अदृश्य मोड पर वापस स्विच करें

# ActivityInfo|
source: Invisible Maze
gd: Cuartan do-fhaicsinneach
hi: अदृश्य भूल भुलैया

# ActivityInfo|
source: Guide Tux out of the invisible maze
gd: Stiùir Tux às a’ chuartan do-fhaicsinneach
hi: अदृश्य भूलभुलैया से बाहर आने में टक्स की मदद करें

# ActivityInfo|
source: Use the arrow keys or swipe the touch screen to move Tux up to the door. Use the maze icon or the spacebar to switch between invisible and visible modes. Visible mode just gives you an indication of your position, like a map. You cannot move Tux in visible mode.
gd: Cleachd na saighdean no dèan grad-shlaighdeadh air an sgrìn airson Tux a ghluasad gun doras. Cleachd ìomhaigheag a’ chuartain no an Sspacebar a leumadh eadar am modh do-fhaicsinneach is faicsinneach. Cha doir am modh faicsinneach dhut ach fios air far a bheil thu, mar mhapa. Chan urrainn dhut Tux a ghluasad sa mhodh fhaicsinneach.
hi: टक्स को दरवाजे तक ले जाने के लिए तीर कुंजियों का उपयोग करें या टच स्क्रीन को स्वाइप करें। अदृश्य और दृश्यमान मोड के बीच स्विच करने के लिए भूलभुलैया आइकन या स्पेसबार का उपयोग करें। दर्शनीय मोड सिर्फ आपको अपनी स्थिति का एक संकेत देता है, जैसे एक नक्शा। आप टक्स को दृश्यमान मोड में नहीं ले जा सकते।

# ActivityInfo|
source: Relative Maze
gd: Cuartan dàimheach
hi: संबंधित भूल भुलैया

# ActivityInfo|
source: Help Tux get out of this maze (Move is relative)
gd: Thoir cobhair dha Tux ach am faigh e a-mach às a’ chuartan seo (’s e gluasad dàimheach a nì thu)
hi: इस भूलभुलैया से बाहर आने में टक्स की मदद करें (खिसकाना संबंधित है)

# ActivityInfo|
source: In this maze, the move is relative (first person). Left and right are used to turn and up to go forward.
gd: ’S e gluasad dàimheach (a’ chiad phearsa) a nithear sa chuartan seo. Cleachdar clì is deas airson tionndadh a dhèanamh agus suas airson a dhol air adhart.
hi: इस भूलभुलैया में, यह कदम रिश्तेदार (पहले व्यक्ति) है। आगे और आगे बढ़ने के लिए बाएं और दायीं का उपयोग किया जाता है

# ActivityInfo|
source: Melody
gd: Fonn
hi: मेलोडी

# ActivityInfo|
source: Reproduce a sound sequence
gd: Ath-chluich sreath fhuaimean
hi: ध्वनि अनुक्रम फिर से बनाएँ

# ActivityInfo|
source: Ear-training activity
gd: Cleas trèanadh nan cluas
hi: कान-प्रशिक्षण गतिविधि

# ActivityInfo|
source: Move and click the mouse
gd: Gluais is briog leis an luchag
hi: माउस खिसकाएँ तथा क्लिक करें

# ActivityInfo|
source: Listen to the sound sequence played, and repeat it by clicking on the xylophone's bars. You can listen again by clicking on the repeat button.
gd: Èist ris na fuaimean a thèid a chluiche is cluich iad ’s tu a’ briogadh air bàraichean an t-saidhleafoin. Faodaidh tu èisteachd ris a-rithist is brùth air a’ phutan gus seo a dhèanamh.
hi: ध्वनि अनुक्रम को सुनें, और जीलोफ़ोन की सलाखों पर क्लिक करके इसे दोहराएं। दोबारा बटन पर क्लिक करके आप फिर से सुन सकते हैं।

# ActivityInfo|
source: Enumeration memory game
gd: Geama cuimhne àireamhachd
hi: एनुमरेशन स्मरण के खेल

# ActivityInfo|
source: Turn the cards over to match the number with the drawn picture.
gd: Thoir car air dà cairt gus an àireamh a lorg a chì thu san dealbh.
hi: खींची गई तस्वीर के साथ संख्या का मिलान करने के लिए कार्ड चालू करें।

# ActivityInfo|
source: Numeration training, memory.
gd: Cleachdadh nan àireamhan, cuimhne.
hi: न्यूमरेशन प्रशिक्षण, स्मरण.

# ActivityInfo|
source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding a number of pictures, or the written number.
gd: Chì thu cairtean ach chan fhaic thu na tha air an taobh eile dhiubh. Falaichidh gach cairt àireamh de dhealbhan no an àireamh sgrìobhte.
hi: आप कुछ कार्ड देख सकते हैं, लेकिन आप उनकी पिछली तरफ नही देख सकते हैं। प्रत्येक कार्ड कई चित्र या लिखित संख्या छिपा रहा है।

# ActivityInfo|
source: All operations memory game against Tux
gd: Geama cuimhne leis a h-uile obrachadh an aghaidh Tux
hi: टक्स के विरुद्ध सभी ऑपरेशन स्मरण खेल

# ActivityInfo|
source: Turn the cards over to find a matching operation, until all the cards are gone.
gd: Thoir car air dà cairt gus an obrachadh a lorg a nì seise gus am bi a h-uile cairt air falbh.
hi: जब तक सभी कार्ड नहीं चले जाते, तब तक एक मिलान करने के लिए कार्डों को पलटे।

# ActivityInfo|
source: Practice addition, subtraction, multiplication, division, until all the cards are gone.
gd: Faigh cleachdadh ann an cur ris, toirt air falbh, iomadachadh is roinneadh gus am bi a h-uile cairt air falbh.
hi: सभी कार्ड चले जाने से पहले तक जोड़, घटाव, गुणन, विभाजन का अभ्यास करें।

# ActivityInfo|
source: Addition, subtraction, multiplication, division
gd: Cur ris, toirt air falbh, iomadachadh is roinneadh
hi: जोड़ना, घटाना, गुणा, विभाजन

# ActivityInfo|
source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding an operation, or the answer to it. In this game, these cards are hiding the two parts of an operation. You need to find the two parts of the operation, and bring them together again. Click on a card to see what number it's hiding, then try to find the other card that goes with it, to make a whole operation. You can only turn over two cards in one go, so you need to remember where the numbers are hiding, then you can match them when you find their other half. You're doing the job of the equals sign, and the numbers need you to put them together and make a proper equality. When you do that, both those cards disappear! When you've made them all disappear, found more than Tux, you've won the game!
gd: Chì thu cairtean, ach chan fhaic thu na tha air an taobh eile dhiubh. Falaichidh gach cairt obrachadh no a fhreagairt. Sa gheama seo, ’s e an dà phàirt aig obrachadh a dh’fhalaicheas na cairtean. Feumaidh tu an dà phàirt aig obrachadh a lorg is an cur còmhla. Briog air cairt gus faighinn a-mach dè an àireamh a dh’fhalaicheas i is an uair sin feuch an lorg thu an cairt eile a fhreagras dhi gus obrachadh slàn a dhèanamh. Chan urrainn dhut car a thoirt ach air dà chairt aig an aon àm, mar sin feumaidh tu cur nad chuimhne far a bheil na h-àireamhan gam falach. An uair sin, ’s urrainn dhut an leth eile a lorg gus am maidseadh. Tha thu a’ dèanamh an obair aig an t-samhla co-ionnanachd is feumaidh tu na h-àireamhan a chur còmhla ach am bi an dà thaobh co-ionnan. Nuair a nì thu seo, thèid an dà chairt a-mach à sealladh! Nuair a bhios a h-uile cairt air dol a-mach à sealladh is tu barrachd a lorg na Tux, buannaichidh tu an geama!
hi: आप कुछ कार्ड देख सकते हैं, लेकिन आप उनके पिछले तरफ नही देख सकते हैं। प्रत्येक कार्ड एक ऑपरेशन छिपा रहा है, या उसके उत्तर। इस गेम में, ये कार्ड किसी ऑपरेशन के दो हिस्सों को छुपा रहे हैं। आपको ऑपरेशन के दो हिस्सों को खोजने की आवश्यकता है, और उन्हें एक साथ फिर से लाएं। एक कार्ड पर क्लिक करें यह देखने के लिए कि वह किस नंबर को छुपा रहा है, फिर उस पूरे कार्ड को खोजने के लिए दूसरे कार्ड को ढूंढने का प्रयास करें आप केवल एक ही बार में दो कार्ड बदल सकते हैं, इसलिए आपको यह याद रखना होगा कि संख्या कहाँ छिपा रही है, तब आप उनसे मेल खा सकते हैं जब आप अपने दूसरे आधा मिल जाएंगे आप बराबर चिह्न का काम कर रहे हैं, और संख्याओं को आप को एक साथ रखने और उचित समानता बनाने की आवश्यकता है। जब आप ऐसा करते हैं, तो दोनों कार्ड गायब हो जाते हैं! जब आपने उन्हें सब गायब कर दिया है, तो टक्स से अधिक मिला, आपने गेम जीता है!

# ActivityInfo|
source: All operations memory game
gd: Geama cuimhne leis a h-uile obrachadh
hi: सभी ऑपरेशन स्मरण के खेल
