Repository: lliurex/gcompris
Catalog: po/gcompris_*.po
Languages: gd, hi

# ActivityInfo|
source: Play chess against your friend
gd: Cluich tàileasg an aghaidh caraid
hi: अपने मित्र के विरुद्ध शतरंज खेलें

# ActivityInfo|
source: In this activity you discover the chess game by playing against a friend. It displays the possible target position for any selected piece which helps the children understand how pieces moves. You can achieve a mate sooner if follow these simple rules: Trying to drive opponent's King in the corner. <b>Explanation</b>: this way opponent's piece would have only 3 directions to move instead of 8 from a best position. 'Making a trap'. Use your pawns as baits. <b>Explanation</b>: this way you can lure the opponent out of his 'comfort zone'. Be patient enough. <b>Explanation</b>: don't rush too quick, be patient. Let yourself think a little bit and try to predict your opponent's future moves, so you can catch him on it or secure your pieces from his attacks.
gd: Fàsaidh tu eòlach air a’ gheama ris an canar tàileasg sa ghnìomhachd seo le bhith a’ cluich an aghaidh caraid. Seallaidh e na diofar àitichean a ruigeas pìos air choireigin agus cuidichidh seo thu a’ tuigsinn mar a ghluaiseas na pìosan. Gheibh thu tul-chasg nas luaithe ma leanas tu na riaghailtean simplidh a leanas: Feuch is tionail rìgh an neach eile dhan oisean. <b>Mìneachadh</b>: ann an ionad fàbharach, bidh suas ri 8 dòighean gluasaid aig an rìgh ach san oisean, cha bhi ach suas ri trì dòighean gluasaid aige. “Dèan ribe”. Cleachd na pànaichean agad mar bhaoit. <b>Mìneachadh</b>: air an dòigh seo, ’s urrainn dhut pìosan an neach eile a thàladh gu àite nas cunnartaiche dha. Glacaidh foighidinn iasg! <b>Mìneachadh</b>: na falbh ’nad dhòrainn, bidh foighidinneach. Thoir cothrom cnuasachaidh dhut fhèin is feuch ri tomhas a dhèanamh air na gluasadan a bhios an neach eile buailteach air dèanamh ach am faigh thu cothrom orra no airson ’s gun dìon thu na pìosan agad fhèin uapa.
hi: इस गतिविधि में आप एक दोस्त के खिलाफ खेलकर शतरंज गेम की खोज करते हैं। यह किसी भी चयनित टुकड़े के लिए संभावित लक्ष्य की स्थिति प्रदर्शित करता है जिससे बच्चों को यह समझने में मदद मिलती है कि टुकड़े कैसे चलते हैं। यदि आप इन सरल नियमों का पालन करते हैं तो आप जल्दी ही एक मात प्राप्त कर सकते हैं: विरोधी के राजा को कोने में ढ़केलने की कोशिश करें <b>स्पष्टीकरण</b>: इस तरह प्रतिद्वंद्वी के टुकड़े में केवल 9 की बजाय एक सर्वोत्तम स्थिति से स्थानांतरित करने के लिए 3 दिशाएं होंगी। 'एक जाल बनायें'। फँसाने के लिए अपने प्यादे का उपयोग करें <b>स्पष्टीकरण</b>: इस तरह से आप प्रतिद्वंद्वी को अपने 'आराम क्षेत्र' से बाहर ला सकते हैं। काफी धैर्य रखें <b>स्पष्टीकरण</b>: बहुत जल्दी भीड़ मत करें, धैर्य रखें। अपने आप को थोड़ा सोचें और अपने प्रतिद्वंद्वी के भविष्य की चाल की भविष्यवाणी करने का प्रयास करें, ताकि आप उससे उसे पकड़ कर अपने टुकड़ों से उसके हमलों से सुरक्षित कर सकें।

# ActivityInfo|
source: End of chess game
gd: Deireadh geama tàileisg
hi: शतरंज के खेल की समाप्ति

# ActivityInfo|
source: Play the end of the chess game against Tux
gd: Cluich deireadh a’ gheama tàileisg an aghaidh Tux
hi: टक्स के विरुद्ध शतरंज का अंतिम खेल खेलें

# ActivityInfo|
source: In this activity you discover the chess game by playing only the end of a game. It displays the possible target position for any selected piece which helps the children understand how pieces moves. You can achieve a mate sooner if follow these simple rules: Trying to drive opponent's King in the corner. <b>Explanation</b>: this way opponent's piece would have only 3 directions to move instead of 8 from a best position. 'Making a trap'. Use your pawns as baits. <b>Explanation</b>: this way you can lure the opponent out of his 'comfort zone'. Be patient enough. <b>Explanation</b>: don't rush too quick, be patient. Let yourself think a little bit and try to predict your opponent's future moves, so you can catch him on it or secure your pieces from his attacks.
gd: Fàsaidh tu eòlach air a’ gheama ris an canar tàileasg sa ghnìomhachd seo le bhith a’ cluich dìreach na cuairtean mu dheireadh aig geama tàileisg. Seallaidh e na diofar àitichean a ruigeas pìos air choireigin agus cuidichidh seo thu a’ tuigsinn mar a ghluaiseas na pìosan. Gheibh thu tul-chasg nas luaithe ma leanas tu na riaghailtean simplidh a leanas: Feuch is tionail rìgh an neach eile dhan oisean. <b>Mìneachadh</b>: ann an ionad fàbharach, bidh suas ri 8 dòighean gluasaid aig an rìgh ach san oisean, cha bhi ach suas ri trì dòighean gluasaid aige. “Dèan ribe”. Cleachd na pànaichean agad mar bhaoit. <b>Mìneachadh</b>: air an dòigh seo, ’s urrainn dhut pìosan an neach eile a thàladh gu àite nas cunnartaiche dha. Glacaidh foighidinn iasg! <b>Mìneachadh</b>: na falbh ’nad dhòrainn, bidh foighidinneach. Thoir cothrom cnuasachaidh dhut fhèin is feuch ri tomhas a dhèanamh air na gluasadan a bhios an neach eile buailteach air dèanamh ach am faigh thu cothrom orra no airson ’s gun dìon thu na pìosan agad fhèin uapa.
hi: इस गतिविधि में आप केवल एक गेम का अंत खेलकर शतरंज गेम को खोजते हैं। यह किसी भी चयनित टुकड़े के लिए संभावित लक्ष्य की स्थिति प्रदर्शित करता है जिससे बच्चों को यह समझने में मदद मिलती है कि टुकड़े कैसे चलते हैं। यदि आप इन सरल नियमों का पालन करते हैं तो आप जल्दी ही एक मात प्राप्त कर सकते हैं: विरोधी के राजा को कोने में ढ़केलने की कोशिश करें <b>स्पष्टीकरण</b>: इस तरह प्रतिद्वंद्वी के टुकड़े में केवल 9 की बजाय एक सर्वोत्तम स्थिति से स्थानांतरित करने के लिए 3 दिशाएं होंगी। 'एक जाल बनायें'। फँसाने के लिए अपने प्यादे का उपयोग करें <b>स्पष्टीकरण</b>: इस तरह से आप प्रतिद्वंद्वी को अपने 'आराम क्षेत्र' से बाहर ला सकते हैं। काफी धैर्य रखें <b>स्पष्टीकरण</b>: बहुत जल्दी भीड़ मत करें, धैर्य रखें। अपने आप को थोड़ा सोचें और अपने प्रतिद्वंद्वी के भविष्य की चाल की भविष्यवाणी करने का प्रयास करें, ताकि आप उससे उसे पकड़ कर अपने टुकड़ों से उसके हमलों से सुरक्षित कर सकें।

# ActivityInfo|
source: Chronos
gd: Eachdraidh
hi: क्रॉनस

# ActivityInfo|
source: Drag and Drop the items to organize the story
gd: Slaod is leig na nithean às iad gus rian a chur air an sgeulachd
hi: कहानी सही करने हेतु वस्तुओं को खींच लाएँ और छोड़ें

# ActivityInfo|
source: Sort the pictures into the order that tells the story
gd: Seòrsaich na dealbhan an òrdugh a dh’innseas sgeulachd
hi: चित्रों को उस क्रम में लगाएं जो एक कहानी बताये

# ActivityInfo|
source: Tell a short story
gd: Innis sgeulachd ghoirid
hi: एक छोटी सी कहानी सुनाएँ

# ActivityInfo|
source: Pick from the pictures on the left and put them on the red dots
gd: Tagh o na dealbhan taobh clì is cuir air na dotagan dearga iad
hi: बायीं ओर चित्रों से चुनें और उन्हें लाल बिंदु पर रखें

# ActivityInfo|
source: Moon photo is copyright NASA. The space sounds come from Tuxpaint and Vegastrike which are released under the GPL license. The transportation images are copyright Franck Doucet. Dates of Transportation are based on those found in &lt;http://www.wikipedia.org&gt;.
gd: Tha còir-lethbhreac dealbh na gealaich aig NASA. Thàinig na fuaimean fànais o Tuxpaint is Vegastrike a chaidh fhoillseachadh o cheadachas GPL. Tha còir-lethbhreac nan dealbhan giùlain aig Franck Doucet. Chaidh cinn-latha a’ ghiùlain a stèidheachadh air an fheadhainn air &lt;http://www.wikipedia.org&gt;.
hi: चंद्रमा फोटो कॉपीराइट नासा है। अंतरिक्ष टक्सपेंट और वेगास्ट्रिक से आती है जो जीपीएल लाइसेंस के तहत जारी किए जाते हैं। परिवहन छवियाँ कॉपीराइट फ्रैंक डौकेट हैं। परिवहन की तिथियां उन लिंक्स पर आधारित हैं, जो http://www.wikipedia.org&gt; पर मिली हैं।

# board1_0|
source: Moonwalker
gd: A’ coiseachd na gealaich
hi: मूनवाकर

# board2_0|
source: The 4 Seasons
gd: Na 4 ràithean
hi: 4 प्रकार के मौसम

# board2_0|
source: Spring
gd: Earrach
hi: स्प्रिंग

# board2_0|
source: Summer
gd: Samhradh
hi: ग्रीष्म ऋतु

# board2_0|
source: Autumn
gd: Foghar
hi: पतझड़

# board2_0|
source: Winter
gd: Geamhradh
hi: शीत ऋतु

# board3_0|
source: Gardening
gd: Gàirneilearachd
hi: बागवानी

# board4_0|
source: Tux and the apple tree
gd: Tux is a’ chraobh-ubhail
hi: टक्स तथा सेब का पौधा

# board5_0|
source: Place each image in the order and on the date it was invented.
gd: Cuir gach dealbh san òrdugh is air a’ cheann-latha a chaidh a thionnsgnadh.
hi: प्रत्येक चित्र को अनुक्रम में रखें और जिस तारीख पर इसका आविष्कार किया गया था।

# board5_0|
source: 1829 Stephenson's Rocket Steam locomotive
gd: 1829 Carbad-smùide “Rocket” le Stephenson
hi: 1829 स्टीफेंसन का राकेट भाप की गाड़ी

# board5_0|
source: 1769 Cugnot's fardier
gd: 1769 Fardier à vapeur le Cugnot
hi: 1769 कूनो की फर्डियर

# board5_0|
source: Transportation
gd: Giùlan
hi: परिवहन

# board5_1|
source: Transportation
gd: Giùlan
hi: परिवहन

# board5_1|
source: 1783 Montgolfier brothers' hot air balloon
gd: 1783 Bailiùn adhair theth leis na bràithrean Montgolfier
hi: 1783 मांटगोल्फियर भाइयों की गर्म हवा के गुब्बारे

# board5_1|
source: 1880 Clement Ader's Eole
gd: 1880 Eole le Clement Ader
hi: 1880 क्लीमेंट एडर की ओल

# board5_1|
source: 1906 Paul Cornu First helicopter flight
gd: 1906 Paul Cornu, a’ chiad itealaich heileacoptair
hi: 1906 पॉल कोर्नू की पहली हेलीकाप्टर उड़ान

# board5_2|
source: Transportation
gd: Giùlan
hi: परिवहन

# board5_2|
source: 1791 Comte de Sivrac's Celerifere
gd: 1791 Celerifere le Comte de Sivrac
hi: 1791 कोमते दे सिवराक की सेलरीफेयर

# board5_2|
source: 1769 Cugnot's fardier
gd: 1769 Fardier à vapeur le Cugnot
hi: 1769 कूनो की फर्डियर

# board5_2|
source: 1880 Clement Ader's Eole
gd: 1880 Eole le Clement Ader
hi: 1880 क्लीमेंट एडर की ओल

# board5_3|
source: Transportation
gd: Giùlan
hi: परिवहन

# board5_3|
source: 1791 Comte de Sivrac's Celerifere
gd: 1791 Celerifere le Comte de Sivrac
hi: 1791 कोमते दे सिवराक की सेलरीफेयर

# board5_3|
source: 1783 Montgolfier brothers' hot air balloon
gd: 1783 Bailiùn adhair theth leis na bràithrean Montgolfier
hi: 1783 मांटगोल्फियर भाइयों की गर्म हवा के गुब्बारे

# board5_3|
source: 1829 Stephenson's Rocket Steam locomotive
gd: 1829 Carbad-smùide “Rocket” le Stephenson
hi: 1829 स्टीफेंसन का राकेट भाप की गाड़ी

# board5_4|
source: Transportation
gd: Giùlan
hi: परिवहन

# board5_4|
source: 1829 Stephenson's Rocket Steam locomotive
gd: 1829 Carbad-smùide “Rocket” le Stephenson
hi: 1829 स्टीफेंसन का राकेट भाप की गाड़ी

# board5_4|
source: 1880 Clement Ader's Eole
gd: 1880 Eole le Clement Ader
hi: 1880 क्लीमेंट एडर की ओल

# board5_4|
source: 1769 Cugnot's fardier
gd: 1769 Fardier à vapeur le Cugnot
hi: 1769 कूनो की फर्डियर

# board6_0|
source: Aviation
gd: Itealanachd
hi: हवाई

# board6_0|
source: 1880 Clement Ader's Eole
gd: 1880 Eole le Clement Ader
hi: 1880 क्लीमेंट एडर की ओल

# board6_0|
source: 1903 The Wright brothers' Flyer III
gd: 1903 Flyer III aig na bràithrean Wright
hi: 1903 राइट बंधुओं की फ्लायर III

# board6_0|
source: 1909 Louis Bleriot crosses the English Channel
gd: 1909 Chaidh Louis Bleriot thairis air Caolas na Frainge
hi: 1909 लुइस ब्लेरियॉट ने इंग्लिश चैनल पार किया

# board6_1|
source: Aviation
gd: Itealanachd
hi: हवाई

# board6_1|
source: 1947 Chuck Yeager breaks the sound-barrier
gd: 1947 bhris Chuck Yeager bacadh na fuaime
hi: 1947 चक येगर ने ध्वनि सीमा को तोड़ दिया

# board6_1|
source: 1927 Charles Lindbergh crosses the Atlantic Ocean
gd: 1927 Chaidh Charles Lindbergh thairis air a’ Chuan Shiar
hi: 1927 चार्ल्स लिन्डबर्ग ने अटलांटिक महासागर पार किया

# board6_1|
source: 1934 Hélène Boucher's speed record of 444km/h
gd: 1934 Hélène Boucher air clàr curaidh nan astar le 444km/h
hi: 1934 हेलेन बाउचर की गति रिकार्ड की गई - 444किमी/घं

# board6_2|
source: Cars
gd: Càraichean
hi: कार

# board6_2|
source: 1878 Amédée Bollée's La Mancelle
gd: 1878 “La Mancelle” le Amédée Bollée
hi: 1878 एमेदे बोली की ला मेंसेले

# board6_2|
source: 1769 Cugnot's fardier
gd: 1769 Fardier à vapeur le Cugnot
hi: 1769 कूनो की फर्डियर

# board6_2|
source: 1885 The first petrol car by Benz
gd: 1885 A’ chiad chàr peatrail le Benz
hi: 1885 बेंज की पहली पेट्रोल कार

# board6_3|
source: Cars
gd: Càraichean
hi: कार

# board6_3|
source: 1899 Renault voiturette
gd: 1899 “Voiturette” le Renault
hi: 1899 रेनो वर्चूरे

# board6_3|
source: 1923 Lancia Lambda
hi: 1923 लैन्सिया लैम्डा

# board6_3|
source: 1955 Citroën DS 19
hi: 1955 सिट्रॉइन DS 19

# ActivityInfo|
source: Click on a lowercase letter
gd: Briog air litir bheag
hi: किसी लोअरकेस अक्षर पर क्लिक करें

# ActivityInfo|
source: Listen to a letter and click on the right one
gd: Èist ri litir is briog air an tè cheart
hi: अक्षर को सुनें और सही पर क्लिक करें

# ActivityInfo|
source: Letter-name recognition
gd: Aithneachadh ainmean nan litrichean
hi: अक्षर-नाम पहचानना

# ActivityInfo|
source: Visual letter-recognition.
gd: Aithneachadh lèirsinneach litrichean.
hi: देखकर अक्षर पहचानना।

# ActivityInfo|
source: A letter is spoken. Click on the matching letter in the main area. You can listen to the letter again, by clicking on the mouth icon.
gd: Cluinnidh tu litir. Briog air an litir co-ionnan sa phrìomh raon. Faodaidh tu èisteachd ris an litir a-rithist ’s tu a’ briogadh air ìomhaigheag a’ bheòil.
hi: एक अक्षर बोला जाता है। मुख्य क्षेत्र में मिलते अक्षर पर क्लिक करें। मुंह आइकन पर क्लिक करके आप फिर से इस अक्षर को सुन सकते हैं।

# ClickOnLetter|
source: Select your locale
gd: Tagh an sgeama ionadail agad
hi: अपनी भाषा चुनें

# ActivityInfo|
source: Click on an uppercase letter
gd: Briog air litir mhòr
hi: किसी अपरकेस अक्षर पर क्लिक करें

# ActivityInfo|
source: A letter is spoken. Click on the matching letter in the main area. You can listen to the letter again, by clicking on the mouth icon in the bottom box.
gd: Cluinnidh tu litir. Briog air an litir co-ionnan sa phrìomh raon. Faodaidh tu èisteachd ris an litir a-rithist ’s tu a’ briogadh air ìomhaigheag beòil sa bhogsa aig a’ bharr.
hi: एक अक्षर बोला जाता है। मुख्य क्षेत्र में मिलते अक्षर पर क्लिक करें। मुंह आइकन पर क्लिक करके आप फिर से इस अक्षर को सुन सकते हैं।

# ActivityInfo|
source: Click and draw
gd: Briog is tarraing
hi: क्लिक करें और बनाएँ

# ActivityInfo|
source: Draw the picture by clicking on the selected points.
gd: Tarraing an dealbh ’s tu a’ briogadh air na dotagan a thagh thu.
hi: चयनित बिंदुओं पर क्लिक करके चित्र बनाएं।

# ActivityInfo|
source: Can move the mouse and click accurately on points.
gd: Comasach air an luchag a ghluasad agus briogadh air gach puing mar bu chòir.
hi: आप माउस को चला सकते हैं और अंक पर सही क्लिक कर सकते हैं।

# ActivityInfo|
source: Draw the picture by clicking on each point in sequence. Each time a point is selected the next blue one appears.
gd: Tarraing an dealbh le bhith a’ briogadh air gach puing ann an sreath. Gach turas a thèid puing a thaghadh, nochdaidh an ath-fhear gorm.
hi: क्रम में प्रत्येक बिंदु पर क्लिक करके चित्र बनाएं। हर बार जब कोई बिंदु चुना जाता है तो अगला नीला दिखाई देता है।

# ActivityInfo|
source: Click On Me
gd: Briog orm
hi: मुझपर क्लिक करें

# ActivityInfo|
source: Catch all the swimming fish before they leave the fish tank
gd: Glac gach iasg a tha a’ snàmh ann mus falbh iad às an uisgeadan
hi: मछलियों के टैंक छोड़ने से पहले सभी तैरती मछलियों को पकडें

# ActivityInfo|
source: Motor coordination: moving the hand precisely.
gd: Co-òrdanachadh nan sgilean-gluasaid: Gluasad pongail na làimhe.
hi: मोटर समन्वय: हाथ ठीक घूम रहा है।

# ActivityInfo|
source: Can move mouse and click on the correct place
gd: Comasach air an luchag a ghluasad agus briogadh san àite cheart
hi: माउस घुमा सकता है और सही जगह पर क्लिक कर सकता है

# ActivityInfo|
source: Catch all the moving fish by simple clicking or touching them with your finger.
gd: Glac gach iasg a tha a’ gluasad le bhith a’ briogadh orra no a’ suathadh riutha le do chorrag.
hi: सभी चलती मछली को पकड़ने के लिए उन्हें क्लिक करें या अपनी उंगली से स्पर्श करें।

# ActivityInfo|
source: Fish are taken from the Unix utility xfishtank. All image credits belong to Guillaume Rousse.
gd: Chaidh na h-èisg a thogail on ghoireas Unix xfishtank. Tha na h-uile dealbh le Guillaume Rousse.
hi: मछली को यूनिक्स उपयोगिता एक्सफ़िशटैंक से लिया गया है। सभी छवि श्रेय गुइल्लाम रोसे को जाता हैं।

# ActivityInfo|
source: Learning Clock
gd: Ag ionnsachadh an uaireadair
hi: घड़ी देखना सीखना

# ActivityInfo|
source: Learn how to tell the time on an analog clock
gd: Ionnsaich mar a dh’innseas tu an uair air cleoc analogach
hi: एनालॉग घड़ी पर समय बताना सीखें

# ActivityInfo|
source: Distinguish between time-units (hour, minute and second). Set and display time on an analog clock.
gd: Aithnich ionadan ama (uair, mionaid is diog). Suidhich is seall an t-àm air cleoc analogach.
hi: समय-इकाइयों के बीच अंतर (घंटे, मिनट और सेकंड) बताता है। एनालॉग घड़ी पर समय सेट और प्रदर्शित करें।

# ActivityInfo|
source: The concept of time.
gd: Coincheap an ama.
hi: समय की अवधारणा।

# ActivityInfo|
source: Set the clock to the given time, in the time-units shown (hours:minutes or hours:minutes:seconds). Drag the different arrows, to make the respective time unit go up or down.
gd: Cuir na h-amannan a chaidh iarraidh ort air a’ chleoc, leis na h-aonadan ama a tha gan sealltainn dhut (uairean:mionaidean no uairean:mionaidean:diogan). Slaod na diofar saighdean gus na h-aonadan ama sin a chur an àirde no an lughad.
hi: समय-इकाइयों (घंटे: मिनट या घंटे: मिनट: सेकंड) में दिखाया गये निर्धारित समय पर घड़ी सेट करें। संबंधित समय इकाई ऊपर या नीचे करने के लिए विभिन्न तीरों को खींचें।

# Clockgame|
source: Set the watch to:
gd: Suidhich an t-uaireadair aig:
hi: घड़ी को सेट करें:

# Clockgame|
source: %n hour(s)
gd: %n uair a thìde
hi: %n घंटा

# Clockgame|
source: %n minute(s)
gd: %n mhionaid
hi: %n मिनट

# Clockgame|
source: %n second(s)
gd: %n diog
hi: %n सेकंड

# ActivityInfo|
source: Mixing color of paint
gd: A’ measgachadh dathan peant
hi: पेंट के रंगों का मिश्रण

# ActivityInfo|
source: Discover paint color mixing.
gd: Fàs eòlach air measgachadh peant dhathan.
hi: पेंट के रंगों के मिश्रण के बारे में जानें।

# ActivityInfo|
source: Mix the primary colors to match to the given color
gd: Measgaich na prìomh dhathan gus an dath a chaidh a thoirt seachad fhaighinn
hi: दिए गए रंग से मिलान करने के लिए प्राथमिक रंगों को मिलाएँ

# ActivityInfo|
source: The activity deals with mixing primary colors of paint (subtractive mixing). In case of paints the inks absorb different colors of light falling on it, subtracting it from what you see. The more ink you add, the more light is absorbed, and the darker the combined color gets. We can mix just three primary colors to make many new colors. The primary colors for paint/ink are cyan (a special shade of blue), magenta (a special shade of pink), and yellow.
gd: Dèiligidh an cleas seo le measgadh prìomh dhathan peant (measgadh toirt air falbh). Ma tha peant agad, sùighidh na h-incean dathan solais eadar-dhealaichte a thuiteas orra, gan toirt air falbh o na chì thu. Mar as motha an inc a chuireas tu ris, ’s ann as motha de sholas a thèid a shùigheadh is ’s ann as duirche a dh’fhàsas an dath co-mheasgaichte. Chan eil ach na trì prìomh-dhathan a dhìth oirnn gus a h-uile seòrsa de dhath ùr a dhèanamh. Seo na prìomh-dhathan airson peint/ince: saidhean (gorm sònraichte), magenta (bàn-dhearg sònraichte) is buidhe.
hi: यह गतिविधि रंग के प्राथमिक रंगों को मिश्रण करने के साथ-साथ (घटाव मिश्रण) करती है। पेंट के मामले में स्याही उस पर गिरते हुए प्रकाश के विभिन्न रंगों को अवशोषित करते हैं, जो आप देखते हैं उससे इसे घटाते हैं। जितना स्याही आप जोड़ते हैं, उतना ही प्रकाश अवशोषित होता है, और गहरे रंग का संयुक्त रंग मिलता है। हम कई नए रंगों को बनाने के लिए सिर्फ तीन प्राथमिक रंगों को मिला सकते हैं। रंग / स्याही के लिए प्राथमिक रंग सियान (नीले रंग का एक विशेष छाया), मैजेंटा (गुलाबी का विशेष छाया) और पीला होते हैं।

# ActivityInfo|
source: Images from http://openclipart.org
gd: Na dealbhan o http://openclipart.org
hi: http://openclipart.org से छवियाँ

# ColorMix|
source: Match the color
gd: Dèan an aon dath
hi: रंग मिलाएँ

# ColorMix|
source: Not enough red
gd: Chan eil dearg gu leòr ann
hi: अपर्याप्त लाल

# ColorMix|
source: Too much red
gd: Tha cus deirg ann
hi: बहुत अधिक लाल

# ColorMix|
source: Not enough green
gd: Chan eil uaine gu leòr ann
hi: अपर्याप्त हरा

# ColorMix|
source: Too much green
gd: Tha cus uaine ann
hi: बहुत ज्यादा हरा

# ColorMix|
source: Not enough blue
gd: Chan eil gorm gu leòr ann
hi: अपर्याप्त नीला

# ColorMix|
source: Too much blue
gd: Tha cus gorm ann
hi: बहुत ज्यादा नीला

# ColorMix|
source: Not enough magenta
gd: Chan eil magenta gu leòr ann
hi: पर्याप्त मैजेंटा नहीं

# ColorMix|
source: Too much magenta
gd: Tha cus magenta ann
hi: बहुत ज्यादा मैजेंटा

# ColorMix|
source: Not enough yellow
gd: Chan eil buidhe gu leòr ann
hi: अपर्याप्त पीला

# ColorMix|
source: Too much yellow
gd: Tha cus buidhe ann
hi: बहुत ज्यादा पीला

# ColorMix|
source: Not enough cyan
gd: Chan eil saidhean gu leòr ann
hi: पर्याप्त सियान नहीं

# ColorMix|
source: Too much cyan
gd: Tha cus saidhein ann
hi: बहुत ज्यादा सियान

# ActivityInfo|
source: Mixing colors of light
gd: A’ measgachadh dathan solais
hi: प्रकाश के रंगों का मिश्रण

# ActivityInfo|
source: Discover light color mixing.
gd: Fàs eòlach air measgachadh dathan solais.
hi: हल्के रंगों के मिश्रण के बारे में जानें।

# ActivityInfo|
source: Mix the primary colors to match to the given color.
gd: Measgaich na prìomh dhathan gus an dath a chaidh a thoirt seachad fhaighinn.
hi: दिए गए रंग से मिलान करने के लिए प्राथमिक रंगों को मिलाएँ

# ActivityInfo|
source: The activity deals with mixing primary colors of light (additive mixing). In case of light it is just the opposite of mixing color with paints! The more light you add the lighter the resultant color will get. Primary colors of light are red, green and blue.
gd: Dèiligidh an cleas seo le measgadh prìomh dhathan solais (measgadh cuir ris). ’S e an dearbh-chaochladh de mheasgadh dhathan le peant a tha sa mheasgadh solais! Mar as motha an solas a chuireas tu ris, ’s ann as soilleire a dh’fhàsas an dath a gheibh thu. Seo na prìomh-dhathan airson solais: dearg, uaine is gorm.
hi: गतिविधि प्रकाश के प्राथमिक रंगों (जोड़ मिश्रण) के मिश्रण से संबंधित है। प्रकाश के मामले में यह रंगों के रंग के मिश्रण के विपरीत है! जितना ज़्यादा प्रकाश आप जोड़ते हैं, परिणामस्वरूप उतना हल्का रंग मिलेगा। प्रकाश का प्राथमिक रंग लाल, हरा और नीला है।

# ActivityInfo|
source: Colors
gd: Dathan
hi: रंग

# ActivityInfo|
source: Click on the right color
gd: Briog air an dath cheart
hi: सही रंग पर क्लिक करें

# ActivityInfo|
source: This activity teaches you to recognize different colors. When you hear the name of the color, touch the duck wearing it.
gd: Ionnsaichidh a’ ghnìomhachd seo dhut mar a dh’aithnicheas tu dathan eadar-dhealaichte. Nuair a chluinneas tu ainm datha, suath ris an tunnag air a bheil e.
hi: यह गतिविधि आपको विभिन्न रंगों को पहचानने के लिए सिखाती है। जब आप रंग का नाम सुनते हैं, तो उस रंग को पहनी बतख को स्पर्श करें।

# ActivityInfo|
source: Identifying colours
gd: Ag aithneachadh dathan
hi: रंगों की पहचान

# ActivityInfo|
source: Listen to the color and touch the matching duck.
gd: Èist ris an dath is suath ris an tunnag fhreagarrach.
hi: रंग को सुनें और उस रंग की बतख को स्पर्श करें।

# colors|
source: Find the yellow duck
gd: Lorg an tunnag bhuidhe
hi: पीला बतख खोजें

# colors|
source: Find the black duck
gd: Lorg an tunnag dhubh
hi: काला बतख खोजें

# colors|
source: Find the green duck
gd: Lorg an tunnag uaine
hi: हरा बतख खोजें

# colors|
source: Find the red duck
gd: Lorg an tunnag dhearg
hi: लाल बतख खोजें

# colors|
source: Find the white duck
gd: Lorg an tunnag gheal
hi: सफेद बतख खोजें

# colors|
source: Find the blue duck
gd: Lorg an tunnag ghorm
hi: नीला बतख खोजें

# colors|
source: Find the brown duck
gd: Lorg an tunnag dhonn
hi: भूरा बतख खोजें

# colors|
source: Find the grey duck
gd: Lorg an tunnag liath
hi: धूसर बतख खोजें

# colors|
source: Find the orange duck
gd: Lorg an tunnag orains
hi: नारंगी बतख खोजें

# colors|
source: Find the purple duck
gd: Lorg an tunnag phurpaidh
hi: बैंगनी बतख खोजें

# colors|
source: Find the pink duck
gd: Lorg an tunnag phinc
hi: गुलाबी बतख खोजें

# ActivityInfo|
source: Build the same model
gd: Tog an aon mhodail
hi: वही मॉडल बनाएँ
