Repository: lliurex/gcompris
Catalog: po/gcompris_*.po
Languages: gd, hi

# ActivityInfo|
source: Mirror the given image
gd: Sgàthanaich an dealbh a thug sinn dhut às ùr
hi: दिए गए चित्र का दर्पण बनाएँ

# ActivityInfo|
source: Draw the image on the empty grid as if you see it in a mirror.
gd: Tarraing an dealbh air a’ ghriod bhàn mar a chitheadh tu e ann an sgàthan.
hi: खाली ग्रिड पर चित्र खींचें जैसे कि आप इसे आईने में देखते हैं

# ActivityInfo|
source: At the first level a hint is provided to show that a symmetry is requested.
gd: Sa chiad leibheil, thèid innse dhut gu bheil feum air co-chothromachd.
hi: पहले स्तर पर यह संकेत दिया गया है कि एक समरूपता का अनुरोध किया गया है।

# ActivityInfo|
source: Renewable Energy
gd: Cumhachd ath-nuadhachail
hi: अक्षय उर्जा

# ActivityInfo|
source: Tux has come back from fishing on his boat. Bring the electrical system back up so he can have light in his home.
gd: Tha Tux air tilleadh on iasgach air a’ bhàta aige. Cuir an siostam dealain air a-rithist ach am bi solas aige san taigh.
hi: टक्स अपने नाव पर मछली पकड़ने से वापस आ गया है बिजली व्यवस्था को वापस लाएं ताकि उसके घर में प्रकाश हो सके।

# ActivityInfo|
source: Learn about an electrical system based on renewable energy
gd: Siostam dealain stèidhichte air lùths ath-nuadhachail
hi: अक्षय उर्जा पर आधारित विद्युत प्रणाली के बारे में सीखें

# ActivityInfo|
source: Click on different active elements : sun, cloud, dam, solar array, wind farm and transformers, in order to reactivate the entire electrical system. When the system is back up and Tux is in his home, push the light button for him. To win you must switch on all the consumers while all the producers are up.
gd: Briog air na nithean gnìomhach: a’ ghrian, neul, dama, arraigh-ghrèine, tuathanas-gaoithe is tionndairean gus an siostam dealain gu lèir a chur a’ dol. Nuair a bhios an siostam ag obair a-rithist is Tux aig an taigh, brùth air a’ phutan solais air a shon. Feumaidh tu a h-uile inneal caitheimh a chur air fhad ’s a bhios na h-innealan dèanaimh air.
hi: पूरे इलेक्ट्रिकल सिस्टम को पुन: सक्रिय करने के लिए विभिन्न सक्रिय तत्वों पर क्लिक करें: सूर्य, बादल, बांध, सौर सरणी, पवन खेत और ट्रांसफार्मर। जब सिस्टम का बैकअप लिया जाता है और टक्स उसके घर में है, उसके लिए प्रकाश बटन दबाएं। जीतने के लिए आपको सभी उपभोक्ताओं पर स्विच करना होगा, जबकि सभी उत्पादक ऊपर हैं।

# ActivityInfo|
source: Drawing by Stephane Cabaraux
gd: Tarraing le Stephane Cabaraux
hi: ड्राइंग - स्टीफन काबाराक्स द्वारा

# RenewableEnergy|
source: Tux has come back from fishing on his boat. Bring the electrical system back up so he can have light in his home.
gd: Tha Tux air tilleadh on iasgach air a’ bhàta aige. Cuir an siostam dealain air a-rithist ach am bi solas aige san taigh.
hi: टक्स अपने नाव पर मछली पकड़ने से वापस आ गया है। बिजली व्यवस्था को वापस लाएं ताकि उसके घर में प्रकाश हो सके।

# RenewableEnergy|
source: Click on different active elements : sun, cloud, dam, solar array, wind farm and transformers, in order to reactivate the entire electrical system.
gd: Briog air na nithean gnìomhach: a’ ghrian, neul, dama, arraigh-ghrèine, tuathanas-gaoithe is tionndairean gus an siostam dealain gu lèir a chur a’ dol.
hi: पूरे इलेक्ट्रिकल सिस्टम को पुन: सक्रिय करने के लिए विभिन्न सक्रिय तत्वों पर क्लिक करें जैसे: सूर्य, बादल, बांध, सौर सरणी, पवन खेत और ट्रांसफार्मर।

# RenewableEnergy|
source: When the system is back up and Tux is in his home, push the light button for him. To win you must switch on all the consumers while all the producers are up.
gd: Nuair a bhios an siostam ag obair a-rithist is Tux aig an taigh, brùth air a’ phutan solais air a shon. Feumaidh tu a h-uile inneal caitheimh a chur air fhad ’s a bhios na h-innealan dèanaimh air.
hi: जब सिस्टम चालू हो जाये और टक्स अपने घर में हो तब उसके लिए प्रकाश बटन दबाएं। जीतने के लिए आपको सभी उपभोक्ताओं पर स्विच करना होगा, जब सभी उत्पादक चलो हों।

# RenewableEnergy|
source: Learn about an electrical system based on renewable energy. Enjoy.
gd: Siostam dealain stèidhichte air lùths ath-nuadhachail. An dòchas gun còrd iad riut!
hi: अक्षय उर्जा पर आधारित विद्युत प्रणाली के बारे में सीखें. मोज करें

# RenewableEnergy|
source: It is not possible to consume more electricity than what is produced. This is a key limitation in the distribution of electricity, with minor exceptions, electrical energy cannot be stored, and therefore it must be generated as it is needed. A sophisticated system of control is therefore required to ensure electric generation very closely matches the demand. If supply and demand are not in balance, generation plants and transmission equipment can shut down which, in the worst cases, can lead to a major regional blackout.
gd: Cha ghabh barrachd dealain a chleachdadh na chaidh a dhèanamh. Seo prìomh cuingealachadh le sgaoileadh dealain: san fharsaingeachd, cha ghabh cumhachd dealain a stòradh is feumaidh sinn ga dhèanamh san dearbh àm a bhios feum oirre. Tha siostam stiùiridh iom-fhillte riatanach a fhreagras ris an iarrtas. Mur eil meidh eadar solar is iarrtas ann, faodaidh stèiseanan cumhachd is innealan cuir a dhol dheth; air a char as miosa, thig dubhsgail air sgìre gu lèir.
hi: उत्पादन की तुलना में अधिक बिजली की खपत करना संभव नहीं है। यह बिजली के वितरण में एक प्रमुख सीमा है, मामूली अपवादों के साथ, विद्युत ऊर्जा संग्रहीत नहीं की जा सकती है, और इसलिए इसे जरूरी होना चाहिए क्योंकि इसकी आवश्यकता है। इसलिए नियंत्रण की एक अत्याधुनिक प्रणाली इसलिए सुनिश्चित करने के लिए आवश्यक है कि बिजली उत्पादन बहुत ही मांग से मेल खाता है। यदि आपूर्ति और मांग संतुलन में नहीं है, तो पीढ़ी के पौधे और संचरण उपकरण बंद कर सकते हैं, जो सबसे खराब मामलों में, एक प्रमुख क्षेत्रीय ब्लैकआउट को जन्म दे सकता है।

# ActivityInfo|
source: Practice subtraction with a fun game
gd: Cleachd toirt air falbh le geama tlachdmhor
hi: मजेदार खेल के साथ घटाने का अभ्यास करें

# ActivityInfo|
source: Tux is hungry. Help him find fish by counting to the correct ice spot.
gd: Tha an t-acras air Tux. Thoir cobhair dha gus èisg a lorg, a’ cunntadh gus an àite cheart a lorg air an deigh.
hi: टक्स भूखा है. सही बर्फ जगह गिन कर मछली ढूंढने में उसकी मदद करें.

# ActivityInfo|
source: Can read numbers on a dice, and count intervals up to 10 for the first level
gd: Comas na h-àireamhan air dìsinn a leughadh is eadaramhan suas gu 10 a chunntadh sa chiad leibheil
hi: किसी पासा पर नंबर पढ़ें, और पहले के स्तर के लिए 10 तक के अंतराल की गणना करें।

# ActivityInfo|
source: Click on the dice to show how many ice spots there are between Tux and the fish. Click the dice with the right mouse button to count backwards. When done, click on the OK button or hit the Enter key.
gd: Briog air an dìsinn gus sealltainn co mheud clàr-deighe a tha eadar Tux is an iasg. Briog air an dìsinn leis a’ phutan deas gus cunntadh sìos. Nuair a bhios tu deiseil, briog air a’ phutan “OK” no brùth air an iuchair “Enter”.
hi: टक्स और मछली के बीच में कितने बर्फ के धब्बे हैं यह दिखाने के लिए पासा पर क्लिक करें। पीछे की ओर गिनती करने के लिए दायीं माउस बटन के साथ पासा को क्लिक करें। जब किया जाए, तो ठीक बटन पर क्लिक करें या एंटर कुंजी दबाएं।

# ActivityInfo|
source: Roman numerals
gd: Àireamhan Ròmanach
hi: रोमन अंक

# ActivityInfo|
source: A Roman numeral is the name for a number when it is written in the way the Romans used to write numbers. Roman numerals are not used very often today in the west. They are used to write the names of kings and queens, or popes. For example: Queen Elizabeth II. They may be used to write the year a book or movie was made.
gd: Canar àireamh Ròmanach ri àireamh a chaidh a sgrìobhadh air nòs nan Ròmanach. Cha chleachdar iad ro thric an-diugh ach nochdaidh iad ann an ainmean rìghrean is bànrighean. Mar eisimpleir Màiri I. Thathar ’ga chleachdadh cuideachd airson àireamhan air sreath leabhraichean no a dh’innse cuin a chaidh film a dhèanamh.
hi: एक रोमन संख्या अंक के लिए एक नाम है, जब रोम में संख्या लिखने के तरीके के रूप में लिखा जाता है। आज रोमन अंकों का उपयोग अक्सर पश्चिम में नहीं किया जाता है। वे राजाओं और क्वीन के नाम लिखने के लिए उपयोग किए जाते हैं, या पोप उदाहरण के लिए: क्वीन एलिजाबेथ द्वितीय उनका इस्तेमाल एक पुस्तक या फिल्म बनाने के लिए किया जा सकता है।

# RomanNumerals|
source: Roman numerals, are based on seven symbols: I = 1, V = 5 X = 10, L = 50 C = 100, D = 500 M = 1000
gd: Tha àireamhaichean Ròmanach stèidhichte air seachd samhlaidhean: I = 1, V = 5 X = 10, L = 50 C = 100, D = 500 M = 1000
hi: रोमन अंक, सात प्रतीकों पर आधारित हैं: I = 1, V = 5, X = 10, L = 50, C = 100, D = 500, M = 1000

# RomanNumerals|
source: Convert the roman number %1 in arabic.
gd: Sgrìobh an àireamh Ròmanach %1 ann an àireamhan Arabach.
hi: रोमन संख्याओं %1 को अरबी में बदलें।

# RomanNumerals|
source: Convert the arabic number %1 in roman.
gd: Sgrìobh an àireamh Arabach %1 ann an àireamhan Ròmanach.
hi: अरबी संख्याओं %1 को रोमन में बदलें।

# RomanNumerals|
source: Several symbols create a larger number like: II = 2 XX = 20 XI = 11
gd: Cleachdar grunn shamhlaidhean airson àireamhan nas motha na sin a sgrìobhadh: II = 2 XX = 20 XI = 11
hi: कई प्रतीकों से बड़ी संख्या बनायीं जा सकती है जैसे कि II = 2, XX = 20, XI = 11

# RomanNumerals|
source: If a lower value symbol is before a higher value one, it is subtracted. Otherwise it is added. So: 'IV' is '4' 'VI' is '6' 'IX' is '9'
gd: Ma thèid samhla aig a bheil luach nas lugha a chur ro fhear aig a bheil luach nas motha, thèid a thoirt air falbh. Air neo thèid a chur ris. Mar eisimpleir: IV = 4 VI = 6 IX = 9
hi: अगर एक कम मूल्य प्रतीक एक उच्च मूल्य से पहले है, तो उसे घटाया जाता है। अन्यथा यह जोड़ा जाता है। तो 'IV' '4' है , 'VI' '6' है, 'IX' 9 है।

# RomanNumerals|
source: Only one number is subtracted, not two. So 8 is always VIII and never IIX.
gd: Cha dèid ach aon àireamh a thoirt air falbh. Sgrìobhar 8 mar VIII an-còmhnaidh ’s chan ann mar IIX.
hi: केवल एक नंबर घटाया गया है, दो नहीं। तो 8 हमेशा VIII होता है न की IIX।

# RomanNumerals|
source: Proper form is to subtract only a value with the next lower power of 10. Thus, 900 is written CM, but 990 would not be XM - properly, it is CM for the 900 portion and XC for the 90 portion, or CMXC. Similarly, 999 would not be IM but rather CMXCIX - CM for the 900 portion, XC for the 90 portion, and IX for the 9 portion. Only values starting in 1's are ever used to subtract; 45 is properly XLV, not VL.
gd: A ghnàth, cha dèid a thoirt air falbh ach luach aig cumhachd a deich as fhaisge air. Mar eisimpleir, sgrìobhar 900 mar CM ach cha sgrìobhar 990 mar XM. An àite sin sgrìobhar CM airson a’ phàirt dheth a tha a’ riochdachadh 900 agus XC airson 90, CMXC leis a sin. Air an aon alt, cha sgrìobhar 999 mar IM ach CMXCIX - CM airson 900, XC airson 90 agus IX airson 9. Cha doirear air falbh idir ach luachan a tha a’ tòiseachadh le 1, mar eisimpleir, sgrìobhar 45 mar XLV is chan ann mar VL.
hi: उचित प्रपत्र केवल 10 की अगली कम शक्ति के साथ एक मूल्य घटाना है। इस प्रकार, 900 को CM लिखा गया है, लेकिन 990 XM नहीं होगा - असल में, यह 900 भाग के लिए CM है और 90 भाग के लिए XC है, या CMXC। इसी तरह, 999 IM नहीं बल्कि CMXCIX होगा - 900 भाग के लिए CM, 90 भाग के लिए XC और 9 भाग के लिए IX। केवल 1 के शुरू होने वाले मूल्यों को घटाना करने के लिए उपयोग किया जाता है; 45 ठीक से XLV है, न की VL

# RomanNumerals|
source: Now you know the rules, you can read and write any numbers in roman numerals.
gd: Tha thu eòlach air na riaghailtean a-nis agus is urrainn dhut àireamh sam bith a sgrìobhadh air nòs nan Ròmanach.
hi: अब आप नियमों को जानते हैं, आप रोमन अंकों में किसी भी संख्या को पढ़ सकते हैं और लिख सकते हैं।

# RomanNumerals|
source: Roman value: %1
gd: An luach Ròmanach: %1
hi: रोमन मूल्य: %1

# RomanNumerals|
source: Arabic value: %1
gd: An luach Arabach: %1
hi: अरबी मूल्य : %1

# ActivityInfo|
source: Balance the scales properly
gd: Cuir cuideam co-ionnan air a’ mheidh
hi: तराजू ठीक से संतुलित करें

# ActivityInfo|
source: Drag and Drop weights to balance the scales
gd: Slaod cuideaman is leig às iad gus meidh a chur air
hi: तराजू को संतुलित करने के लिए भार खींचें और गिरायें

# ActivityInfo|
source: Mental calculation, arithmetic equality
gd: Àireamhachadh cinn, co-ionnanachd nan àireamhan
hi: मानसिक गणना, अंकगणितीय तुल्यता

# ScaleNumber|
source: Take care, you can drop weights on both sides of the scale.
gd: Thoir an aire gur urrainn dhut cuideaman a chur air an dà thaobh na meidhe.
hi: ध्यान दें, आप पैमाने के दोनों किनारों पर वजन कम कर सकते हैं।

# ScaleNumber|
source: Now you have to guess the weight of the gift.
gd: Feumaidh tu tomhas a dhèanamh a-nis dè an cuideam a tha sa phrèasant.
hi: अब आपको उपहार के वजन का अनुमान लगाना है।

# ScaleNumber|
source: Enter the weight of the gift: %1
gd: Cuir a-steach cuideam a’ phrèasaint: %1
hi: उपहार का वजन दर्ज करें: %1

# ActivityInfo|
source: Drag and Drop masses to balance the scales and calculate the weight
gd: Slaodaich tomadan is leig às iad gus am meidh a dhèanamh cothromaichte is an cuideam obrachadh a-mach
hi: तराजू को संतुलित करने और वजन की गणना करने के लिए सामान को खींचें और छोड़ें

# ActivityInfo|
source: Mental calculation, arithmetic equality, unit conversion
gd: Àireamhachadh cinn, co-ionnanachd nan àireamhan, iompachadh aonadan
hi: मानसिक गणना, अंकगणितीय तुल्यता, इकाई परिवर्तन

# ScalesboardWeight|
source: %1 g
hi: %1 जी

# ScalesboardWeight|
source: %1 kg
hi: %1 कि.ग्रा.

# ScalesboardWeight|
source: The "kg" symbol at the end of a number means kilogram.
gd: Tha an “kg” aig deireadh àireimh a’ ciallachadh cileagram.
hi: किसी संख्या के अंत में "किलोग्राम" प्रतीक का मतलब किलोग्राम है।

# ScalesboardWeight|
source: The kilogram is a unit of mass, a property which corresponds to the common perception of how "heavy" an object is.
gd: Tha cileagram ’na aonad tomaid, buadh leis an innis sinn dè cho “trom” ’s a tha rud an cumantas.
hi: किलोग्राम द्रव्यमान का एक इकाई है, एक संपत्ति जो आम धारणा से मेल खाती है कि कैसे "भारी" वस्तु है

# ScalesboardWeight|
source: The "g" symbol at the end of a number means gram. One kilogram equals 1000 grams
gd: Tha an “g” aig deireadh àireimh a’ ciallachadh grama. Tha mìle grama ann an cileagram.
hi: किसी संख्या के अंत में "जी" का प्रतीक है ग्राम। एक किलोग्राम के बराबर 1000 ग्राम

# ScalesboardWeight|
source: Remember, one kilogram ("kg") equals 1000 grams ("g").
gd: Cuimhnich, tha 1000 grama (“g”) ann an cileagram (“kg”).
hi: याद रखें, एक किलो ( 'किलो') 1000 ग्राम ( 'ग्रा') के बराबर होता है।

# ScalesboardWeight|
source: Take care, you can drop weights on both sides of the scale.
gd: Thoir an aire gur urrainn dhut cuideaman a chur air an dà thaobh na meidhe.
hi: ध्यान दें, आप पैमाने के दोनों किनारों पर वजन कम कर सकते हैं।

# ScalesboardWeight|
source: Now you have to guess the weight of the gift.
gd: Feumaidh tu tomhas a dhèanamh a-nis dè an cuideam a tha sa phrèasant.
hi: अब आपको उपहार के वजन का अनुमान लगाना है।

# ScalesboardWeight|
source: Enter the weight of the gift in kilogram: %1
gd: Cuir a-steach cuideam a’ phrèasaint ann an cilea-gramaichean: %1
hi: किलोग्राम में उपहार का वजन दर्ज करें: %1

# ScalesboardWeight|
source: Enter the weight of the gift in gram: %1
gd: Cuir a-steach cuideam a’ phrèasaint ann an gramaichean: %1
hi: ग्राम में उपहार का वजन दर्ज करें: %1

# ScalesboardWeight|
source: Remember, one kilo ('kg') equals 1000 grams ('g').
gd: Cuimhnich, tha 1000 grama (“g”) ann an cileagram (“kg”).
hi: याद रखें, एक किलो ( 'किलो') 1000 ग्राम ( 'ग्रा') के बराबर होता है।

# ActivityInfo|
source: Drag and Drop masses to balance the scales and calculate the weight in the avoirdupois unit
gd: Slaodaich tomadan is leig às iad gus am meidh a dhèanamh cothromaichte is an cuideam obrachadh a-mach san aonad avoirdupois
hi: तराजू का संतुलन बनाए रखने के लिए वास्तु को खींचें और छोड़ें और एवार्डुपियो यूनिट में वजन की गणना करें

# ScalesboardWeight|
source: %1 oz
hi: %1 औंस

# ScalesboardWeight|
source: %1 lb
hi: %1 पौंड

# ScalesboardWeight|
source: The "lb" symbol at the end of a number means pound.
gd: Tha an “lb” aig deireadh àireimh a’ ciallachadh punnd.
hi: किसी संख्या के अंत में "एलबी" प्रतीक का मतलब पौंड है।

# ScalesboardWeight|
source: The pound is a unit of mass, a property which corresponds to the common perception of how "heavy" an object is. This unit is used in the USA.
gd: Tha punnd ’na aonad tomaid, buadh leis an innis sinn dè cho “trom” ’s a tha rud an cumantas. Cleachdar seo ann am Breatainn agus sna Stàitean Aonaichte.
hi: पौंड द्रव्यमान का एक इकाई है, एक संपत्ति जो आम धारणा से मेल खाती है कि कैसे "भारी" वस्तु है यह इकाई संयुक्त राज्य अमेरिका में उपयोग की जाती है।

# ScalesboardWeight|
source: The "oz" symbol at the end of a number means ounce. One pound equals sixteen ounces
gd: Tha an “oz” aig deireadh àireimh a’ ciallachadh unnsa Tha sia unnsa deug ann am punnd.
hi: किसी संख्या के अंत में "ओज" का प्रतीक औंस होता है। एक पौंड का सोलह औंस बराबर होता है।

# ScalesboardWeight|
source: Remember, one pound ("lb") equals sixteen ounces ("oz").
gd: Cuimhnich, tha sia unnsa deug (“oz”) annd am punnd (“lb”).
hi: याद रखें, एक पाउंड ("एलबी") सोलह औंस के बराबर होता है ("ओज़")।

# ScalesboardWeight|
source: Enter the weight of the gift in ounce: %1
gd: Cuir a-steach cuideam a’ phrèasaint ann an unnsachan: %1
hi: औंस में उपहार का वजन दर्ज करें: %1

# ActivityInfo|
source: Learn the division of numbers
gd: Ionnsaich roinneadh àireamhan
hi: संख्याओं में भाग करना सीखें

# ActivityInfo|
source: Know how to count
gd: Ionnsaich cunntadh
hi: गिनती करना सीखें

# Share|
source: Display candy counter
gd: Seall cunntair nan siùcaran
hi: कैंडी गणक दिखाएँ

# ActivityInfo|
source: A simple drawing activity
gd: Cleas tarraing simplidh
hi: एक सरल ड्राइंग गतिविधि

# ActivityInfo|
source: Create your own drawing
gd: Cruthaich tarraing dhut fhèin
hi: अपना स्वयं का ड्राइंग बनाएं

# ActivityInfo|
source: Enhance creative skills
gd: Leasaich do sgilean cruthachail
hi: रचनात्मक कौशल बढ़ाएँ

# ActivityInfo|
source: Select a color and paint the rectangles as you like to create a drawing.
gd: Tagh dath is cuir dath air na ceart-cheàrnaich a-rèir do thoil fhèin airson tarraing a chruthachadh.
hi: एक रंग का चयन करें और आयताकारों को पेंट करें जैसा कि आप चित्र बनाना चाहते हैं

# ActivityInfo|
source: Numbers With Dice
gd: Àireamhan le dìsnean
hi: पाँसा के साथ संख्याएँ

# ActivityInfo|
source: Count the number of dots on dice before they reach the ground
gd: Cunnt àireamh nan dotagan air na dìsnean mus ruig iad an làr
hi: पाँसों के जमीन पर पहुँचने से पहले ही उन पर स्थित बिंदुओं की संख्या गिनें

# ActivityInfo|
source: In a limited time, count the number of dots
gd: Rè ùine cuingichte, cunnt àireamh nan dotagan
hi: सीमित समय में, बिन्दुओं की संख्या गिनें

# ActivityInfo|
source: Counting skills
gd: Sgilean cunntaidh
hi: गिनने की दक्षता

# ActivityInfo|
source: With the keyboard, type the number of dots you see on the falling dice.
gd: Sgrìobh àireamh nan dotagan a chì thu air na dìsnean a’ tuiteam leis a’ mheur-clàr
hi: कुंजीपटल के साथ, आप गिरने वाले पासा पर डॉट्स की संख्या टाइप करें

# ActivityInfo|
source: Numbers with dominoes
gd: Àireamhan le dominothan
hi: डॉमनोज़ के नंबर

# ActivityInfo|
source: Count the number of dots on the dominoes before they reach the ground
gd: Cunnt àireamh nan dotagan air na dominothan mus ruig iad an làr
hi: डॉमिनोज़ के जमीन पर पहुँचने से पहले ही उन पर स्थित बिंदुओं की संख्या गिनें

# ActivityInfo|
source: With the keyboard, type the number of dots you see on the falling dominoes.
gd: Sgrìobh àireamh nan dotagan a chì thu air na dominothan a’ tuiteam leis a’ mheur-clàr
hi: कुंजीपटल के साथ, आप गिरते डोमिनोइज़ पर देखे गए बिंदुओं की संख्या टाइप करें।

# ActivityInfo|
source: Learn how to control a submarine
gd: Ionnsaich mar a stiùireas tu bàta-tumaidh
hi: जानें कैसे एक पनडुब्बी को नियंत्रित करें

# ActivityInfo|
source: Control the various parts of the submarine (the engine, rudders and ballast tanks) to reach the end point. Controls: Engine: D / Right arrow: Increase velocity A / Left arrow: Decrease velocity Ballast tanks: Switch filling of Ballast tanks: W / Up arrow: Central ballast tank R: Left ballast tank T: Right ballast tanks Switch flush ballast tanks: S / Down arrow: Central ballast tank F: Left ballast tank G: Right ballast tanks Diving planes: + : Increase diving plane angle - : Decrease diving plane angle
gd: Stiùirich na diofar pàirtean dhen bhàta-tumaidh (an t-einnsean, am falmadair agus na tancaicean balaist) gu a cheann-uidhe. Stiùireadh: An t-einnsean: D / Saighead dheas: Falbh nas luaithe A / Saighead chlì: Falbh nas slaodaiche Tancaichean balaist: Leum eadar lìonadh nan tancaichean: W / Saighead suas: An tanca balaist meadhain R: An tanca balaist clì T: An tanca balaist deas Leum eadar traoghadh nan tancaichean: S / Saighead sìos: An tanca balaist meadhain F: An tanca balaist clì G: An tanca balaist deas Plèanaichean tumaidh: + : Ceàrn tumaidh nas caise - : Ceàrn tumaidh nas rèidhe
hi: समापन बिंदु तक पहुंचने के लिए पनडुब्बी के विभिन्न हिस्सों (इंजन, रूडर और गिल्ट टैंक) को नियंत्रित करें। नियंत्रण: इंजन: D / दायां तीर: वेग बढ़ाएं A / बायां तीर: वेग घटाएं I ब्लास्ट टैंक: बल्लेस्ट टैंक भरने पर स्विच करें: W / अप एरो: सेंट्रल बैलास्ट टैंक R: वाम बैलास्ट टैंक T: सही गिट्टी टैंक स्विच फ्लश गिट्टी टैंक: S / डाउन तीर: केंद्रीय बैलास्ट टैंक F: वाम बैलास्ट टैंक G: सही गिट्टी टैंक गोताखोरी विमानों: +: गोताखोरी के कोण को बढ़ाएं -: गोताखोरी के कोण को घटाएं

# Controls|
source: Left Ballast Tank
gd: An tanca balaist clì
hi: वाम बल्लेस्ट टैंक

# Controls|
source: Central Ballast Tank
gd: An tanca balaist meadhain
hi: केंद्रीय बैलास्ट टैंक

# Controls|
source: Right Ballast Tank
gd: An tanca balaist deas
hi: दायां बैलास्ट टैंक

# submarine|
source: The leftmost item in the control panel is the engine of the submarine, indicating the current speed of the submarine.
gd: ’S e einnsean a’ bhàta-tumaidh an rud as fhaide clì air a’ phanail-smachd, a’ sealltainn astar a’ bhàta-tumaidh.
hi: कंट्रोल पैनल में बाईं वस्तु पनडुब्बी का इंजन है, जो कि पनडुब्बी की वर्तमान गति को दर्शाता है।

# submarine|
source: Increase or decrease the velocity of the submarine using the engine.
gd: Falbh nas luaithe no nas slaodaiche le bhith a’ stiùireadh an einnsein.
hi: इंजन का उपयोग करके पनडुब्बी की गति को बढ़ाएं या घटाएं।

# submarine|
source: Press the + button to increase the velocity, or the - button to decrease the velocity.
gd: Brùth am putan + a dh’fhalbh nas luaithe no am putan - a dh’fhalbh nas slaodaiche.
hi: गति को कम करने के लिए - बटन को दबाएं , या वेग बढ़ाने के लिए + बटन दबाएं।

# submarine|
source: The item next to the engine is the Ballast tanks.
gd: ’S iad na tancaichean balaist an rud ri taobh an einnsein.
hi: इंजन के बगल वाला वस्तु बैलास्ट टैंक है

# submarine|
source: The Ballast tanks are used to float or dive under water.
gd: ’S urrainn dhut tumadh fon uisge no a dhol an àire leis na tancaichean balaist.
hi: ब्लास्ट टैंक पानी में तैरने या गोता लगाने के लिए उपयोग किया जाता है।

# submarine|
source: If the ballast tanks are empty, the submarine will float. If the ballast tanks are full of water, the submarine will dive underwater.
gd: Ma tha na tancaichean balaist falamh, thèid am bàta-tumaidh an àirde. Ma tha iad làn de dh’uisge, tumaidh e.
hi: यदि गिट्टी टैंक खाली हैं, तो पनडुब्बी फ्लोट होगा। यदि गिट्टी के टैंक पानी से भरे हुए हैं, तो पनडुब्बी पानी के नीचे घुमाएगी।

# submarine|
source: Turning the upper valve on or off will alternatively allow or stop water from filling in the Ballast tanks, thus allowing it to dive underwater.
gd: Ma bheir thu tionndadh dhen phìob-chòmhla uachdarach, ’ga dùnadh no ’ga fosgladh, cuiridh tu uisge dhan tanca no cuiridh tu stad air a lìonadh agus tumaidh am bàta fon uisge mar sin.
hi: ऊपरी वाल्व को चालू या बंद करने से बल्लेस्ट टैंक को भरने से पानी की अनुमति वैकल्पिक रूप से बंद हो जाएगा, जिससे यह पानी के नीचे गोता लगाने की अनुमति देगा।
