Repository: lliurex/gcompris
Catalog: po/gcompris_*.po
Languages: gd, hi

# ActivityInfo|
source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding an operation, or the answer to it. In this game, these cards are hiding the two parts of an operation. You need to find the two parts of the operation, and bring them together again. Click on a card to see what number it's hiding, then try to find the other card that goes with it, to make a whole operation. You can only turn over two cards in one go, so you need to remember where the numbers are hiding, then you can match them when you find their other half. You're doing the job of the equals sign, and the numbers need you to put them together and make a proper equality. When you do that, both those cards disappear! When you've made them all disappear, found all the operations, you've won the game!
gd: Chì thu cairtean, ach chan fhaic thu na tha air an taobh eile dhiubh. Falaichidh gach cairt obrachadh no a fhreagairt. Sa gheama seo, ’s e an dà phàirt aig obrachadh a dh’fhalaicheas na cairtean. Feumaidh tu an dà phàirt aig obrachadh a lorg is an cur còmhla. Briog air cairt gus faighinn a-mach dè an àireamh a dh’fhalaicheas i is an uair sin feuch an lorg thu an cairt eile a fhreagras dhi gus obrachadh slàn a dhèanamh. Chan urrainn dhut car a thoirt ach air dà chairt aig an aon àm, mar sin feumaidh tu cur nad chuimhne far a bheil na h-àireamhan gam falach. An uair sin, ’s urrainn dhut an leth eile a lorg gus am maidseadh. Tha thu a’ dèanamh an obair aig an t-samhla co-ionnanachd is feumaidh tu na h-àireamhan a chur còmhla ach am bi an dà thaobh co-ionnan. Nuair a nì thu seo, thèid an dà chairt a-mach à sealladh! Nuair a bhios a h-uile cairt air dol a-mach à sealladh is tu air a h-uile obrachadh a lorg, buannaichidh tu an geama!
hi: आप कुछ कार्ड देख सकते हैं, लेकिन आप उनके पिछले तरफ नही देख सकते हैं। प्रत्येक कार्ड एक ऑपरेशन छिपा रहा है, या उसके उत्तर। इस गेम में, ये कार्ड किसी ऑपरेशन के दो हिस्सों को छुपा रहे हैं। आपको ऑपरेशन के दो हिस्सों को खोजने की आवश्यकता है, और उन्हें एक साथ फिर से लाएं। एक कार्ड पर क्लिक करें यह देखने के लिए कि वह किस नंबर को छुपा रहा है, फिर उस पूरे कार्ड को खोजने के लिए दूसरे कार्ड को ढूंढने का प्रयास करें आप केवल एक ही बार में दो कार्ड बदल सकते हैं, इसलिए आपको यह याद रखना होगा कि संख्या कहाँ छिपा रही है, तब आप उनसे मेल खा सकते हैं जब आप अपने दूसरे आधा मिल जाएंगे आप बराबर चिह्न का काम कर रहे हैं, और संख्याओं को आप को एक साथ रखने और उचित समानता बनाने की आवश्यकता है। जब आप ऐसा करते हैं, तो दोनों कार्ड गायब हो जाते हैं! जब आपने उन्हें सब गायब कर दिया है, तो टक्स से अधिक मिला, आपने गेम जीता है!

# ActivityInfo|
source: Addition and subtraction memory game against Tux
gd: Geama cuimhne cuir ris is toirt air falbh an aghaidh Tux
hi: टक्स के विरुद्ध जोड़ना तथा घटाना स्मरण खेल

# ActivityInfo|
source: Turn the cards over to find two numbers which add or subtract the same, until all the cards are gone.
gd: Thoir car air dà cairt gus an dèan na tha air an dàrna cairt na tha air a’ chairt eile ’s tu a’ cur àireamhan ri chèile no an toirt air falbh.
hi: जब तक सभी कार्ड गायब नहीं हो जाते, तब तक उन दो नंबरों को ढूंढने के लिए कार्ड पलटते रहे जो खुदको जोड़ते या घटते हों।

# ActivityInfo|
source: Practice addition, subtraction, until all the cards are gone.
gd: Faigh cleachdadh ann an cur ri chèile is toirt air falbh gus am bi a h-uile cairt air falbh.
hi: सभी कार्ड चले जाने से पहले तक जोड़, घटाव, गुणन, विभाजन का अभ्यास करें।

# ActivityInfo|
source: Addition and subtraction
gd: Cur ri chèile is toirt air falbh
hi: जोड़ना तथा घटाना

# ActivityInfo|
source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding an operation, or the answer to it. In this game, these cards are hiding the two parts of an operation. You need to find the two parts of the operation, and bring them together again. Click on a card to see what number it's hiding, then try to find the other card that goes with it, to make a whole operation. You can only turn over two cards in one go, so you need to remember where the numbers are hiding, then you can match them when you find their other half. You're doing the job of the equals sign, and the numbers need you to put them together and make a proper equality. When you do that, both those cards disappear! When you've made them all disappear, found more than Tux, and you've won the game!
gd: Chì thu cairtean, ach chan fhaic thu na tha air an taobh eile dhiubh. Falaichidh gach cairt obrachadh no a fhreagairt. Sa gheama seo, ’s e an dà phàirt aig obrachadh a dh’fhalaicheas na cairtean. Feumaidh tu an dà phàirt aig obrachadh a lorg is an cur còmhla. Briog air cairt gus faighinn a-mach dè an àireamh a dh’fhalaicheas i is an uair sin feuch an lorg thu an cairt eile a fhreagras dhi gus obrachadh slàn a dhèanamh. Chan urrainn dhut car a thoirt ach air dà chairt aig an aon àm, mar sin feumaidh tu cur nad chuimhne far a bheil na h-àireamhan gam falach. An uair sin, ’s urrainn dhut an leth eile a lorg gus am maidseadh. Tha thu a’ dèanamh an obair aig an t-samhla co-ionnanachd is feumaidh tu na h-àireamhan a chur còmhla ach am bi an dà thaobh co-ionnan. Nuair a nì thu seo, thèid an dà chairt a-mach à sealladh! Nuair a bhios a h-uile cairt air dol a-mach à sealladh is tu barrachd a lorg na Tux, buannaichidh tu an geama!
hi: आप कुछ कार्ड देख सकते हैं, लेकिन आप उनके पिछले तरफ नही देख सकते हैं। प्रत्येक कार्ड एक ऑपरेशन छिपा रहा है, या उसके उत्तर। इस गेम में, ये कार्ड किसी ऑपरेशन के दो हिस्सों को छुपा रहे हैं। आपको ऑपरेशन के दो हिस्सों को खोजने की आवश्यकता है, और उन्हें एक साथ फिर से लाएं। एक कार्ड पर क्लिक करें यह देखने के लिए कि वह किस नंबर को छुपा रहा है, फिर उस पूरे कार्ड को खोजने के लिए दूसरे कार्ड को ढूंढने का प्रयास करें आप केवल एक ही बार में दो कार्ड बदल सकते हैं, इसलिए आपको यह याद रखना होगा कि संख्या कहाँ छिपा रही है, तब आप उनसे मेल खा सकते हैं जब आप अपने दूसरे आधा मिल जाएंगे आप बराबर चिह्न का काम कर रहे हैं, और संख्याओं को आप को एक साथ रखने और उचित समानता बनाने की आवश्यकता है। जब आप ऐसा करते हैं, तो दोनों कार्ड गायब हो जाते हैं! जब आपने उन्हें सब गायब कर दिया है, तो टक्स से अधिक मिला, आपने गेम जीता है!

# ActivityInfo|
source: Addition and subtraction memory game
gd: Geama cuimhne cuir ris is toirt air falbh
hi: जोड़ना तथा घटाना स्मरण खेल

# ActivityInfo|
source: Addition memory game against Tux
gd: Geama cuimhne cuir ris an aghaidh Tux
hi: टक्स के विरुद्ध जोड़ना स्मरण खेल

# ActivityInfo|
source: Practice adding up, until all the cards are gone.
gd: Faigh cleachdadh ann an cur ri chèile gus am bi gach cairt air falbh.
hi: सभी कार्ड चले जाने से पहले तक जोड़, घटाव, गुणन, विभाजन का अभ्यास करें।

# ActivityInfo|
source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding an adding-up sum, or the answer to the sum. An adding-up sum looks like this: 2 + 2 = 4 The numbers on one side of the equals sign (=) have to be the same as the number on the other side. So 2 (1, 2) and 2 more (3, 4) makes 4. Count aloud when you work this out, and count on your fingers, because the more ways you do something, the better you remember it. You can also use blocks, or buttons, or anything you can count. If you have lots of brothers and sisters, you can count them! Or the kids in your class at school. Sing counting songs. Count lots of things, for practice, and you'll be very good at adding-up! In this game, these cards are hiding the two parts of an adding-up sum (also called an addition sum). You need to find the two parts of the sum, and bring them together again. Click on a card to see what number it's hiding, then try to find the other card that goes with it, to make a whole sum. You can only turn over two cards in one go, so you need to remember where the numbers are hiding, then you can match them when you find their other half. You're doing the job of the equals sign, and the numbers need you to put them together and make a proper sum. When you do that, both those cards disappear! When you've made them all disappear, found more sums than Tux and you've won the game!
gd: Chì thu cairtean ach chan fhaic thu na tha air an taobh eile dhiubh. Tha gach cairt a’ falach àireamhan airson cur ri chèile no an fhreagairt aig a’ chur ri chèile. Seo an coltas a bhios air àireamhan airson cur ri chèile: 2 + 2 = 4. Feumaidh na h-àireamhan air dàrna taobh dhen t-samhla co-ionnanachd (=) a bhith co-ionnann ris an àireamh air an taobh eile. Mar sin, ma chuireas tu 2 (cunnt 1, 2) is 2 a bharrachd (cunnt 3, 4) ri chèile, nì seo 4. Tog do ghuth fhad ’s a bhios tu a’ cunntadh gus seo obrachadh a-mach is cunnt air do chorragan cuideachd. Ma nì thu rud air iomadh dòigh, bidh e nas fhasa dhut cuimhneachadh air. Faodaidh tu blocaichean no putanan a chleachdadh cuideachd no rud sam bith eile a ghabhas cunntadh. Ma tha torr bhràithrean is pheathraichean agad, carson nach cunnt thu iadsan? No a’ chlann sa chlas agad aig an sgoil? Seinn òrain cunntaidh. Cunnt iomadh rud airson cleachdadh is fàsaidh tu uabhasach math air an cur ris! Sa gheama seo, tha na cairtean a’ falach an dà thaobh aig àireamhan air an cur ri chèile (ris an canar “suim cuir ris” cuideachd). Feumaidh tu an dà phàirt aig an t-suim a lorg ach am bi iad còmhla. Briog air cairt gus an àireamh a tha i a’ falach a shealltainn is feuch an lorg thu a’ chairt eile a bhuineas dhi gus suim a chur còmhla. Chan urrainn dhut car a thoirt ach air dà chairt aig an aon àm is mar sin, feumaidh tu cur nad chuimhne far a bheil na h-àireamhan gam falach. An uair sin, ’s urrainn dhut am maidseadh nuair a lorgas tu an dàrna leth. Tha thu a’ dèanamh an obair aig an t-samhla co-ionnanachd is feumaidh na h-àireamhan dol ri chèile ach an dèan iad suim mar bu chòir. Nuair a nì thu seo, thèid an dà chairt ud a-mach à sealladh! Nuair a bhios iad uile a-mach à sealladh is tu air barrachd shuimean a lorg na Tux, buannaichidh tu an geama!
hi: आप कुछ कार्ड देख सकते हैं, लेकिन आप उन दोनों के सामने क्या देख सकते हैं। प्रत्येक कार्ड ने एक जोड़ राशि या राशि का उत्तर को छिपा रहा है। एक जोड़ राशि इस तरह दिखती है: 2 + 2 = 4 बराबर चिह्न (=) के एक तरफ की संख्या दूसरी तरफ की संख्या के समान होगी। तो 2 (1, 2) और 2 और (3, 4) बनाता है 4. जब आप इसे बाहर काम करते हैं, और अपनी उंगलियों पर भरोसा करते हैं, तो अधिक गिनती क्योंकि आप जितना अधिक तरीके से करते हैं, उतना ही आपको इसे याद रखना चाहिए। आप ब्लॉकों या बटन या किसी भी चीज का भी उपयोग कर सकते हैं जो आप कर सकते हैं। अगर आपके पास बहुत से भाई और बहनें हैं, तो आप उन्हें गिन सकते हैं! या स्कूल में आपकी कक्षा में बच्चे। गीतों की गिनती गाओ व्यवहार के लिए बहुत सी चीजों की गिनती करें, और आप जोड़ने पर बहुत अच्छा लगेगा! इस गेम में, ये कार्ड एक जोड़-राशि के दो हिस्सों को छुपा रहे हैं (जिसे एक अतिरिक्त राशि भी कहा जाता है)। आपको योग के दो हिस्सों को ढूँढ़ने की जरूरत है, और उन्हें एक साथ फिर से लाएं। एक कार्ड पर क्लिक करें यह देखने के लिए कि वह कौन से नंबर छिपा रहा है, फिर उस पूरे कार्ड को बनाने के लिए दूसरे कार्ड को ढूंढने का प्रयास करें। आप केवल एक ही बार में दो कार्ड बदल सकते हैं, इसलिए आपको याद रखना चाहिए कि संख्या कहाँ छिप रही है, तब आप उनको मैच कर सकते हैं जब आप अपने दूसरे आधा मिल जाएंगे आप बराबर चिह्न का काम कर रहे हैं, और संख्याओं को आप को एक साथ रखने और एक उचित योग बनाने की आवश्यकता है। जब आप ऐसा करते हैं, तो दोनों कार्ड गायब हो जाते हैं! जब आप उन्हें सब गायब कर देते हैं, तो टक्स की तुलना में अधिक रकम पाई और आपने गेम जीत लिया है!

# ActivityInfo|
source: Addition memory game
gd: Geama cuimhne cuir ris
hi: जोड़ना स्मरण के खेल

# ActivityInfo|
source: Turn the cards over to find two numbers which add up the same, until all the cards are gone.
gd: Thoir car air dà cairt gus an dèan na tha air an dàrna cairt na tha air a’ chairt eile ’s tu a’ cur àireamhan ri chèile.
hi: जब तक सभी कार्ड गायब नहीं हो जाते, तब तक दो नंबर ढूंढने के लिए कार्ड चालू करें। टक्स ऐसा ही करता है। आपको उसे हराना है!

# ActivityInfo|
source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding an adding-up sum, or the answer to the sum. An adding-up sum looks like this: 2 + 2 = 4 The numbers on one side of the equals sign (=) have to be the same as the number on the other side. So 2 (1, 2) and 2 more (3, 4) makes 4. Count aloud when you work this out, and count on your fingers, because the more ways you do something, the better you remember it. You can also use blocks, or buttons, or anything you can count. If you have lots of brothers and sisters, you can count them! Or the kids in your class at school. Sing counting songs. Count lots of things, for practice, and you'll be very good at adding-up! In this game, these cards are hiding the two parts of an adding-up sum (also called an addition sum). You need to find the two parts of the sum, and bring them together again. Click on a card to see what number it's hiding, then try to find the other card that goes with it, to make a whole sum. You can only turn over two cards in one go, so you need to remember where the numbers are hiding, then you can match them when you find their other half. You're doing the job of the equals sign, and the numbers need you to put them together and make a proper sum. When you do that, both those cards disappear! When you've made them all disappear, found all the sums, you've won the game!
gd: Chì thu cairtean ach chan fhaic thu na tha air an taobh eile dhiubh. Tha gach cairt a’ falach àireamhan airson cur ri chèile no an fhreagairt aig a’ chur ri chèile. Seo an coltas a bhios air àireamhan airson cur ri chèile: 2 + 2 = 4. Feumaidh na h-àireamhan air dàrna taobh dhen t-samhla co-ionnanachd (=) a bhith co-ionnann ris an àireamh air an taobh eile. Mar sin, ma chuireas tu 2 (cunnt 1, 2) is 2 a bharrachd (cunnt 3, 4) ri chèile, nì seo 4. Tog do ghuth fhad ’s a bhios tu a’ cunntadh gus seo obrachadh a-mach is cunnt air do chorragan cuideachd. Ma nì thu rud air iomadh dòigh, bidh e nas fhasa dhut cuimhneachadh air. Faodaidh tu blocaichean no putanan a chleachdadh cuideachd no rud sam bith eile a ghabhas cunntadh. Ma tha torr bhràithrean is pheathraichean agad, carson nach cunnt thu iadsan? No a’ chlann sa chlas agad aig an sgoil? Seinn òrain cunntaidh. Cunnt iomadh rud airson cleachdadh is fàsaidh tu uabhasach math air an cur ris! Sa gheama seo, tha na cairtean a’ falach an dà thaobh aig àireamhan air an cur ri chèile (ris an canar “suim cuir ris” cuideachd). Feumaidh tu an dà phàirt aig an t-suim a lorg ach am bi iad còmhla. Briog air cairt gus an àireamh a tha i a’ falach a shealltainn is feuch an lorg thu a’ chairt eile a bhuineas dhi gus suim a chur còmhla. Chan urrainn dhut car a thoirt ach air dà chairt aig an aon àm is mar sin, feumaidh tu cur nad chuimhne far a bheil na h-àireamhan gam falach. An uair sin, ’s urrainn dhut am maidseadh nuair a lorgas tu an dàrna leth. Tha thu a’ dèanamh an obair aig an t-samhla co-ionnanachd is feumaidh na h-àireamhan dol ri chèile ach an dèan iad suim mar bu chòir. Nuair a nì thu seo, thèid an dà chairt ud a-mach à sealladh! Nuair a bhios iad uile a-mach à sealladh is tu air a h-uile suim a lorg, buannaichidh tu an geama!
hi: आप कुछ कार्ड देख सकते हैं, लेकिन आप उन दोनों के सामने क्या देख सकते हैं। प्रत्येक कार्ड ने एक जोड़ राशि या राशि का उत्तर को छिपा रहा है। एक जोड़ राशि इस तरह दिखती है: 2 + 2 = 4 बराबर चिह्न (=) के एक तरफ की संख्या दूसरी तरफ की संख्या के समान होगी। तो 2 (1, 2) और 2 और (3, 4) बनाता है 4. जब आप इसे बाहर काम करते हैं, और अपनी उंगलियों पर भरोसा करते हैं, तो अधिक गिनती क्योंकि आप जितना अधिक तरीके से करते हैं, उतना ही आपको इसे याद रखना चाहिए। आप ब्लॉकों या बटन या किसी भी चीज का भी उपयोग कर सकते हैं जो आप कर सकते हैं। अगर आपके पास बहुत से भाई और बहनें हैं, तो आप उन्हें गिन सकते हैं! या स्कूल में आपकी कक्षा में बच्चे। गीतों की गिनती गाओ व्यवहार के लिए बहुत सी चीजों की गिनती करें, और आप जोड़ने पर बहुत अच्छा लगेगा! इस गेम में, ये कार्ड एक जोड़-राशि के दो हिस्सों को छुपा रहे हैं (जिसे एक अतिरिक्त राशि भी कहा जाता है)। आपको योग के दो हिस्सों को ढूँढ़ने की जरूरत है, और उन्हें एक साथ फिर से लाएं। एक कार्ड पर क्लिक करें यह देखने के लिए कि वह कौन से नंबर छिपा रहा है, फिर उस पूरे कार्ड को बनाने के लिए दूसरे कार्ड को ढूंढने का प्रयास करें। आप केवल एक ही बार में दो कार्ड बदल सकते हैं, इसलिए आपको याद रखना चाहिए कि संख्या कहाँ छिप रही है, तब आप उनको मैच कर सकते हैं जब आप अपने दूसरे आधा मिल जाएंगे आप बराबर चिह्न का काम कर रहे हैं, और संख्याओं को आप को एक साथ रखने और एक उचित योग बनाने की आवश्यकता है। जब आप ऐसा करते हैं, तो दोनों कार्ड गायब हो जाते हैं! जब आप उन्हें सब गायब कर देते हैं, तो टक्स की तुलना में अधिक रकम पाई और आपने गेम जीत लिया है!

# ActivityInfo|
source: Division memory game against Tux
gd: Geama cuimhne roinnidh an aghaidh Tux
hi: टक्स के विरुद्ध भाग स्मरण खेल

# ActivityInfo|
source: Practice division, until all the cards are gone.
gd: Dèan roinneadh gus am bi gach cairt air falbh.
hi: प्रैक्टिस डिवीजन, जब तक सभी कार्ड नहीं चले गए।

# ActivityInfo|
source: Division
gd: Roinneadh
hi: भाग

# ActivityInfo|
source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding an operation, or the answer to it. In this game, these cards are hiding the two parts of an operation. You need to find the two parts of the operation, and bring them together again. Click on a card to see what number it's hiding, then try to find the other card that goes with it, to make a whole operation. You can only turn over two cards in one go, so you need to remember where the numbers are hiding, then you can match them when you find their other half. You're doing the job of the equals sign, and the numbers need you to put them together and make a proper equality. When you do that, both those cards disappear! When you've made them all disappear, found more than Tux and you've won the game!
gd: Chì thu cairtean, ach chan fhaic thu na tha air an taobh eile dhiubh. Falaichidh gach cairt obrachadh no a fhreagairt. Sa gheama seo, ’s e an dà phàirt aig obrachadh a dh’fhalaicheas na cairtean. Feumaidh tu an dà phàirt aig obrachadh a lorg is an cur còmhla. Briog air cairt gus faighinn a-mach dè an àireamh a dh’fhalaicheas i is an uair sin feuch an lorg thu an cairt eile a fhreagras dhi gus obrachadh slàn a dhèanamh. Chan urrainn dhut car a thoirt ach air dà chairt aig an aon àm, mar sin feumaidh tu cur nad chuimhne far a bheil na h-àireamhan gam falach. An uair sin, ’s urrainn dhut an leth eile a lorg gus am maidseadh. Tha thu a’ dèanamh an obair aig an t-samhla co-ionnanachd is feumaidh tu na h-àireamhan a chur còmhla ach am bi an dà thaobh co-ionnan. Nuair a nì thu seo, thèid an dà chairt a-mach à sealladh! Nuair a bhios a h-uile cairt air dol a-mach à sealladh is tu barrachd a lorg na Tux, buannaichidh tu an geama!
hi: आप कुछ कार्ड देख सकते हैं, लेकिन आप उनके पिछले तरफ नही देख सकते हैं। प्रत्येक कार्ड एक ऑपरेशन छिपा रहा है, या उसके उत्तर। इस गेम में, ये कार्ड किसी ऑपरेशन के दो हिस्सों को छुपा रहे हैं। आपको ऑपरेशन के दो हिस्सों को खोजने की आवश्यकता है, और उन्हें एक साथ फिर से लाएं। एक कार्ड पर क्लिक करें यह देखने के लिए कि वह किस नंबर को छुपा रहा है, फिर उस पूरे कार्ड को खोजने के लिए दूसरे कार्ड को ढूंढने का प्रयास करें आप केवल एक ही बार में दो कार्ड बदल सकते हैं, इसलिए आपको यह याद रखना होगा कि संख्या कहाँ छिपा रही है, तब आप उनसे मेल खा सकते हैं जब आप अपने दूसरे आधा मिल जाएंगे आप बराबर चिह्न का काम कर रहे हैं, और संख्याओं को आप को एक साथ रखने और उचित समानता बनाने की आवश्यकता है। जब आप ऐसा करते हैं, तो दोनों कार्ड गायब हो जाते हैं! जब आपने उन्हें सब गायब कर दिया है, तो टक्स से अधिक मिला, आपने गेम जीता है!

# ActivityInfo|
source: Division memory game
gd: Geama cuimhne roinnidh
hi: भाग स्मरण के खेल

# ActivityInfo|
source: Subtraction memory game against Tux
gd: Geama cuimhne toirt air falbh an aghaidh Tux
hi: टक्स के विरुद्ध घटाना स्मरण खेल

# ActivityInfo|
source: Turn the cards over to find two numbers which subtract the same, until all the cards are gone.
gd: Thoir car air dà cairt gus an dèan na tha air an dàrna cairt na tha air a’ chairt eile ’s tu a’ toirt air falbh.
hi: जब तक सभी कार्ड गायब नहीं हो जाते, तब तक दो नंबरों को खोजने के लिए कार्ड पलटे रहे, जो खुद को घटते हैं।

# ActivityInfo|
source: subtraction
gd: toirt air falbh
hi: घटाना

# ActivityInfo|
source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding an operation, or the answer to it. In this game, these cards are hiding the two parts of an operation. You need to find the two parts of the operation, and bring them together again. Click on a card to see what number it's hiding, then try to find the other card that goes with it, to make a whole operation. You can only turn over two cards in one go, so you need to remember where the numbers are hiding, then you can match them when you find their other half. You're doing the job of the equals sign, and the numbers need you to put them together and make a proper equality. When you do that, both those cards disappear! When you've made them all disappear, found more operations than Tux and you've won the game!
gd: Chì thu cairtean, ach chan fhaic thu na tha air an taobh eile dhiubh. Falaichidh gach cairt obrachadh no a fhreagairt. Sa gheama seo, ’s e an dà phàirt aig obrachadh a dh’fhalaicheas na cairtean. Feumaidh tu an dà phàirt aig obrachadh a lorg is an cur còmhla. Briog air cairt gus faighinn a-mach dè an àireamh a dh’fhalaicheas i is an uair sin feuch an lorg thu an cairt eile a fhreagras dhi gus obrachadh slàn a dhèanamh. Chan urrainn dhut car a thoirt ach air dà chairt aig an aon àm, mar sin feumaidh tu cur nad chuimhne far a bheil na h-àireamhan gam falach. An uair sin, ’s urrainn dhut an leth eile a lorg gus am maidseadh. Tha thu a’ dèanamh an obair aig an t-samhla co-ionnanachd is feumaidh tu na h-àireamhan a chur còmhla ach am bi an dà thaobh co-ionnan. Nuair a nì thu seo, thèid an dà chairt a-mach à sealladh! Nuair a bhios a h-uile cairt air dol a-mach à sealladh is tu barrachd a lorg na Tux, buannaichidh tu an geama!
hi: आप कुछ कार्ड देख सकते हैं, लेकिन आप उनके पिछले तरफ नही देख सकते हैं। प्रत्येक कार्ड एक ऑपरेशन छिपा रहा है, या उसके उत्तर। इस गेम में, ये कार्ड किसी ऑपरेशन के दो हिस्सों को छुपा रहे हैं। आपको ऑपरेशन के दो हिस्सों को खोजने की आवश्यकता है, और उन्हें एक साथ फिर से लाएं। एक कार्ड पर क्लिक करें यह देखने के लिए कि वह किस नंबर को छुपा रहा है, फिर उस पूरे कार्ड को खोजने के लिए दूसरे कार्ड को ढूंढने का प्रयास करें आप केवल एक ही बार में दो कार्ड बदल सकते हैं, इसलिए आपको यह याद रखना होगा कि संख्या कहाँ छिपा रही है, तब आप उनसे मेल खा सकते हैं जब आप अपने दूसरे आधा मिल जाएंगे आप बराबर चिह्न का काम कर रहे हैं, और संख्याओं को आप को एक साथ रखने और उचित समानता बनाने की आवश्यकता है। जब आप ऐसा करते हैं, तो दोनों कार्ड गायब हो जाते हैं! जब आपने उन्हें सब गायब कर दिया है, तो टक्स से अधिक मिला, आपने गेम जीता है!

# ActivityInfo|
source: Subtraction memory game
gd: Geama cuimhne toirt air falbh
hi: घटाना स्मरण के खेल

# ActivityInfo|
source: Practice subtraction, until all the cards are gone.
gd: Dèan toirt air falbh gus am bi gach cairt air falbh.
hi: सब कार्ड समाप्त हो जाने तक, घटाव का अभ्यास करें। टक्स भी ऐसा ही करता हैं

# ActivityInfo|
source: Multiplication and division memory game against Tux
gd: Geama cuimhne iomadachaidh is roinnidh an aghaidh Tux
hi: टक्स के विरुद्ध गुणा भाग स्मरण खेल

# ActivityInfo|
source: Practice multiplication, division, until all the cards are gone.
gd: Dèan iomadachadh is roinneadh gus am bi gach cairt air falbh.
hi: जब तक सभी कार्ड नहीं चले जाएं तब तक गुणन और विभाजन का अभ्यास करते रहें।

# ActivityInfo|
source: Multiplication, division
gd: Iomadachadh, roinneadh
hi: गुणा, भाग

# ActivityInfo|
source: Multiplication and division memory game
gd: Geama cuimhne iomadachaidh is roinnidh
hi: गुणा और भाग ऑडियो स्मरण खेल

# ActivityInfo|
source: Multiplication memory game against Tux
gd: Geama cuimhne iomadachaidh an aghaidh Tux
hi: टक्स के विरुद्ध गुणन स्मरण खेल
