Repository: lliurex/gcompris
Catalog: po/gcompris_*.po
Languages: gd, hi

# Hangman|
source: GCompris is developed by the KDE community, you can translate GCompris by joining a translation team on <a href="%2">%2</a>
gd: Tha GCompris ’ga leasachadh le coimhearsnachd KDE agus is urrainn dhut taic a chumail ris an obair eadar-theangachaidh ma thèid thu gu <a href="%2">%2</a>
hi: जीकॉमप्री को केडीई समुदाय द्वारा विकसित किया गया है, आप <a href="%2">%2</a> पर एक अनुवाद टीम में शामिल होकर जीकॉमप्री का अनुवाद कर सकते हैं।

# Hangman|
source: We switched to English for this activity but you can select another language in the configuration dialog.
gd: Dhùisg sinn an tionndadh Beurla dhen ghnìomhachd seo dhut ach is urrainn dhut cànan eile a thaghadh sna roghainnean.
hi: हमने इस गतिविधि के लिए अंग्रेजी में स्विच किया लेकिन आप कॉन्फ़िगरेशन डायलॉग में दूसरी भाषा चुन सकते हैं।

# ActivityInfo|
source: Simplified Tower of Hanoi
gd: Tùr Hanoi simplidh
hi: हनोई का सरलीकृत टॉवर

# ActivityInfo|
source: Reproduce the given tower
gd: Ath-thog an tùr
hi: दिए गए टॉवर को फिर से बनाएँ

# ActivityInfo|
source: Reproduce the tower on the right in the empty space on the left
gd: Ath-thog an tùr air an taobh deas san raon fhalamh air an taobh chlì
hi: दाएँ दिए गए मीनार को बाएँ खाली जगह पर फिर से बनाएँ

# ActivityInfo|
source: Drag and Drop one top piece at a time, from one peg to another, to reproduce the tower on the right in the empty space on the left.
gd: Slaod pìos is leig às e, fear seach fear, o chnag gu cnag, gus am bi thu air an tùr air an taobh deas ath-thogail san raon fhalamh air an taobh chlì.
hi: बायीं तरफ रिक्त स्थान में दाहिनी ओर टॉवर को पुन: पेश करने के लिए, एक समय में एक शीर्ष टुकड़ा खीचें और गिराएं।

# ActivityInfo|
source: Concept taken from EPI games.
gd: Chaidh a’ bhun-bheachd a thogail o EPI games.
hi: ईपीआई खेलों से परिकल्पना ली गई.

# ActivityInfo|
source: The Tower of Hanoi
gd: Tùr Hanoi
hi: हनोई का टॉवर

# ActivityInfo|
source: Reproduce the tower on the right side
gd: Ath-thog an tùr air an taobh deas
hi: मीनार को दायीं ओर फिर से बनाएँ

# ActivityInfo|
source: The object of the game is to move the entire stack to another peg, obeying the following rules: only one disc may be moved at a time no disc may be placed atop a smaller disc
gd: Is amas a’ gheama an cruach gu lèir a gluasad dhan chnag eile, a’ leantainn nan riaghailtean seo: chan fhaod thu ach aon chlàr a ghluasad aig an aon àm chan fhaod thu clàr beag a chur air muin clàir a tha nas motha
hi: खेल का उद्देश्य पूरे ढेर को दूसरी खूंटी तक ले जाने के लिए है, निम्न नियमों का पालन करना है: एक समय में केवल एक डिस्क को स्थानांतरित किया जा सकता है कोई छोटी डिस्क के ऊपर कोई डिस्क नहीं रखा जा सकता है

# ActivityInfo|
source: Drag and drop the top pieces only from one peg to another, to reproduce the initial left side tower on the right peg.
gd: Slaod clàr is leig às e, fear seach fear, o chnag gu cnag, gus am bidh thu air an tùr air an taoch chlì ath-thogail air a’ chnag chlì.
hi: सही खूंटी पर प्रारंभिक बायां ओर टॉवर को पुन: उत्पन्न करने के लिए केवल एक खूंटी से दूसरे टुकड़ों को खींचें और छोड़ें।

# ActivityInfo|
source: The puzzle was invented by the French mathematician Edouard Lucas in 1883. There is a legend about a Hindu temple whose priests were constantly engaged in moving a set of 64 discs according to the rules of the Tower of Hanoi puzzle. According to the legend, the world would end when the priests finished their work. The puzzle is therefore also known as the Tower of Brahma puzzle. It is not clear whether Lucas invented this legend or was inspired by it. (source Wikipedia: http://en.wikipedia.org/wiki/Tower_of_hanoi)
gd: Chaidh an tòimhseachan seo a thionnsgal leis an fhear-matamataig Frangach Edouard Lucas ann an 1883. Tha faoinsgeul ann mu theampall Hionduthach sa bhiodh na sagartan a’ gluasad seata de 64 diosga a-rèir riaghailtean tòimhseachan Tùr Hanoi. A-rèir an fhaoinsgeoil, thigeadh crìoch air an t-saoghail nuair a chrìochnaicheadh na sagartan an obair. Air an adhbhar seo, tha an tòimhseachan aithnichte mar thòimhseachan Tùr Brahmā cuideachd. Chan eilear cinnteach an do chruthaich Lucas am faoinsgeul seo no an do bhrosnaich am faoinsgeul e. (Tùs: Uicipeid: http://en.wikipedia.org/wiki/Tower_of_hanoi)
hi: 1883 में फ्रांसीसी गणितज्ञ एडॉआर्ड लुकास ने इस पहेली का आविष्कार किया था। हनोई पहेली के टॉवर के नियमों के अनुसार, पादरी लगातार 64 डिस्कों के एक सेट को चलाने में लगे हुए एक हिंदू मंदिर के बारे में एक किंवदंती है। पौराणिक कथाओं के अनुसार, दुनिया समाप्त हो जाएगी जब याजकों ने अपना काम समाप्त कर दिया। इस पहेली को ब्रह्मा पहेली के टॉवर के रूप में भी जाना जाता है। यह स्पष्ट नहीं है कि लुकास ने इस किंवदंती का आविष्कार किया था या इसके द्वारा प्रेरित किया गया था। (स्रोत विकिपीडिया: http://en.wikipedia.org/wiki/Tower_of_hanoi)

# HanoiReal|
source: Move the entire stack to the right peg, one disc at a time.
gd: Gluais an cruach dhan chnag dheas, clàr air clàr.
hi: पूरे स्टैक को सही पेग पर ले जाएं, एक समय में एक डिस्क।

# HanoiReal|
source: Build the same tower in the empty area as the one you see on the right-hand side
gd: Tog an aon tùr san raon fhalamh ’s a chì thu air an taobh deas
hi: खाली क्षेत्र में उसी टावर का निर्माण करें, जिसे आप दायीं ओर देखते हैं

# ActivityInfo|
source: Hexagon
gd: Sia-cheàrnach
hi: षट्कोण

# ActivityInfo|
source: Find the strawberry by clicking on the blue fields
gd: Lorg an sùbh-làir ’s tu a’ briogadh air na raointean gorma
hi: नीले फ़ील्ड पर क्लिक कर स्ट्रॉबेरी ढूंढें

# ActivityInfo|
source: Logic-training activity
gd: Cleas trèanadh loidig
hi: तार्किक प्रशिक्षण गतिविधि

# ActivityInfo|
source: Try to find the strawberry under the blue fields. The fields become redder as you get closer.
gd: Feuch an lorg thu an sùbh-làr fo na raointean gorma. Mar as fhaisge a bhios tu air, ’s ann nas deirge a dh’fhàsas na raointean.
hi: नीले क्षेत्रों के नीचे स्ट्रॉबेरी खोजने की कोशिश करें। जैसे-जैसे आप करीब आते हैं, फ़ील्ड लाल होता जाता हैं।

# ActivityInfo|
source: Image Name
gd: Ainm an deilbh
hi: छवि नाम

# ActivityInfo|
source: Drag and Drop each item above its name
gd: Slaod gach nì is leig às e air barr ainm
hi: प्रत्येक वास्तु के उसके नाम के ऊपर खींचें और छोडें

# ActivityInfo|
source: Vocabulary and reading
gd: Faclan is leughadh
hi: शब्दावलि तथा पढ़ाई

# ActivityInfo|
source: Reading
gd: Leughadh
hi: पढ़ रहा है

# ActivityInfo|
source: Drag each image from the (vertical) box on the left to its (corresponding) name on the right. Click the OK button to check your answer.
gd: Slaod gach dealbh on bhogsa (inghearach) taobh clì dhan ainm aige taobh deas. Briog air a’ phutan “OK” gus an fhreagairt agad a dhearbhadh.
hi: प्रत्येक छवि को (ऊर्ध्वाधर) बॉक्स से बायीं ओर उसके (संबंधित) नाम के दायीं ओर खींचें। अपना जवाब जांचने के लिए ठीक बटन पर क्लिक करें

# board1_0|
source: Drag and Drop each item onto its name
gd: Slaod gach nì is leig às e air barr ainm
hi: प्रत्येक वास्तु के उसके नाम के ऊपर खींचें और छोडें

# board1_0|
source: mail box
gd: bogsa-puist
hi: डाक डब्बा

# board1_0|
source: sailing boat
gd: bàta-siùil
hi: सैर करने की नाव

# board1_0|
source: lamp
gd: lampa
hi: दीपक

# board1_0|
source: postcard
gd: cairt-phuist
hi: पोस्टकार्ड

# board1_0|
source: fishing boat
gd: bàta iasgaich
hi: मछली पकड़ने की नाव

# board1_0|
source: bulb
gd: bolgan
hi: बल्ब

# board2_0|
source: bottle
gd: botal
hi: बोतल

# board2_0|
source: glass
gd: glainne
hi: काँच

# board2_0|
source: egg
gd: ugh
hi: अंडा

# board2_0|
source: eggcup
gd: cupan uigh
hi: एग-कप

# board2_0|
source: flower
gd: flùr
hi: फ्लावर

# board2_0|
source: vase
gd: bhàsa
hi: बर्तन

# board3_0|
source: rocket
gd: rocaid
hi: रॉकेट

# board3_0|
source: star
gd: rionnag
hi: तारा

# board3_0|
source: sofa
gd: langasaid
hi: सोफ़ा

# board3_0|
source: house
gd: taigh
hi: घर

# board3_0|
source: light house
gd: taigh-solais
hi: लाइट हाउस

# board3_0|
source: sailing boat
gd: bàta-siùil
hi: सैर करने की नाव

# board4_0|
source: apple
gd: ubhal
hi: सेब

# board4_0|
source: tree
gd: craobh
hi: पेड़

# board4_0|
source: bicycle
gd: rothair
hi: साइकल

# board4_0|
source: car
gd: càr
hi: कार

# board4_0|
source: carrot
gd: curran
hi: गाज़र

# board4_0|
source: grater
gd: sgrìobair
hi: ग्रेटर

# board5_0|
source: pencil
gd: peann
hi: पेंसिल

# board5_0|
source: postcard
gd: cairt-phuist
hi: पोस्टकार्ड

# board5_0|
source: tree
gd: craobh
hi: पेड़

# board5_0|
source: star
gd: rionnag
hi: तारा

# board5_0|
source: truck
gd: làraidh
hi: ट्रक

# board5_0|
source: van
gd: bhana
hi: गाड़ी

# board6_0|
source: castle
gd: caisteal
hi: किला

# board6_0|
source: crown
gd: crùn
hi: मुकुट

# board6_0|
source: sailing boat
gd: bàta-siùil
hi: सैर करने की नाव

# board6_0|
source: flag
gd: bratach
hi: झंडा

# board6_0|
source: racket
gd: racaid
hi: रैकेट

# board6_0|
source: ball
gd: bàla
hi: गेंद

# board7_0|
source: tree
gd: craobh
hi: पेड़

# board7_0|
source: mail box
gd: bogsa-puist
hi: डाक डब्बा

# board7_0|
source: sailing boat
gd: bàta-siùil
hi: सैर करने की नाव

# board7_0|
source: bulb
gd: bolgan
hi: बल्ब

# board7_0|
source: bottle
gd: botal
hi: बोतल

# board7_0|
source: flower
gd: flùr
hi: फ्लावर

# ActivityInfo|
source: Music instruments
gd: Innealan-ciùil
hi: संगीत वाद्ययंत्र

# ActivityInfo|
source: Click on the correct musical instruments
gd: Briog air na h-innealan-ciùil cearta
hi: सही संगीत वाद्ययंत्र पर क्लिक करें

# ActivityInfo|
source: Learn to recognize musical instruments.
gd: Ionnsaich innealan-ciùil aithneachadh.
hi: संगीत वाद्ययंत्र को पहचाना सीखें.

# ActivityInfo|
source: Click on the correct instrument.
gd: Briog air an inneal-ciùil cheart.
hi: सही उपकरण पर क्लिक करें।

# instruments|
source: Find the clarinet
gd: Lorg am feadan-clàirneid
hi: शहनाई को ढूंढें

# instruments|
source: Find the transverse flute
gd: Lorg an duiseal
hi: अनुप्रस्थ बांसुरी को ढूंढें

# instruments|
source: Find the guitar
gd: Lorg an giotàr
hi: गिटार को ढूंढें

# instruments|
source: Find the harp
gd: Lorg an clàrsach
hi: हार्प को ढूंढें

# instruments|
source: Find the piano
gd: Lorg am piàno
hi: पियानो को ढूंढें

# instruments|
source: Find the saxophone
gd: Lorg an sacsafon
hi: सैक्सोफोन को ढूंढें

# instruments|
source: Find the trombone
gd: Lorg an trompan
hi: ट्राम्बोन को ढूंढें

# instruments|
source: Find the trumpet
gd: Lorg an trombaid
hi: तुरही को ढूंढें

# instruments|
source: Find the violin
gd: Lorg an fhìdheall
hi: वायलिन को ढूंढें

# instruments|
source: Find the drum kit
gd: Lorg na drumaichean
hi: ड्रम किट को ढूंढें

# instruments|
source: Find the accordion
gd: Lorg am bogsa
hi: एकार्डियन को ढूंढें

# instruments|
source: Find the banjo
gd: Lorg am bainsio
hi: बैंजो को ढूंढें

# instruments|
source: Find the bongo
gd: Lorg am bongo
hi: बोंगो को ढूंढें

# instruments|
source: Find the electric guitar
gd: Lorg an giotàr-dealain
hi: इलेक्ट्रिक गिटार को ढूंढें

# instruments|
source: Find the castanets
gd: Lorg na castañeataichean
hi: कैस्टनीटस को ढूंढें

# instruments|
source: Find the cymbal
gd: Lorg an gliongan
hi: झांझ को ढूंढें

# instruments|
source: Find the cello
gd: Lorg a’ bheus-fhìdheall
hi: सेलो को ढूंढें

# instruments|
source: Find the harmonica
gd: Lorg an t-organ-beòil
hi: हार्मोनिका को ढूंढें

# instruments|
source: Find the horn
gd: Lorg an dùdach
hi: हॉर्न को ढूंढें

# instruments|
source: Find the maracas
gd: Lorg am maracas
hi: मराकास को ढूंढें

# instruments|
source: Find the organ
gd: Lorg an t-organ
hi: ऑर्गन को ढूंढें

# instruments|
source: Find the snare drum
gd: Lorg an druma-tormain
hi: स्नेर ड्रम को ढूंढें

# instruments|
source: Find the timpani
gd: Lorg a’ ghall-druma
hi: टिम्पानी को ढूंढें

# instruments|
source: Find the triangle
gd: Lorg an triantan
hi: त्रिकोण को ढूंढें

# instruments|
source: Find the tambourine
gd: Lorg an tambairin
hi: टम्बोरिन को ढूंढें

# instruments|
source: Find the tuba
gd: Lorg an tiùba
hi: ट्यूबा को ढूंढें

# ActivityInfo|
source: Intro gravity
gd: An iom-tharraing
hi: गुरूत्व पहचान

# ActivityInfo|
source: Introduction to the concept of gravity
gd: Ionnsaich mu bhun-bheachdan air iom-tharraing
hi: गुरुत्वाकर्षण की अवधारणा का परिचय

# ActivityInfo|
source: Maintain the spaceship in the middle without crashing into the planets or the asteroids
gd: Cùm an soitheach-fànais sa mheadhan gun tuiteam air na planaidean no dreagan
hi: अंतरिक्ष यान को ग्रहों या क्षुद्रग्रहों से बिना टकराये बीच में बनाए रखें

# ActivityInfo|
source: Follow the instructions when you run the activity.
gd: Lean air an stiùireadh uair a ruitheas tu an cleas seo.
hi: गतिविधि चलाते समय निर्देशों का पालन करें।

# IntroGravity|
source: Gravity is universal and Newton's law of universal gravitation extends gravity beyond earth. This force of gravitational attraction is directly dependent upon the masses of both objects and inversely proportional to the square of the distance that separates their centers.
gd: Tha an iom-tharraing uile-choitcheann is sìnidh lagh an iom-tharraing uile-choitcheann aig Newton thar crìochan na talmhainn. Crochaidh cumhachd-thàlaidh na h-iom-tharraing gu dìreach air tomad an dà nì is tha i co-rèireach mùiteach ris an astar cheàrnagach eadar meadhanan an dà nì.
hi: गुरुत्वाकर्षण सार्वभौमिक है और न्यूटन के सार्वभौमिक गुरुत्वाकर्षण का कानून पृथ्वी से परे गुरुत्वाकर्षण का विस्तार करता है। गुरुत्वाकर्षण आकर्षण का यह बल सीधे दोनों वस्तुओं के द्रव्यमान पर निर्भर करता है और दूरी के वर्ग के विपरीत आनुपातिक होता है जो उनके केंद्रों को अलग करता है।

# IntroGravity|
source: Since the gravitational force is directly proportional to the mass of both interacting objects, more massive objects will attract each other with a greater gravitational force. So as the mass of either object increases, the force of gravitational attraction between them also increases
gd: On a tha cumhachd na h-iom-tharraing co-rèireach gu dìreach ri tomad an dà nì, tàlaidh nithean le tomad as àirde càch a cèile le cumhachd as motha. Mar sin, mar as motha ’s a tha an tomad aig nì ’s ann nas cumhachdaiche an tàladh.
hi: चूंकि गुरुत्वाकर्षण बल प्रत्यक्ष रूप से दोनों वस्तुओं के संपर्क के द्रव्यमान के बराबर है, इसलिए अधिक बड़े ऑब्जेक्ट एक दूसरे से अधिक गुरुत्वाकर्षण बल के साथ आकर्षित होंगे। तो या तो ऑब्जेक्ट के द्रव्यमान के बढ़ने के कारण, उनके बीच गुरुत्वाकर्षण का आकर्षण भी बढ़ जाता है

# IntroGravity|
source: But this force is inversely proportional to the square of the separation distance between the two interacting objects, more separation distance will result in weaker gravitational forces.
gd: Co-dhiù, tha a’ chumhachd seo co-rèireach mùiteach ris an astar cheàrnagach eadar meadhanan an dà nì cuideachd. Mar sin, mar as fhaide air falbh o càch a chèile ’s a tha an dà nì, ’s ann nas laige an tàladh.
hi: लेकिन यह बल दो परस्पर प्रभावित् वस्तुओं के बीच की दूरी के विपरीत रूप से आनुपातिक है, अधिक दूरी कमजोर गुरुत्वाकर्षण बलों में परिणाम होगा।

# IntroGravity|
source: Your goal is to let Tux's spaceship move by changing the mass of its surrounding planets. Don't get too close to the planets or you will crash on them. The arrow indicates the direction of the force on your ship.
gd: Is an t-amas gun toir thu gluasad air an t-soitheach-fhànais aig Tux le atharrachadh air tomad nam planaidean timcheall air. Na teann ro fhaisg air na planaidean no buailidh tu riutha. Seallaidh an t-saighead dhut comhair na cumhachd air an t-soitheach agad.
hi: आपका लक्ष्य अपने आसपास के ग्रहों के बड़े पैमाने को बदलकर टक्स के अंतरिक्ष यान को स्थानांतरित करना है। ग्रहों के करीब नहीं जाना है वार्ना आप उनसे टकरा जायेंगे। तीर आपके जहाज पर बल की दिशा इंगित करती है।

# IntroGravity|
source: Avoid the asteroid and join the space shuttle to win.
gd: Seachnaich an dreag is coinnich ris a’ space shuttle gus buannachd.
hi: क्षुद्रग्रह से बचें और जीतने के लिए अंतरिक्ष शटल में शामिल हों।

# ActivityInfo|
source: Land Safe
gd: Rach air tìr gu sàbhailte
hi: सुरक्षित लैंड करें

# ActivityInfo|
source: Understanding acceleration due to gravity.
gd: Tuig mar a thig luathachadh ort leis an iom-tharraing.
hi: गुरुत्वाकर्षण के कारण त्वरण को समझना।

# ActivityInfo|
source: Pilot the spaceship towards the green landing area.
gd: Stiùirich an soitheach-fànais dhan ùrlar-laighe uaine.
hi: हरे लैंडिंग क्षेत्र की दिशा में अंतरिक्ष यान को मार्गदर्शित करें।

# ActivityInfo|
source: Acceleration due to gravity experienced by the spaceship is directly proportional to the mass of the planet and inversely proportional to the square of the distance from the center of the planet. Thus, with every planet the acceleration will differ and as the spaceship comes closer and closer to the planet the acceleration increases. Use the up/down keys to control the thrust and the right/left keys to control direction. On touch screens you can control the rocket through the corresponding on-screen buttons. The accelerometer on the right border shows your rocket's overall vertical acceleration including gravitational force. In the upper green area of the accelerometer your acceleration is higher than the gravitational force, in the lower red area it's lower, and on the blue baseline in the yellow middle area the two forces cancel each other out. In higher levels, you can use the right/left keys to rotate the spaceship. By rotating the spaceship you can trigger an acceleration in non-vertical direction using the up/down keys. The landing platform is green if your speed is fine for a safe landing.
gd: Thig luathachadh leis an iom-tharraing air an t-soitheach-fhànais a-rèir tomad na planaid is gu co-rèireach mùiteach ris an astar cheàrnagach o mheadhan na planaid. Mar sin, thig luathachadh eadar-dhealaichte ort leis gach planaid is bidh e nas motha mar as fhaisge a thig thu dhan phlanaid. Cleachd na h-iuchraichean suas/sìos gus smachd a chumail air an t-sàthadh is na h-iuchraichean deas/clì gus smachd a chumail air a’ chomhair. Air sgrìn-shuathaidh ’s urrainn dhut an rocaid a stiùireadh leis na putanan air an sgrìn. Tha am meidheadair-luathachaidh air an taobh deas a’ sealltainn luathachadh inghearach na rocaid agad san fharsaingeachd, a’ gabhail iom-tharraing a-staigh san àireamh. Tha an luathachadh agad nas motha na an iom-tharraing san raon uaine gu h-àrd agus nas lugha san raon dearg gu h-ìosal agus air an loidhne ghorm sa mheadhan bhuidhe, tha an dà fhorsa a’ cur a chèile gu neoini. Sna leibheilean àrda, ’s urrainn dhut an soitheach a chuairteachadh leis na h-iuchraichean deas/clì. Ma chuairticheas tu an soitheach, is urrainn dhut luathadh a dhèanamh ann an comhair eile (seach inghearach) leis na h-iuchraichean suas/sìos. Bidh an t-ùrlar-laighe uaine nuair a bhios tu slaodach gu leòr airson laighe air gu sàbhailte.
hi: अंतरिक्ष यान द्वारा अनुभवी गुरुत्वाकर्षण के कारण त्वरण ग्रह के द्रव्यमान के सीधे आनुपातिक है और ग्रह के केंद्र से दूरी के वर्ग के विपरीत आनुपातिक है। इस प्रकार, हर ग्रह के साथ त्वरण अलग होगा और जैसा कि अंतरिक्ष यान ग्रह के करीब और करीब आता है त्वरण बढ़ जाती है। दिशा को नियंत्रित करने के लिए तीर और दायीं / बायां चाबियाँ नियंत्रित करने के लिए ऊपर / नीचे कुंजियों का उपयोग करें टच स्क्रीन पर आप संबंधित ऑन-स्क्रीन बटन के माध्यम से रॉकेट को नियंत्रित कर सकते हैं। दाहिने सीमा पर एक्सीलारोमीटर गुरुत्वाकर्षण बल सहित आपके रॉकेट के कुल लंबवत त्वरण को दर्शाता है। एक्सीलरोमीटर के ऊपरी हरे रंग के क्षेत्र में आपका त्वरण गुरुत्वाकर्षण बल से अधिक है, निचला लाल इलाके में यह कम है, और पीले बीच क्षेत्र में नीले आधार रेखा पर दो सेनाएं एक-दूसरे को बाहर कर देती हैं। उच्च स्तरों में, आप अंतरिक्ष यान को घुमाने के लिए दायीं / बायां चाबियाँ का उपयोग कर सकते हैं। अंतरिक्ष यान को घूर्णन करके आप अप / डाउन कुंजियों का उपयोग करते हुए एक गैर-ऊर्ध्वाधर दिशा में त्वरण को गति प्रदान कर सकते हैं। लैंडिंग प्लेटफॉर्म हरे रंग की है अगर आपकी गति सुरक्षित लैंडिंग के लिए ठीक है।

# land_safe|
source: Ceres
hi: सायरस

# land_safe|
source: Pluto
gd: Plùto
hi: प्लूटो

# land_safe|
source: Titan
hi: टाइटन

# land_safe|
source: Moon
gd: A’ ghealach
hi: चन्द्रमा

# land_safe|
source: Mars
hi: मंगल ग्रह

# land_safe|
source: Venus
gd: Bhèineas
hi: शुक्र ग्रह

# land_safe|
source: Earth
gd: An talamh
hi: पृथ्वी

# land_safe|
source: Use the up and down keys to control the thrust.<br/>Use the right and left keys to control direction.<br/>You must drive Tux's ship towards the landing platform.<br/>The landing platform turns green when the velocity is safe to land.
gd: Cleachd na h-iuchraichean suas is sìos gus smachd a chumail air an sàthadh.<br/>Cleachd na h-iuchraichean deas is clì gus smachd a chumail air a’ chomhair.<br/>Feumaidh tu an soitheach aig Tux a stiùireadh dhan ùrlar-laighe.<br/>Thèid an ùrlar-laighe uaine nuair a bhios an luaths sàbhailte gus laighe air.
hi: जोर को नियंत्रित करने के लिए ऊपर और नीचे की कुंजियों का प्रयोग करें। <br/> दिशा को नियंत्रित करने के लिए दायीं और बायां कुंजियों का प्रयोग करें। <br/> आपको टक्स का जहाज अवतरण प्लेटफॉर्म तक चलना है। <br/> लैंडिंग प्लेटफ़ॉर्म हरा हो जाता है जब गति अवतरण के लिए सुरक्षित है

# land_safe|
source: The up and down keys control the thrust of the rear engine.<br/>The right and left keys now control the rotation of the ship.<br/>To move the ship in horizontal direction you must first rotate and then accelerate it.
gd: Tha na h-iuchraichean suas is sìos a’ stiùireadh sàthach an einnsein-dheiridh.<br/>Tha na h-iuchraichean deas is clì a’ stiùireadh cuairteachadh an t-soithich a-nis.<br/>Airson an soitheach a ghluasad air a’ chòmhnard, feumaidh tu a chuairteachadh an toiseach agus a luathachadh an uairsin.
hi: ऊपर और नीचे की कुंजी रियर इंजन के जोर को नियंत्रित करते हैं। <br/>दायीं और बायीं कुंजिया जहाज के पूर्णतः चक्रानुक्रम को नियंत्रित करते हैं।<br/> क्षैतिज दिशा में जहाज को स्थानांतरित करने के लिए पहले उसे घुमाएंगे और फिर गति दें।

# LandSafe|
source: Fuel: %1
gd: Connadh: %1
hi: ईंधन: %1

# LandSafe|
source: Altitude: %1
gd: Àirde: %1
hi: ऊँचाई: %1

# LandSafe|
source: Velocity: %1
gd: Luaths: %1
hi: वेग: %1

# LandSafe|
source: Acceleration: %1
gd: Luathachadh: %1
hi: त्वरण: %1

# LandSafe|
source: Gravity: %1
gd: Iom-tharraing: %1
hi: गुरुत्वाकर्षण: %1

# ActivityInfo|
source: Enrich your vocabulary
gd: Ionnsaich faclan ùra
hi: अपनी शब्दावली को समृद्ध करें

# ActivityInfo|
source: Complete language learning activities.
gd: Coilean cleasan ionnsachadh cànain.
hi: पूरी भाषा सीखने की गतिविधियां

# ActivityInfo|
source: Enrich your vocabulary in your native language or in a foreign one.
gd: Ionnsaich barrachd fhaclan sa chànan agad fhèin no ann an cànan eile.
hi: अपनी शब्दावली को अपनी मूल भाषा में या किसी विदेशी भाषा में समृद्ध करें

# ActivityInfo|
source: Review a set of words. Each word is shown with a voice, a text and an image.<br/>When done, you are suggested an exercise in which, given the voice, you must find the right word. In the configuration, you can select the language you want to learn.
gd: Sgrùd seata dhe dh’abairtean. Thèid gach abairt a shealltainn dhut le guth ga innse is dealbh.</br> Nuair a bhios tu deiseil, cluinnidh tu an abairt ga bruidhinn is feumaidh tu an dealbh a bhuineas dhi a lorg. Cleachd na roghainnean gus an cànan a thaghadh a tha thu airson ionnsachadh.
hi: शब्दों के एक सेट की समीक्षा करें। प्रत्येक शब्द एक आवाज, एक पाठ और एक छवि के साथ दिखाया गया है। <br/> जब हो जाये, तो आपको एक अभ्यास का सुझाव दिया जाता है, जिसमें आवाज दी गई है, आपको सही शब्द मिलना चाहिए। विन्यास में, आप उस भाषा का चयन कर सकते हैं जिसे आप सीखना चाहते हैं।

# ActivityInfo|
source: The images and voices come from the Art4Apps project: http://www.art4apps.org/.<br>You can also access this activity online on http://gcompris.net/activity/lang.
gd: Thàinig na dealbhan is guthan on phròiseact Art4Apps: http://www.art4apps.org/.</br>Gheibh thu inntrigeadh dhan chleas seo air loidhne air http://gcompris.net/activity/lang.
hi: छवियों और आवाज़ें Art4Apps परियोजना: http://www.art4apps.org/ से ली गयीं हैं।<br> आप http://gcompris.net/activity/lang पर ऑनलाइन इस गतिविधि का उपयोग कर सकते हैं।

# Lang|
source: We are sorry, we don't have yet a translation for your language.
gd: Tha sinn duilich ach chan eil eadar-theangachadh againn ’nad chànan aig an ìre-sa.
hi: हमें खेद है, हमारे पास आपकी भाषा के लिए अभी तक कोई अनुवाद नहीं है
