Repository: lliurex/gcompris
Catalog: po/gcompris_*.po
Languages: gd, hi

# ActivityInfo|
source: Complete the puzzle
gd: Coilean an tòimhseachan
hi: पहेली पूर्ण करें

# ActivityInfo|
source: Drag and Drop the shapes on their respective targets
gd: Slaod na cruthan is leig gach fear às air an amas aige
hi: आकृतियों को उनके संबंधित लक्ष्यों पर खींचके छोडें

# ActivityInfo|
source: Complete the puzzle by dragging each piece from the set of pieces on the left, to the matching space in the puzzle.
gd: Coilean an tòimhseachan ’s tu a’ slaodadh gach mìr on t-seata de mhìrean taobh clì dhan ionad fhreagarrach san tòimhseachan.
hi: बायीं तरफ के टुकड़े के सेट से प्रत्येक टुकड़ा खींचकर उसके मिलान स्थान पर छोड़के पहेली को पूरा करें.

# ActivityInfo|
source: The dog is provided by Andre Connes and released under the GPL
gd: Chaidh an cù a sholar le Andre Connes is fhoillseachadh fo GPL
hi: यह कुत्ता, आन्द्रे कोन्स द्वारा मुहैया कराया गया तथा जीपीएल के अंतर्गत जारी किया गया

# board5_0|
source: Hello! My name is Lock.
gd: Dè do chor? Is mise Dìleas.
hi: हैलो ! मेरा नाम लॉक है.

# board6_0|
source: Lock with colored shapes.
gd: Dìleas le cruthan dathte.
hi: रंगीन आकारों पर तालाबंदी.

# board7_0|
source: Paul Gauguin, Arearea - 1892
hi: पॉल गॉगिन, अरेरा - 1892

# board7_1|
source: Pieter Bruegel the Elder, The peasants wedding - 1568
gd: Pieter Bruegel a bu sine, Banais nan croitear – 1568
hi: पीटर ब्रूगेल द एल्डर, द पीसांट्स वेडिंग - 1568

# board7_2|
source: The Lady and the Unicorn - XVe century
gd: A’ bhean uasal is an aon-adharcach – 15mh linn
hi: द लेडी एंड द यूनिकार्न - XVe वीं सदी

# board7_3|
source: Vincent van Gogh, Bedroom in Arles - 1888
gd: Vincent van Gogh, Seòmar-cadail ann an Arles – 1888
hi: विन्सेंट वान गाग, आर्ल्स में शयनकक्ष - 1888

# board7_4|
source: Ambrosius Bosschaert the Elder, Flower Still Life - 1614
gd: Ambrosius Bosschaert a bu sine, dealbh neo-bheò fhlùraichean – 1614
hi: एम्ब्रोसियस बॉस्चार्ट द एल्डर, फ्लॉवर स्टिल लाइफ - 1614

# ActivityInfo|
source: Balance Box
gd: Bogsa cothromachaidh
hi: संतुलन डब्बा

# ActivityInfo|
source: Navigate the ball to the door by tilting the box.
gd: Gluais am ball gun doras le bhith a’ cur a’ bhogsa air fiaradh.
hi: बक्से को झुकाकर गेंद को दरवाजे तक ले जाएँ।

# ActivityInfo|
source: Practice fine motor skills and basic counting.
gd: Cuir gu feum do sgilean-gluasaid fìneala ’s cunntadh bunasach
hi: सूक्ष्म मोटर कौशल और बुनियादी गिनती का अभ्यास करें।

# ActivityInfo|
source: Navigate the ball to the door. Be careful not to make it fall into the holes. Numbered-contact buttons in the box need to be touched in the correct order to unlock the door. You can move the ball by tilting your mobile device. On desktop platforms use the arrow keys to simulate tilting. In the <b>configuration dialog</b> you can choose between the default 'Built-in' level set and one that you can define yourself ('User'). A user-defined level set can be created by choosing the 'user' level set and start the level editor by clicking on the corresponding button. In the <b>level editor</b> you can create your own levels. Choose one of the editing tools on the left side to modify the map cells of the currently active level in the editor: Cross: Clear a map cell completely Horizontal Wall: Set/remove a horizontal wall on the lower edge of a cell Vertical Wall: Set/remove a vertical wall on the right edge of a cell Hole: Set/remove a hole on a cell Ball: Set the starting position of the ball Door: Set the door position Contact: Set/remove a contact button. With the spin-box you can adjust the value of the contact button. It is not possible to set a value more than once on a map. All tools (except the clear-tool) toggle their respective target on the clicked cell: An item can be placed by clicking on an empty cell, and by clicking again on the same cell with the same tool, you can remove it again. You can test a modified level by clicking on the 'Test' button on the right side of the editor view. You can return from testing mode by clicking on the home-button on the bar or by pressing escape on your keyboard or the back-button on your mobile device. In the editor you can change the level currently edited by using the arrow buttons on the bar. Back in the editor you can continue editing the current level and test it again if needed. When your level is finished you can save it to the user level file by clicking on the 'Save' button on the right side. To return to the configuration dialog click on the home-button on the bar or press Escape on your keyboard or the back button on your mobile device.
gd: Gluais am bàla gun doras. Bi faiceallach is na leig leis tuiteam sna tuill. Feumaidh tu suathadh ri putanan air a bheil àireamhan san òrdugh ceart airson a’ ghlas a thoirt far an dorais. ’S urrainn dhut am bàla a ghluasad le bhith a’ cur an uidheim mobile agad air fiaradh. Air desktop, cleachd na saighdean airson fiaradh mas-fhìor a dhèanamh Ann an <b>còmhradh an rèiteachaidh</b> ’s urrainn dhut taghadh a dhèanamh eadar seata de leibheilean ro-shocraichte agus feadhainn a shocraich thu fhèin (“Cleachdaiche”). ’S urrainn dhut seata de leibheilean a chruthachadh thu fhèin le bhith a’ taghadh seata “Cleachdaiche” agus an deasaiche leibheilean a chur gu dol leis a’ phutan iomchaidh. San <b>deasaiche leibhealan</b>, ’s urrainn dhut leibheilean a chruthachadh thu fhèin. Tagh aon dhe na h-innealan deasachaidh air an taobh chlì gus ceallan a’ mhapa san leibheil ud atharrachadh: Crois: Falamhaich cealla mapa gu tur Balla còmhnard: Suidhich/thoir air falbh balla còmhnard air bonn cealla Balla inghearach: Suidhich/thoir air falbh balla inghearach aig oir dheas de chealla Toll: Suidhich/thoir air falbh toll ann an cealla Bàla: Suidhich ionad tùsail a’ bhàla Doras: Suidhich ionad an dorais Suathadh: Suidhich/thoir air falbh putan suathaidh. ’S urrainn dhut luach a’ phutain shuathaidh a chur air gleus leis a’ bhogsa toinneimh. Chan urrainn dhut an aon àireamh a chleachdadh iomadh turas air mapa. Bidh gach inneal (ach am fear a dh’fhalamhaicheas an doras) a’ toglachadh nan targaidean acan sa chealla air an do bhriog thu: ’S urrainn dhut rud a chur ann an cealla le bhith a’ briogadh air cealla bàn agus ma bhriogas tu air an aon chealla a-rithist leis an aon inneal, is urrainn dhut a thoirt air falbh. ’S urrainn dhut leibheil a dh’atharraich thu a chur fo dheuchainn leis a’ phutan “Deuchainn” air an taobh deas ann an sealladh an deasaiche. Fàgaidh tu am modh deuchainn le bhith a’ briogadh air a’ phutan dachaidh air a’ bhàr no le bhith a’ brùthadh Escape air a’ mheur-chlàr agad no, air uidheam mobile, leis a’ phutan “Ais ais”. Nuair a bhios tu deiseil leis an leibheil, cleachd am putan “Sàbhail” air an taobh deas gus a shàbhaladh ann am faidhle leibheilean a’ chleachdaiche. Airson tilleadh do chòmhradh an rèiteachaidh, briog air a’ phutan dachaidh air a’ bhàr no Escape air meur-chlàr no, air uidheam mobile, leis a’ phutan “Ais ais”
hi: गेंद को दरवाजे पर नेविगेट करें। सावधान रहें की गेंद छेदों में न गिरे। बॉक्स में संख्याबद्ध संपर्क बटन को दरवाजा खोलने के लिए सही क्रम में छूने की आवश्यकता है। आप अपने मोबाइल डिवाइस को झुकाव करके गेंद को स्थानांतरित कर सकते हैं। डेस्कटॉप प्लेटफॉर्म पर तिरछापैन का अनुकरण करने के लिए तीर कुंजियों का उपयोग करें। <b>कॉन्फ़िगरेशन डायलॉग</b> में आप डिफ़ॉल्ट 'बिल्ट-इन' लेवल सेट से या आप स्वयं को परिभाषित ('उपयोगकर्ता') करने के विकल्प के बीच चुन सकते हैं। उपयोगकर्ता-निर्धारित स्तर सेट 'उपयोगकर्ता' स्तर सेट को चुनकर और इसी बटन पर क्लिक करके स्तर संपादक शुरू कर सकते हैं। <B> स्तर संपादक </ b> में आप अपना खुद का स्तर बना सकते हैं। संपादक में वर्तमान में सक्रिय स्तर की नक्शा कोशिकाओं को संशोधित करने के लिए बायीं ओर स्थित एक संपादन उपकरण चुनें: क्रॉस: एक नक्शा सेल पूरी तरह से साफ़ करें क्षैतिज दीवार: सेल के निचले किनारे पर क्षैतिज दीवार को सेट करें / निकालें ऊर्ध्वाधर दीवार: एक सेल के दाहिने किनारे पर ऊर्ध्वाधर दीवार को सेट करें / निकालें होल: सेल पर एक छेद सेट करें / निकालें बॉल: गेंद की शुरुआती स्थिति निर्धारित करें दरवाजा: दरवाजा की स्थिति निर्धारित करें संपर्क: संपर्क बटन सेट करें / निकालें। स्पिन-बॉक्स के साथ आप संपर्क बटन के मूल्य को समायोजित कर सकते हैं। मानचित्र पर एक बार से अधिक मूल्य निर्धारित करना संभव नहीं है। सभी उपकरण (स्पष्ट उपकरण को छोड़कर) क्लिक किए गए सेल पर अपने लक्ष्य को टॉगल करते हैं: एक आइटम खाली कक्ष पर क्लिक करके और उसी टूल पर उसी कक्ष पर फिर से क्लिक करके रखा जा सकता है, आप उसे फिर से हटा सकते हैं। आप संपादक दृश्य के दायीं ओर 'टेस्ट' बटन पर क्लिक करके संशोधित स्तर की जांच कर सकते हैं। आप बार-बार होम-बटन पर क्लिक करके या अपने कीबोर्ड पर भागने या अपने मोबाइल डिवाइस पर बैक-बटन दबाकर परीक्षण मोड से वापस आ सकते हैं। संपादक में आप बार पर तीर बटन का उपयोग करके वर्तमान में संपादित स्तर को बदल सकते हैं। संपादक में वापस जाएं आप वर्तमान स्तर को संपादित करना जारी रख सकते हैं और यदि आवश्यक हो तो उसे फिर से परीक्षण कर सकते हैं जब आपका स्तर समाप्त होता है, तो आप इसे दायीं ओर तरफ 'सहेजें' बटन पर क्लिक करके उपयोगकर्ता स्तर फ़ाइल में सहेज सकते हैं। विन्यास संवाद पर लौटने के लिए बार पर होम-बटन पर क्लिक करें या अपने कीबोर्ड पर एस्केप या अपने मोबाइल डिवाइस पर बैक बटन दबाएं.

# Balancebox|
source: Built-in
gd: Na bhroinn o thùs
hi: अंतर्निर्मित

# Balancebox|
source: User
gd: Cleachdaiche
hi: उपयोक्ता

# Balancebox|
source: Select your level set
gd: Suidhich seata leibheilean
hi: अपना स्तर सेट चुनें

# Balancebox|
source: Start Editor
gd: Tòisich an deasaiche
hi: संपादक प्रारंभ करें

# Balancebox|
source: You selected the user-defined level set, but you have not yet defined any user levels!<br/> Either create your user levels by starting the level editor or choose the 'built-in' level set.
gd: Thagh thu seata leibheilean cleachdaiche ach cha do dheasaich thu leibheil gnàthaichte sam bith fhathast!<br/>Cruthaich leibheilean le deasaiche nan leibheilean no tagh seata a thàinig leis a’ gheama.
hi: आपने उपयोगकर्ता-निर्धारित स्तर सेट चुना है, लेकिन आपने अभी तक किसी भी उपयोगकर्ता स्तर को परिभाषित नहीं किया है! <br/> अपने उपयोगकर्ता स्तर बनाने के लिए या तो स्तर संपादक शुरू करें या 'बिल्ट-इन' लेवल सेट को चुनें.

# Balancebox|
source: Ok
gd: Ceart ma-thà
hi: ठीक

# balanceboxeditor|
source: Error saving %n level(s) to your levels file (%1)
gd: Mearachd a’ sàbhaladh %n leibheil gu faidhle nan leibheilean agad (%1)
hi: %n लेवल को लेवल फ़ाइल (%1) में सहेजने में त्रुटि

# balanceboxeditor|
source: Saved %n level(s) to your levels file (%1)
gd: Chaidh %n leibheil a shàbhaladh gu faidhle nan leibheilean agad (%1)
hi: %n लेवल को आपके लेवल फ़ाइल (%1) में सहेजा

# balanceboxeditor|
source: You have unsaved changes!<br/> Really leave this level and lose changes?
gd: Tha atharraichean gun sàbhaladh agad!<br/>A bheil thu cinnteach gu bheil thu airson an leibheil seo fhàgail is na dh’atharraich thu a chall?
hi: आपके पास बिना सहेजे गए परिवर्तन हैं!<br/> क्या आप वाकई इस स्तर को छोड़ना और परिवर्तन खो देना चाहतें हैं?

# balanceboxeditor|
source: Yes
gd: Tha
hi: हाँ

# balanceboxeditor|
source: No
gd: Chan eil
hi: नहीं

# BalanceboxEditor|
source: Save
gd: Sàbhail
hi: सहेजें

# BalanceboxEditor|
source: Test
gd: Deuchainn
hi: जांच

# ActivityInfo|
source: Make the ball go to Tux
gd: Thoir air a’ bhàla dol far a bheil Tux
hi: गेंद को टक्स के पास भेजें

# ActivityInfo|
source: Press the left and right arrow keys at the same time, to make the ball go in a straight line.
gd: Brùth an an t-saighead chlì is dheas aig an aon àm gus an tèid am bàla ann an loidhne dhìrich.
hi: गेंद को एक सीधी रेखा में ले जाने के लिए, एक ही समय में बाएं और दाएँ तीर कुंजियां दबाएं.

# ActivityInfo|
source: Press the left and right arrow at the same time, to make the ball go in a straight line. On a touch screen you have to hit the two hands at the same time.
gd: Brùth an t-saighead chlì is an t-saighead dheas aig an aon àm airson am bàla a stiùireadh ann an loidhne dhìreach. Air sgrìn-bheantainn, feumaidh tu an dà làmh a bhualadh aig an aon àm.
hi: गेंद को एक सीधी रेखा में ले जाने के लिए, एक ही समय में बाएं और दायीं तीर दबाएं। टच स्क्रीन पर आपको एक ही समय में दो हाथों को मारना होगा.

# Ballcatch|
source: Tap both hands at the same time, to make the ball go in a straight line.
gd: Thoir gnogag air an dà làmh aig an aon àm gus an tèid am bàla ann an loidhne dhìrich.
hi: बॉल को सीधी रेखा में जाने के लिए एक ही समय में दोनों हाथों को टैप करें।

# Ballcatch|
source: Press left and right arrow keys at the same time, to make the ball go in a straight line.
gd: Brùth an t-saighead chlì is dheas aig an aon àm gus an tèid am bàla ann an loidhne dhìrich.
hi: बॉल को सीधी रेखा में जाने के लिए एक ही समय में दोनों हाथों को टैप करें।

# ActivityInfo|
source: Bargame (against Tux)
gd: Geama a’ bhàr (an aghaidh Tux)
hi: बार खेल (टक्स के विरुद्ध)

# ActivityInfo|
source: Click the number of balls you wish to place in the holes and then click the OK button. The winner is the one who hasn't put a ball in the red hole.
gd: Briog air àireamh nam bàla a bu mhath leat a chur sna tuill agus briog air a’ phutan “Ceart ma-thà” an uairsin. Buannaichidh an neach nach do chuir bàla san toll dearg.
hi: गेंदों की संख्या को क्लिक करें जिन्हें आप छेद में रखना चाहते हैं और फिर 'ओके' बटन पर क्लिक करें। विजेता वह है जिसने लाल छेद में गेंद नहीं लगाई है।

# ActivityInfo|
source: Don't use the last ball
gd: Na cleachd am bàla mu dheireadh
hi: आखरी गेंद का प्रयोग न करें

# ActivityInfo|
source: Ability to count
gd: Comas cunntaidh
hi: गिनती करना सीखें

# ActivityInfo|
source: Place balls in the holes. You win if the computer has to place the last ball. If you want Tux to begin, just click on him
gd: Cuir bàlaichean sna tuill. Gheibh thu buaidh air a’ choimpiutair ma tha aigesan ris am bàla mu dheireadh a chur. Ma tha thu airson ’s gun tòisich Tux, cha leig thu leas ach briogadh air.
hi: गेंदों को छेद में रखें। अगर कंप्यूटर आखिरी गेंद रखता है तो आप जीतेंगे। यदि आप चाहते हैं की टक्स शुरू करे तो बस उस पर क्लिक करें।

# Bargame|
source: Easy
gd: Furasta
hi: आसान

# Bargame|
source: Medium
gd: Meadhanach
hi: मध्यम

# Bargame|
source: Difficult
gd: Doirbh
hi: कठिन

# Bargame|
source: Select your difficulty
gd: Tagh ìre na duilghe
hi: कठिनाई स्तर चुनें

# ActivityInfo|
source: Bargame (with a friend)
gd: Geama a’ bhàr (còmhla ri caraid)
hi: बारखेल (मित्र के साथ)

# ActivityInfo|
source: Place balls in the holes. You win if your friend has to place the last ball.
gd: Cuir bàlaichean sna tuill. Buannaichidh tu mur eil àite air fhàgail aig do charaid airson a’ bhàla mu dheireadh aca.
hi: गेंदों को छेद में रखें। अगर आपका मित्र आखिरी गेंद रखता है तो आप जीतेंगे।

# ActivityInfo|
source: Discover the Braille system
gd: Faigh fiosrachadh air Braille
hi: ब्रेल प्रणाली को जानें

# ActivityInfo|
source: Learn and memorize the Braille system
gd: Ionnsaich an siostam Braille is cuir nad chuimhne e
hi: ब्रेल प्रणाली को सीखें और याद करें

# ActivityInfo|
source: Let children discover the Braille system.
gd: A’ sealladh an siostam Braille dhan chlann.
hi: ब्रेल प्रणाली को बच्चों को सिखाएँ।

# ActivityInfo|
source: The screen has 3 sections: an interactive braille cell, an instruction telling you the letter to reproduce, and at the top the Braille letters to use as a reference. Each level teaches a set of 10 letters.
gd: Tha 3 raointean air an sgrìn: cealla Braille eadar-ghnìomhach, mìneachadh a dh’innseas dhut dè an litir a bu chòir dhut ath-dhèanamh is na litrichean Braille air a’ bharr mar iomradh. Ionnsaichidh gach leibheil seata de 10 litrichean dhut.
hi: स्क्रीन में 3 अनुभाग हैं: एक इंटरेक्टिव ब्रेल सेल, एक निर्देश जो आपको पुन: पेश करने के लिए पत्र बताता है, और शीर्ष पर एक संदर्भ के रूप में उपयोग करने के लिए ब्रेल अक्षर हैं। प्रत्येक स्तर 10 अक्षरों का एक सेट सिखाता है।

# braille_alphabets|
source: Now it's a little bit harder without the braille map.
gd: Tha e beagan nas dorra a-nis as aonais a’ mhapa Braille.
hi: अब ब्रेल प्रणाली के बिना थोडा कठिन है.

# braille_alphabets|
source: Look at the Braille character map and observe how similar the first and second line are.
gd: Seall air mapa nan caractaran Braille is mothaich dè cho coltach ri chèile ’s a tha a’ chiad is an dàrna loidhne.
hi: ब्रेल चरित्र मानचित्र को देखें और देखें कि पहली और दूसरी पंक्ति कितनी समान है।

# braille_alphabets|
source: Again, similar as the first line but take care, the 'W' letter was added afterwards.
gd: A-rithist, coltach ris a’ chiad loidhne, ach thoir an aire gun deach an litir “W” a chur ris an uair sin.
hi: फिर से, पहली पंक्ति के समान लेकिन ध्यान रखना, 'W' पत्र बाद में जोड़ा गया था।

# braille_alphabets|
source: This is easy, numbers are the same as letters from A to J.
gd: Tha seo furasta, tha na h-àireamhan co-ionnan ris na litrichean o “A” gu “J”.
hi: यह आसान है, संख्याएं A से J के अक्षरों के समान हैं।

# FirstScreen|
source: Braille: Unlocking the Code
gd: Braille: A’ neo-ghlasadh a’ còd
hi: ब्रेल: कोड का ताला खोलें

# FirstScreen|
source: The Braille system is a method that is used by blind people to read and write.
gd: ’S e dòigh leughaidh is sgrìobhaidh a chleachdas daoine dalla a tha san t-siostam Braille.
hi: ब्रेल प्रणाली एक ऐसी विधि है जिसका इस्तेमाल नेत्रहीन लोगों द्वारा पढ़ने और लिखने के लिए किया जाता है।

# FirstScreen|
source: Each Braille character, or cell, is made up of six dot positions, arranged in a rectangle containing two columns of three dots each. As seen on the left, each dot is referenced by a number from 1 to 6.
gd: Tha gach caractar no cealla Braille na shia ionadan dotaige a tha air an cur ri chèile mar cheart-cheàrnach aig a bheil dà cholbh le trì dotagan anns gach fear. Mar a chì thu taobh clì, bheir sinn iomradh air gach dotag leis na h-àireamhan 1 gu 6.
hi: प्रत्येक ब्रेल चरित्र, या कोशिका, छह डॉट स्थितियों से बनी होती है, एक आयत में व्यवस्थित होती है जिसमें प्रत्येक तीन बिंदुओं के दो स्तंभ होते हैं जैसा कि बायीं ओर देखा गया है, प्रत्येक डॉट 1 से 6 तक किसी संख्या से संदर्भित है।

# FirstScreen|
source: When you are ready, click on me and try reproducing Braille characters.
gd: Nuair a bhios tu deiseil, briog orm is feuch an ath-chruthaich thu na caractaran Braille.
hi: जब आप तैयार हों, तो मुझ पर क्लिक करें और ब्रेल वर्ण पुन: प्रस्तुत करने का प्रयास करें।

# questions|
source: Click on the dots in braille cell area to produce the letter %1.
gd: Briog air na dotagan ann an raon cealla Braille gus an litir %1 a dhèanamh.
hi: ब्रेल सेल क्षेत्र में डॉट्स पर क्लिक कर अक्षर %1 बनाएँ।

# questions|
source: Click on the dots in braille cell area to produce the number %1.
gd: Briog air na dotagan ann an raon cealla Braille gus an àireamh %1 a dhèanamh.
hi: ब्रेल सेल क्षेत्र में डॉट्स पर क्लिक कर अंक %1 बनाएँ।

# questions|
source: Click on the dots in braille cell area to produce the symbol %1.
gd: Briog air na dotagan ann an raon cealla Braille gus an samhla %1 a dhèanamh.
hi: ब्रेल सेल क्षेत्र में डॉट्स पर क्लिक कर चिह्न %1 बनाएँ।

# ActivityInfo|
source: Braille Fun
gd: Tlachd le Braille
hi: ब्रेल का आनंद लें

# ActivityInfo|
source: Braille the letters
gd: Litrichean Braille
hi: ब्रेल अक्षर

# ActivityInfo|
source: Braille Alphabet Codes
gd: Còdaichean aibidil Braille
hi: ब्रेल वर्णमाला कोड

# ActivityInfo|
source: Enter the braille code in the tile for the letters on the banner pulled by Tux in his plane across the screen. Check the braille chart by clicking on the toggle button for help.
gd: Cuir a-steach an còd Braille san leac airson nan litrichean air a’ bhratach a tha Tux a’ tarraing thar an sgrìn ’na itealan. Thoir sùil air cairt Braille ’s tu a’ briogadh air a’ phutan toglachaidh airson cobharach.
hi: स्क्रीन पर विमान में टक्स द्वारा खींचे बैनर पर पत्रों के लिए टाइल में ब्रेल कोड दर्ज करें। मदद के लिए टॉगल बटन पर क्लिक करके ब्रेल चार्ट को देखें।

# ActivityInfo|
source: Calendar
hi: कैलेंडर

# ActivityInfo|
source: Read the instructions and select the correct date on the calendar
hi: निर्देशों को पढ़ें और कैलेंडर पर सही तारीख का चयन करें

# ActivityInfo|
source: Learn how to use a calendar
hi: कैलेंडर का उपयोग करने का तरीका जानें

# ActivityInfo|
source: Concept of week, month and year
gd: Coincheap na seachdain, a’ mhìos is na bliadhna
hi: सप्ताह, महीने और वर्ष की अवधारणा

# ActivityInfo|
source: Read the instructions and select the correct date on the calendar.
hi: निर्देशों को पढ़ें और कैलेंडर पर सही तारीख का चयन करें।

# Calendar|
source: Sunday
gd: DiDòmhnaich
hi: रविवार

# Calendar|
source: Monday
gd: DiLuain
hi: सोमवार

# Calendar|
source: Tuesday
gd: DiMàirt
hi: मंगलवार

# Calendar|
source: Wednesday
gd: DiCiadain
hi: बुधवार

# Calendar|
source: Thursday
gd: DiarDaoin
hi: गुरूवार

# Calendar|
source: Friday
gd: DihAoine
hi: शुक्रवार

# Calendar|
source: Saturday
gd: DiSathairne
hi: शनिवार

# calendar_dataset|
source: Select day 23
gd: Tagh latha 23
hi: 23 तारीख का चयन करें

# calendar_dataset|
source: Select day 1
gd: Tagh latha 1
hi: 1 तारीख का चयन करें

# calendar_dataset|
source: Select day 16
gd: Tagh latha 16
hi: 16 तारीख का चयन करें

# calendar_dataset|
source: Select day 28
gd: Tagh latha 28
hi: 28 तारीख का चयन करें

# calendar_dataset|
source: Select day 11
gd: Tagh latha 11
hi: 11 तारीख का चयन करें

# calendar_dataset|
source: Select day 20
gd: Tagh latha 20
hi: 20 तारीख का चयन करें

# calendar_dataset|
source: What day of week is the 4th of given month?
gd: Dè latha na seachdain a tha sa 4mh latha dhen mhìos ud?
hi: दिए गए महीने की 4 तारीख को कौन सा वार है?

# calendar_dataset|
source: What day of the week is the 12th of given month?
gd: Dè latha na seachdain a tha sa 12mh latha dhen mhìos ud?
hi: दिए गए महीने की 12 तारीख को कौन सा वार है?

# calendar_dataset|
source: What day of the week is the 20th of given month?
gd: Dè latha na seachdain a tha sa 20mh latha dhen mhìos ud?
hi: दिए गए महीने की 20 तारीख को कौन सा वार है?

# calendar_dataset|
source: What day of the week is the 28th of given month?
gd: Dè latha na seachdain a tha sa 28mh latha dhen mhìos ud?
hi: दिए गए महीने की 28 तारीख को कौन सा वार है?

# calendar_dataset|
source: What day of the week is the 22nd of given month?
gd: Dè latha na seachdain a tha sa 22mh latha dhen mhìos ud?
hi: दिए गए महीने की 22 तारीख को कौन सा वार है?

# calendar_dataset|
source: What day of the week is the 16th of given month?
gd: Dè latha na seachdain a tha sa 16mh latha dhen mhìos ud?
hi: दिए गए महीने की 16 तारीख को कौन सा वार है?

# calendar_dataset|
source: What day of the week is the 10th of given month?
gd: Dè latha na seachdain a tha sa 10mh latha dhen mhìos ud?
hi: दिए गए महीने की 10 तारीख को कौन सा वार है?

# calendar_dataset|
source: Select a Monday between days 1 and 7 of given month
gd: Tagh DiLuain eadar latha 1 is 7 dhen mhìos ud
hi: दिए गए महीने की 1 और 7 तारीख के बीच एक सोमवार का चयन करें

# calendar_dataset|
source: Select a Tuesday between days 8 and 16 of given month
gd: Tagh DiMàirt eadar latha 8 is 16 dhen mhìos ud
hi: दिए गए महीने की 8 और 16 तारीख के बीच एक मंगलवार का चयन करें

# calendar_dataset|
source: Select a Wednesday between days 15 and 22 of given month
gd: Tagh DiCiadain eadar latha 15 is 22 dhen mhìos ud
hi: दिए गए महीने की 15 और 22 तारीख के बीच एक बुधवार को चुनें

# calendar_dataset|
source: Select a Thursday between days 26 and 31 of given month
gd: Tagh DiarDaoin eadar latha 26 is 31 dhen mhìos ud
hi: दिए गए महीने की 26 और 31 तारीख के बीच एक गुरुवार को चुनें

# calendar_dataset|
source: Select a Friday between days 20 and 25 of given month
gd: Tagh DihAoine eadar latha 20 is 25 dhen mhìos ud
hi: दिए गए महीने की 20 और 25 तारीख के बीच एक शुक्रवार को चुनें

# calendar_dataset|
source: Select a Saturday between days 13 and 23 of given month
gd: Tagh DiSathairne eadar latha 13 is 23 dhen mhìos ud
hi: दिए गए महीने की 13 और 23 तारीख के बीच एक शनिवार का चयन करें

# calendar_dataset|
source: Select a Sunday between days 5 and 17 of given month
gd: Tagh DiDòmhnaich eadar latha 5 is 17 dhen mhìos ud
hi: दिए गए महीने की 5 और 17 तारीख के बीच एक रविवार का चयन करें

# calendar_dataset|
source: Select second day before the 15th of given month
gd: Tagh an dàrna latha ron 15mh latha dhen mhìos ud
hi: दिए गए महीने की 15 तारीख से पहले दूसरे दिन का चयन करें
