Repository: lliurex/gcompris
Catalog: po/gcompris_*.po
Languages: gd, hi

# board1|
source: Aboriginals were the first people to live in Australia. They sing and play instruments, like the didgeridoo. It is made from a log and can be up to five meters long!
gd: Bhiodh tùsanaich a’ fuireach ann an Astràilia mus do rinn a’ mhuinntir Eòrpach lorg air. Seinnidh iad is cluichidh iad innealan-ciùil mar an didearaidh-dù. Thèid a dhèanamh à loga is faodaidh e a bhith suas gu còig meatairean a dh’fhaid!
hi: ऑस्ट्रेलिया में रहने वाले पहले लोग आदिवासी थे। वे गाते और दगेरियडु जैसे वाद्य यंत्र बजते हैं। दगेरियडु लट्ठे से बना है और पांच मीटर लंबा हो सकता है!

# board1|
source: Africa
gd: Afraga
hi: अफ्रीका

# board1|
source: Music is a part of everyday life in Africa. African music features a great variety of drums, and they believe it is a sacred and magical instrument.
gd: Tha ceòl na phàirt dhen bheatha làitheil ann an Afraga. Tha caochladh mòr de dhrumaichean sa cheòl is tha na daoine dhen bheachd gur e innealan-ciùil naomh is draoidheach a th’ annta.
hi: संगीत अफ्रीका में रोजमर्रा की जिंदगी का एक हिस्सा है। अफ्रीकी संगीत में कई प्रकार के ड्रम हैं, और उनका मानना है कि यह एक पवित्र और जादुई साधन है।

# board1|
source: Middle East
gd: An Ear-Mheadhan
hi: मध्य-पूर्व

# board1|
source: Music is a very important part of middle eastern culture. Specific songs are played to call worshipers to prayer. The lute is an instrument invented thousands of years ago and still in use today.
gd: Tha ceòl glè chudromach ann an dualchas an Ear-Mheadhain. Thèid òrain shònraichte a sheinn gus an luchd-adhraidh a ghairm dhan ùrnaigh. Chluicheadh na daoine air seòrsa de chruit fad mhìltean de bhliadhnaichean is cluichidh iad orra fhathast.
hi: संगीत मध्य पूर्वी संस्कृति का एक बहुत महत्वपूर्ण हिस्सा है। पूजा करने वालों को प्रार्थना करने के लिए विशिष्ट गीतों को खेला जाता है। लूट एक उपकरण है जिसे हजारों साल पहले का आविष्कार किया गया था और आज भी उपयोग में है।

# board1|
source: Japan
gd: An t-Seapan
hi: जापान

# board1|
source: Taiko drumming comes from Japan. This type of drumming was originally used to scare enemies in battle. It is very loud, and performances are very exciting with crowds cheering and performers yelling!
gd: Cluichidh na daoine drumaichean Taiko san t-Seapan. Bhiodh daoine a’ cleachdadh an seòrsa seo de dhruma gus eagal a chur air an nàmhaid air a’ bhlàr. Nì na drumaichean seo fuaim mhòr is togaidh an ceòl na daoine ’s brosnaichidh an sluagh na cluicheadairean a bhios ag èigheachd!
hi: ताइको ड्रमिंग जापान से आया है। इस तरह के ड्रमिंग का इस्तेमाल मूल रूप से युद्ध में दुश्मनों को डराता था। यह बहुत ज़ोर से बजट है जिससे उत्साही भीड़ के साथ प्रदर्शन बहुत रोमांचक हो जाता है!

# board1|
source: Scotland and Ireland
gd: Alba is Èirinn
hi: स्कॉटलैंड और आयरलैंड

# board1|
source: Folk music of this region is called celtic music, often incorporates a narrative poem or story. Typical instruments include bagpipes, fiddles, flutes, harps, and accordions.
gd: Canar ceòl Ceilteach ri ceòl na roinne seo is tha dàn no sgeulachd fada na bhroinn gu tric. ’S e a’ phìob, an fhìdheall, an duiseal, a’ chlàrsach is am bogsa a th’ anns na h-innealan-ciùil as cumanta.
hi: इस क्षेत्र के लोक संगीत सेल्टिक संगीत कहा जाता है, अक्सर एक कथा कविता या कहानी को शामिल करता है। विशिष्ट वाद्ययंत्रों में बैगीपिप, फिडेल्स, बांसुरी, वीणा, और एक्सेरियन शामिल हैं।

# board1|
source: Italy
gd: An Eadailt
hi: इटली

# board1|
source: Italy is famous for its Opera. Opera is a musical theater where actors tell a story by acting and singing. Opera singers, both male and female, learn special techniques to sing operas.
gd: Tha an Eadailt cliùiteach airson a h-opara. ’S e dealbhan-cluiche ciùil a th’ anns an opara far an innis na cleasaichean sgeulachd le cleasachd is seinn. Ionnsaichidh na seinneadairean opara, an dà chuid fireannaich is boireannaich, dòighean seinn sònraichte.
hi: इटली अपने ओपेरा के लिए प्रसिद्ध है। ओपेरा एक संगीत थिएटर है जहां अभिनेता अभिनय और गायन के द्वारा एक कहानी बताते हैं। ऑपेरा गायक, पुरुष और महिला दोनों, ओपेरा गाने के लिए विशेष तकनीक सीखते हैं।

# board1|
source: European Classical Music
gd: Ceòl clasaigeach na h-Eòrpa
hi: यूरोपीय शास्त्रीय संगीत

# board1|
source: Europe is the home of classical music. Famous composers like Bach, Beethoven, and Mozart forever changed music history.
gd: ’S e dachaigh a’ chiùil chlasaigich a th’ anns an Roinn-Eòrpa. Bha buaidh mhòr aig sgrìobhaichean a leithid Bach, Beethoven is Mozart air eachdraidh a’ chiùil.
hi: यूरोप शास्त्रीय संगीत का घर है बाख, बीथोवेन और मोजार्ट जैसे प्रसिद्ध संगीतकारों ने संगीत इतिहास को हमेशा के लिए बदला दिया।

# board1|
source: Mexico
gd: Meagsago
hi: मेक्सिको

# board1|
source: Mariachi is a famous type of Mexican music. It features guitars, trumpets, and violins. These bands play for many occasions, including weddings and parties.
gd: Tha Mariachi na sheòrsa ciùil Meagsaganach cliùiteach. Tha giotàraichean, trombaidean is fìdhlean ann. Cluichidh na còmhlanan seo aig iomadh tachartas mar bhainnsean is cèilidhean.
hi: मारियाची एक प्रसिद्ध प्रकार का मैक्सिकन संगीत है। इसमें गिटार, तुरही और वायलिन शामिल हैं। ये बैंड शादियों और पार्टियों सहित कई अवसरों में बजाये जाते हैं।

# board1|
source: United States of America
gd: Stàitean Aonaichte Aimeireaga
hi: संयुक्त राज्य अमेरिका

# board1|
source: USA also has a wide variety of musical genres, but perhaps it is most famous for rock n' roll music. This music features vocalists, guitars, and drums.
gd: Tha iomadh seòrsa de chiùil sna Stàitean Aonaichte ach tha iad as cliùitiche airson ceòl rock ’n roll, ’s dòcha. Tha seinneadairean, giotàraichean is drumaichean sa cheòl seo.
hi: अमरीका में भी कई प्रकार के संगीत शैलियों हैं, लेकिन शायद यह रॉक एन रोल संगीत के लिए सबसे प्रसिद्ध है। इस संगीत में गायक, गिटार, और ड्रम होते हैं।

# board1|
source: Explore world music! Click on the suitcases.
gd: Fiosraich ceòl an t-saoghail! Briog air na màileidean.
hi: विश्व संगीत की दुनिया में जाएं! सूटकेसों पर क्लिक करें।

# board1|
source: Click on the location that matches the music you hear.
gd: Briog air an àite a fhreagras ris a’ cheòl a chluinneas tu.
hi: उस स्थान पर क्लिक करें जो आपको सुनाई देते संगीत से मेल खाता हो।

# board1|
source: Click on the location that matches the text.
gd: Briog air an àite a fhreagras ris an teacsa.
hi: पाठ से मेल खाते स्थान पर क्लिक करें।

# ActivityInfo|
source: Family
gd: Teaghlach
hi: परिवार

# ActivityInfo|
source: Reading skills
gd: Sgilean leughaidh
hi: पढ़ने के कौशल

# Dataset|
source: Father
gd: Athair
hi: पिता

# Dataset|
source: Grandfather
gd: Seanair
hi: दादा

# Dataset|
source: Uncle
gd: Bràthair-athar no màthar
hi: चाचा

# Dataset|
source: Mother
gd: Màthair
hi: मां

# Dataset|
source: Grandmother
gd: Seanmhair
hi: दादी मा

# Dataset|
source: Aunt
gd: Piuthar-màthair no athar
hi: चाची

# Dataset|
source: Brother
gd: Bràthair
hi: भाई

# Dataset|
source: Cousin
gd: Co-ogha
hi: चचेरा भाई

# Dataset|
source: Sister
gd: Piuthar
hi: बहन

# Dataset|
source: Granddaughter
gd: Ban-ogha
hi: पोती

# Dataset|
source: Grandson
gd: Ogha
hi: पोता

# Dataset|
source: Nephew
gd: Mac-peathar no bràthar
hi: भतीजा

# Dataset|
source: Niece
gd: Nighean-bràthar no peathar
hi: भांजी

# Dataset|
source: Father-in-law
gd: Athair-cèile
hi: ससुर

# Dataset|
source: Mother-in-law
gd: Màthair-chèile
hi: सास

# Dataset|
source: Sister-in-law
gd: Piuthar-chèile
hi: ननद

# Dataset|
source: Brother-in-law
gd: Bràthair-cèile
hi: बहनोई

# Dataset|
source: Daughter-in-law
gd: Bean-mhic
hi: बहुॅ

# Dataset|
source: Son-in-law
gd: Mac-cèile
hi: दामाद

# Family|
source: Me
gd: Mise
hi: मुझे

# Family|
source: Select one of the pairs denoting: %1
gd: Tagh aon dhe na paidhrichean a tha a’ ciallachadh: %1
hi: जोड़ों में से एक का चयन करें: %1

# ActivityInfo|
source: Point the relatives
hi: रिश्तेदारों को बताएं

# ActivityInfo|
source: Reading, moving and clicking with the mouse
gd: Leughadh, gluasad is briogadh leis an luchag
hi: पढ़ना, खिसकाना और माउस के साथ क्लिक करना

# ActivityInfo|
source: A family tree is shown, with some instructions. The circles are linked with lines to mark the relations. Married couples are marked with a ring on the link. Click on a pair of family members which corresponds to the given relation.
hi: एक परिवार के पेड़ को कुछ निर्देशों के साथ दिखाया गया है। संबंधों को चिह्नित करने के लिए मंडलियों को लाइनों से जोड़ा जाता है विवाहित जोड़े लिंक पर एक अंगूठी के साथ चिह्नित हैं। परिवार के सदस्यों की एक जोड़ी पर क्लिक करें जो कि दिए गए संबंध से मेल खाती है।

# ActivityInfo|
source: The fifteen game
gd: Na còig deug
hi: पंद्रहवाँ खेल

# ActivityInfo|
source: Move each item to recreate the image.
gd: Gluais gach nì airson an dealbh ath-chruthachadh.
hi: छवि को पुनर्निर्मित करने के लिए प्रत्येक वास्तु को स्थानांतरित करें।

# ActivityInfo|
source: Click or drag on any pieces that has a free block beside it, and it will be swapped with the empty one.
gd: Briog no slaod pìos sam bith le àite falamh ri thaobh ach an imrich an t-àite falamh na àite.
hi: उन किसी भी टुकड़ों पर क्लिक करें या खींचें, जिनके पास एक मुक्त ब्लॉक है, इन्हें एक खाली के साथ स्वैप किया जाएगा।

# ActivityInfo|
source: Find the day
hi: दिन का पता लगाएं

# ActivityInfo|
source: Find the correct date and select it on the calendar.
hi: सही तारीख खोजें और इसे कैलेंडर पर चुनें।

# ActivityInfo|
source: Learn how to count days and find a date on a calendar.
hi: दिनों की गिनती कैसे करें और कैलेंड पर एक तारीख खोजें।

# ActivityInfo|
source: Basics of calendar
hi: कैलेंडर की मूल बातें

# ActivityInfo|
source: Read the instructions and perform the requested calculation to find a date. Then select this date on the calendar.
hi: निर्देशों को पढ़ें और एक तिथि खोजने के लिए अनुरोधित गणना करें। फिर कैलेंडर पर इस तिथि का चयन करें।

# find_the_day_dataset|
source: Find the date 13 days after 3 May.
hi: 3 मई के 13 दिनों के बाद की तारीख का पता लगाएं

# find_the_day_dataset|
source: Find the date 7 days after 1 October.
hi: 1 अक्टूबर के 7 दिनों के बाद की तारीख का पता लगाएं

# find_the_day_dataset|
source: Find the date 31 days after 12 July.
hi: 12 जुलाई के 31 दिनों के बाद की तारीख का पता लगाएं

# find_the_day_dataset|
source: Find the date two weeks after 27 November.
hi: 27 नवंबर के दो सप्ताह के बाद की तारीख का पता लगाएं

# find_the_day_dataset|
source: Find the date 19 days before 1 September.
hi: 1 सितंबर से 19 दिन पहले की तारीख का पता लगाएं।

# find_the_day_dataset|
source: Find the date 5 days before 8 December.
hi: 8 दिसंबर से 5 दिन पहले की तारीख का पता लगाएं।

# find_the_day_dataset|
source: Find day of week 3 days after 5 December.
hi: 5 दिसंबर से 3 दिनों बाद के सप्ताह का दिन खोजें।

# find_the_day_dataset|
source: Find day of week 12 days before 12 November.
hi: 12 नवंबर से 12 दिन पहले के सप्ताह का दिन खोजें।

# find_the_day_dataset|
source: Find day of week 32 days after 5 January.
hi: 5 जनवरी से 32 दिनों बाद के सप्ताह का दिन खोजें।

# find_the_day_dataset|
source: Find day of week 5 days after 23 February.
hi: 23 फरवरी से 5 दिनों बाद के सप्ताह का दिन खोजें।

# find_the_day_dataset|
source: Find day of week 17 days before 16 August.
hi: 16 अगस्त से 17 दिन पहले के सप्ताह का दिन खोजें।

# find_the_day_dataset|
source: Find the date 2 weeks and 3 days after 12 January.
hi: 12 जनवरी के 2 सप्ताह और 3 दिन बाद की तारीख का पता लगाएं।

# find_the_day_dataset|
source: Find the date 3 weeks and 2 days after 22 March.
hi: 22 मार्च के 3 सप्ताह और 2 दिन बाद की तारीख का पता लगाएं।

# find_the_day_dataset|
source: Find the date 5 weeks and 6 days after 5 October.
hi: 5 अक्टूबर के 5 सप्ताह और 6 दिन बाद की तारीख का पता लगाएं।

# find_the_day_dataset|
source: Find the date 1 week and 1 day before 8 August.
hi: 8 अगस्त से 1 सप्ताह और 1 दिन पहले की तारीख का पता लगाएं।

# find_the_day_dataset|
source: Find the date 2 weeks and 5 days before 2 July.
hi: 2 जुलाई से 2 सप्ताह और 5 दिन पहले की तारीख का पता लगाएं।

# find_the_day_dataset|
source: Find day of week 5 months and 2 days after 3 July.
hi: 3 जुलाई के 5 महीने और 2 दिनों बाद के सप्ताह का दिन खोजें।

# find_the_day_dataset|
source: Find day of week 2 months and 4 days after 8 October.
hi: 8 अक्टूबर के 2 महीने और 4 दिनों बाद के सप्ताह का दिन खोजें।

# find_the_day_dataset|
source: Find day of week 1 month and 3 days before 28 December.
hi: 28 दिसंबर से 1 महीने और 3 दिन पहले के सप्ताह का दिन खोजें।

# find_the_day_dataset|
source: Find day of week 8 months and 7 days after 28 February.
hi: 28 फरवरी के 8 महीने और 7 दिनों बाद के सप्ताह का दिन खोजें।

# find_the_day_dataset|
source: Find day of week 3 months and 3 days before 15 September.
hi: 15 सितंबर से 3 महीने और 3 दिन पहले के सप्ताह का दिन खोजें।

# find_the_day_dataset|
source: Find the date 2 months, 1 week and 5 days after 12 January.
hi: 12 जनवरी के 2 महीने, 1 सप्ताह और 5 दिन बाद की तारीख का पता लगाएं।

# find_the_day_dataset|
source: Find the date 3 months, 2 weeks and 1 day after 23 August.
hi: 23 अगस्त के 3 महीने, 2 सप्ताह और 1 दिन बाद की तारीख का पता लगाएं।

# find_the_day_dataset|
source: Find the date 5 months, 3 weeks and 2 days after 20 March.
hi: 20 March के 5 महीने, 3 सप्ताह और 2 दिन बाद की तारीख का पता लगाएं।

# find_the_day_dataset|
source: Find the date 1 month 1 week and 1 day before 10 September.
hi: 10 सितंबर से 1 महीने, 1 सप्ताह और 1 दिन पहले की तारीख का पता लगाएं।

# find_the_day_dataset|
source: Find the date 2 months, 1 week and 8 days before 7 April.
hi: 7 अप्रैल से 2 महीने, 1 सप्ताह और 8 दिन पहले की तारीख का पता लगाएं।

# ActivityInfo|
source: Control the hose-pipe
gd: Stiùirich an stealladair
hi: होज़पाइप पर नियंत्रण रखें

# ActivityInfo|
source: The fireman needs to stop the fire, but the hose is blocked.
gd: Feumaidh an smàladair an teine a mhùchach ach tha an stealladair bacte.
hi: फायरमैन को आग रोकना होगा, लेकिन नली अवरुद्ध है।

# ActivityInfo|
source: Fine motor coordination
gd: Co-ghluasad mionaideach
hi: सूक्ष्म मोटर-समन्वयन

# ActivityInfo|
source: Move the mouse or your finger over the lock which is represented as a red part in the hose-pipe. This will move it, bringing it, part by part, up to the fire. Be careful, if you move off the hose, the lock will go backward.
gd: Gluais an luchag agad le do chorrag os cionn pàirt dhearg an stealladair far a bheil am bacadh. Bheir seo gluasad air a dh’ionnsaigh an teine, a’ dol suas beag air bheag. Thoir an aire gun tèid a’ phàirt dhearg sìos a-rithist ma ghluaiseas tu air falbh.
hi: ताला पर माउस या अपनी उंगली को ले जाएं जो नली-पाइप में लाल भाग के रूप में दर्शाया गया है। यह इसे स्थानांतरित करेगा, इसे आग तक भाग से भाग लाएगा। सावधान रहें, अगर आप नली से बहार निकलते हैं, तो लॉक पीछे चला जाएगा।

# ActivityInfo|
source: The football game
gd: An geama ball-coise
hi: फुटबाल का खेल

# ActivityInfo|
source: Kick the ball into the goal
gd: Breab am bàla dhan tadhal
hi: लक्ष्य में गेंद को किक मारकर अंदर करें

# ActivityInfo|
source: Kick the ball behind the goal keeper on the right
gd: Breab am bàla gu cùl a’ ghlèidheadair air an taobh deas
hi: गेंद को दायीं ओर के गोल कीपर के पीछे किक करें

# ActivityInfo|
source: Drag a line from the ball, to set its speed and direction.
gd: Slaod loidhne on bhàla gus an t-astar is comhair aige a shuidheachadh.
hi: गेंद की गति और दिशा सेट करने के लिए गेंद से एक रेखा को खींचें।

# ActivityInfo|
source: Locate the region
gd: Lorg an sgìre
hi: क्षेत्र का पता लगाएँ

# ActivityInfo|
source: Drag and Drop the regions to redraw the whole country
gd: Slaod na sgìrean is leig às iad gus an dùthaich gu lèir a tharraing as ùr
hi: पूरे देश को फिर से तैयार करने के लिए क्षेत्रों को खींचें और छोड़ें

# board10_0|
source: United States of America
gd: Stàitean Aonaichte Aimeireaga
hi: संयुक्त राज्य अमेरिका

# board10_1|
source: United States of America
gd: Stàitean Aonaichte Aimeireaga
hi: संयुक्त राज्य अमेरिका

# board11_0|
source: Districts of Italy
gd: Sgìrean na h-Eadailte
hi: इटली के जिले

# board11_1|
source: Districts of Northern Italy
gd: Sgìrean na h-Eadailte a Tuath
hi: उत्तरी इटली के जिले

# board11_2|
source: Districts of Central Italy
gd: Sgìrean Meadhan na h-Eadailte
hi: मध्य इटली के जिले

# board11_3|
source: Districts of Southern Italy
gd: Sgìrean na h-Eadailte a Deas
hi: दक्षिणी इटली के जिले

# board12_0|
source: States of India
gd: Stàitean nan Innseachan
hi: भारत के राज्य

# board13_0|
source: Districts of Australia
gd: Sgìrean Astràilia
hi: ऑस्ट्रेलिया के जिले

# board14_0|
source: Districts of China
gd: Sgìrean na Sìne
hi: चीन के जिले

# board15_0|
source: Northern Scotland
gd: Ceann a Tuath na h-Alba
hi: उत्तरी स्कॉटलैण्ड

# board15_1|
source: Southern Scotland
gd: Ceann a Deas na h-Alba
hi: दक्षिणी स्कॉटलैण्ड

# board15_2|
source: Northern Scotland
gd: Ceann a Tuath na h-Alba
hi: उत्तरी स्कॉटलैण्ड

# board15_3|
source: Southern Scotland
gd: Ceann a Deas na h-Alba
hi: दक्षिणी स्कॉटलैण्ड

# board16_0|
source: Provinces of Romania
gd: Sgìrean Romàinia
hi: रोमानिया के राज्य

# board1_0|
source: Districts of France
gd: Sgìrean na Frainge
hi: फ्रांस के जिले

# board2_0|
source: Districts of Germany
gd: Sgìrean na Gearmailte
hi: जर्मनी के जिले

# board3_0|
source: Districts of Argentina
gd: Sgìrean na h-Argantain
hi: अर्जेंटीना के जिले

# board4_0|
source: Districts of Poland
gd: Sgìrean na Pòlainne
hi: पोलैण्ड के जिले

# board5_0|
source: Districts of Turkey
gd: Sgìrean na Tuirce
hi: तुर्की के जिले

# board5_1|
source: Eastern Districts of Turkey
gd: Sgìrean na Tuirce an Ear
hi: तुर्की के पश्चिमी जिले

# board5_2|
source: Districts of Turkey
gd: Sgìrean na Tuirce
hi: तुर्की के जिले

# board6_0|
source: Counties of Norway
gd: Siorrachdan Nirribhidh
hi: नॉर्वे के देश

# board7_0|
source: Counties of Brazil
gd: Siorrachdan Bhraisil
hi: ब्राजील के काउंटी

# board8_0|
source: Districts of Canada
gd: Sgìrean Chanada
hi: कनाडा के जिले

# board9_0|
source: Districts of Mexico
gd: Sgìrean Mheagsago
hi: मेक्सिको के जिले

# ActivityInfo|
source: Locate the countries
gd: Lorg na dùthchannan
hi: देश का पता लगाएँ

# ActivityInfo|
source: Drag and Drop the items to redraw the whole map
gd: Slaod na nithean is leig às iad gus am mapa gu lèir a tharraing as ùr
hi: पूरे नक्शे को पुनः बनाने के लिए वस्तुओं को खींचें और छोडें

# board10_0|
source: Oceania
gd: Roinn a’ Chuain Sèimh
hi: ओसेनिया

# board10_0|
source: Pitcairn Islands
gd: Eileanan Pheit a’ Chàirn
hi: पिटकैर्न आइलैंड

# board10_0|
source: French Polynesia
gd: Poilinèis na Frainge
hi: फ्रांसीसी पॉलीनेसिया

# board10_0|
source: Papua New Guinea
gd: Gini Nuadh Phaputhach
hi: पापुआ न्यू गियाना

# board10_0|
source: East Timor
gd: Tìomor an Ear
hi: पूर्वी तिमोर

# board10_0|
source: Indonesia
gd: Na h-Innd-Innse
hi: इंडोनेशिया

# board10_0|
source: Palau
gd: Palabh
hi: पलाऊ

# board10_0|
source: Northern Mariana Islands
gd: Na h-Eileanan Mairianach a Tuath
hi: उत्तरी मरीआना आइलैंड

# board10_0|
source: Micronesia
gd: Na Meanbh-eileanan
hi: माइक्रोनेसिया

# board10_0|
source: Vanuatu
hi: वनौतू

# board10_0|
source: Tuvalu
gd: Tubhalu
hi: तुवालू

# board10_0|
source: Tonga
hi: टोन्गा

# board10_0|
source: New Caledonia
gd: Cailleann Nuadh
hi: न्यू केलेदूनिया

# board10_0|
source: Marshall Islands
gd: Eileanan Mharshall
hi: मार्शल आइलैंड

# board10_0|
source: Kiribati
gd: Ciribeas
hi: किरीबाती

# board10_0|
source: Fiji
gd: Fìdi
hi: फिजी

# board10_0|
source: Solomon Islands
gd: Eileanan Sholaimh
hi: सोलोमन आइलैंड

# board10_0|
source: New Zealand
gd: Sealainn Nuadh
hi: न्यूजीलैंड

# board10_0|
source: Cook Islands
gd: Eileanan Cook
hi: कूक द्वीप

# board10_0|
source: American Samoa
gd: Samotha na h-Aimeireaga
hi: अमेरिकी सामोआ

# board10_0|
source: Australia
gd: Astràilia
hi: आस्ट्रेलिया

# board10_0|
source: United States Minor Outlying Islands
gd: Meanbh-Eileanan Iomallach nan Stàitean Aonaichte
hi: युनाइटेड स्टेट्स माइनर आउटलाइंग आइलैंड्स

# board10_0|
source: Hawaii
gd: Eileanan Hawai’i
hi: हवाई

# board1_0|
source: Continents
gd: Mòr-thìrean
hi: महाद्वीप

# board1_0|
source: Oceania
gd: Roinn a’ Chuain Sèimh
hi: ओसेनिया

# board1_0|
source: Europe
gd: An Roinn-Eòrpa
hi: यूरोप

# board1_0|
source: Asia
gd: Àisea
hi: एशिया

# board1_0|
source: Antarctica
gd: An Antartaig
hi: अंटार्कटिका

# board1_0|
source: America
gd: Aimeireaga
hi: अमेरिका

# board1_0|
source: Africa
gd: Afraga
hi: अफ्रीका

# board2_0|
source: North America
gd: Aimeireaga a Tuath
hi: अमेरिका, उत्तरी

# board2_0|
source: Alaska
hi: अलास्का

# board2_0|
source: United States of America
gd: Stàitean Aonaichte Aimeireaga
hi: संयुक्त राज्य अमेरिका

# board2_0|
source: Mexico
gd: Meagsago
hi: मेक्सिको

# board2_0|
source: Iceland
gd: Innis Tìle
hi: आइसलैंड

# board2_0|
source: Greenland
gd: A’ Ghraonlann
hi: ग्रीनलैंड

# board2_0|
source: Canada
hi: कनाडा

# board3_0|
source: Central America
gd: Meadhan Aimeireaga
hi: मध्य अमेरिका

# board3_0|
source: Puerto Rico
gd: Porto Rìceo
hi: प्यूर्टो रिको

# board3_0|
source: Panama
hi: पनामा

# board3_0|
source: Nicaragua
gd: Niocaragua
hi: निकारागुआ

# board3_0|
source: Mexico
gd: Meagsago
hi: मेक्सिको

# board3_0|
source: Jamaica
gd: Diameuga
hi: जमैका

# board3_0|
source: Honduras
gd: Hondùras
hi: होंडुरास

# board3_0|
source: Haiti
gd: Haidhti
hi: हैती

# board3_0|
source: Guatemala
gd: Guatamala
hi: ग्वाटेमाला

# board3_0|
source: El Salvador
gd: An Salbhador
hi: अल सल्वाडोर

# board3_0|
source: Dominican Republic
gd: A’ Phoblachd Dhoiminiceach
hi: डोमिनिकन रिपब्लिक

# board3_0|
source: Cuba
gd: Cùba
hi: क्यूबा

# board3_0|
source: Costa Rica
gd: Costa Rìcea
hi: कोस्टा रिका

# board3_0|
source: Belize
gd: A’ Bheilìs
hi: बेलिज

# board3_0|
source: Bahamas
gd: Na h-Eileanan Bhathama
hi: बहामा

# board3_1|
source: Central America
gd: Meadhan Aimeireaga
hi: मध्य अमेरिका

# board3_1|
source: Puerto Rico
gd: Porto Rìceo
hi: प्यूर्टो रिको

# board3_1|
source: Panama
hi: पनामा

# board3_1|
source: Nicaragua
gd: Niocaragua
hi: निकारागुआ

# board3_1|
source: Mexico
gd: Meagsago
hi: मेक्सिको

# board3_1|
source: Jamaica
gd: Diameuga
hi: जमैका

# board3_1|
source: Honduras
gd: Hondùras
hi: होंडुरास

# board3_1|
source: Haiti
gd: Haidhti
hi: हैती

# board3_1|
source: Guatemala
gd: Guatamala
hi: ग्वाटेमाला

# board3_1|
source: El Salvador
gd: An Salbhador
hi: अल सल्वाडोर

# board3_1|
source: Dominican Republic
gd: A’ Phoblachd Dhoiminiceach
hi: डोमिनिकन रिपब्लिक

# board3_1|
source: Cuba
gd: Cùba
hi: क्यूबा

# board3_1|
source: Costa Rica
gd: Costa Rìcea
hi: कोस्टा रिका

# board3_1|
source: Belize
gd: A’ Bheilìs
hi: बेलिज

# board3_1|
source: Bahamas
gd: Na h-Eileanan Bhathama
hi: बहामा

# board4_0|
source: South America
gd: Aimeireaga a Deas
hi: दक्षिण अमेरिका

# board4_0|
source: Venezuela
gd: A’ Bheiniseala
hi: वेनेजुएला

# board4_0|
source: Uruguay
gd: Uruguaidh
hi: उरूग्वे

# board4_0|
source: Suriname
gd: Suranam
hi: सूरीनाम

# board4_0|
source: Peru
gd: Pearù
hi: पेरू

# board4_0|
source: Paraguay
gd: Paraguaidh
hi: पैरागुए

# board4_0|
source: Panama
hi: पनामा

# board4_0|
source: Guyana
gd: Guidheàna
hi: गुयाना

# board4_0|
source: French Guiana
gd: Guidheàna na Frainge
hi: फ्रेंच गुयाना

# board4_0|
source: Ecuador
gd: Eacuador
hi: इक्वाडॉर

# board4_0|
source: Colombia
gd: Coloimbia
hi: कोलम्बिया

# board4_0|
source: Chile
gd: An t-Sile
hi: चिली

# board4_0|
source: Brazil
gd: Braisil
hi: ब्राजील

# board4_0|
source: Bolivia
gd: Boilibhia
hi: बोलिविया

# board4_0|
source: Argentina
gd: An Argantain
hi: अर्जेंटीना

# board5_0|
source: Western Europe
gd: An Roinn-Eòrpa Siarach
hi: पश्चिमी यूरोप

# board5_0|
source: United Kingdom
gd: An Rìoghachd Aonaichte
hi: यूनाइटेड किंगडम

# board5_0|
source: Switzerland
gd: An Eilbheis
hi: स्विट्जरलैंड

# board5_0|
source: Sweden
gd: An t-Suain
hi: स्वीडन

# board5_0|
source: Spain
gd: An Spàinnt
hi: स्पेन

# board5_0|
source: Portugal
gd: A’ Phortagail
hi: पुर्तगाल

# board5_0|
source: Norway
gd: Nirribhidh
hi: नार्वे

# board5_0|
source: The Netherlands
gd: Na Tìrean Ìsle
hi: नीदरलैण्ड

# board5_0|
source: Italy
gd: An Eadailt
hi: इटली

# board5_0|
source: Ireland
gd: Èirinn
hi: आयरलैंड

# board5_0|
source: Iceland
gd: Innis Tìle
hi: आइसलैंड

# board5_0|
source: Germany
gd: A’ Ghearmailt
hi: जर्मनी

# board5_0|
source: France
gd: An Fhraing
hi: फ्रांस
