Repository: lliurex/gcompris
Catalog: po/gcompris_*.po
Languages: gd, hi

# submarine|
source: Turning the lower valve on or off will alternatively allow or stop water from flushing out the Ballast tanks, thus allowing it to float on the surface of the water.
gd: Ma bheir thu tionndadh dhen phìob-chòmhla ìochdarach, ’ga dùnadh no ’ga fosgladh, leigidh tu uisge às an tanca no cuiridh tu stad air fhalamhachadh agus thèid am bàta an àirde mar sin.
hi: निचली वाल्व को चालू या बंद करने से बल्लेस्ट टैंक को फ्लश करने से पानी की अनुमति वैकल्पिक रूप से बंद हो जाएगा, जिससे पानी की सतह पर तैरने की अनुमति मिल जाएगी।

# submarine|
source: The rightmost item in the control panel controls the diving planes of the submarine
gd: Stiùiridh an rud as fhaide deas air a’ phanail-smachd plèanaichean tumadh a’ bhàta-tumaidh.
hi: नियंत्रण कक्ष में सबसे दायीं वस्तु पनडुब्बी के डाइविंग विमानों को नियंत्रित करता है

# submarine|
source: The Diving Planes in a submarine is used to control the depth of the submarine accurately once it is underwater.
gd: Cleachdar plèanaichean tumaidh ann am bàta-tumaidh airson doimhne a’ bhàta a stiùireadh gu pongail turas a bhios e fon uisge.
hi: एक पनडुब्बी में गोताखोरी के विमानों का उपयोग पानी के नीचे एक बार सही तरीके से पनडुब्बी की गहराई को नियंत्रित करने के लिए किया जाता है।

# submarine|
source: Once the submarine is moving underwater, increasing or decreasing the angle of the planes will increase and decrease the depth of the submarine.
gd: Turas a bhios am bàta-tumaidh a’ falbh fon uisge, ma chuireas tu beàrn a’ phlèana an àirde, thèid am bàta nas doimhne agus ma lùghdaicheas tu am plèana, thèid e an àirde.
hi: जैसे ही पनडुब्बी पानी के नीचे जा रही है, विमानों के कोण को बढ़ाने या घटाने से पनडुब्बी की गहराई में वृद्धि और कमी आएगी।

# submarine|
source: The + button will increase the depth of the submarine, while the - button will decrease the depth of the submarine.
gd: Cuiridh am putan + doimhne a’ bhàta-tumaidh an àirde agus lùghdaichidh am putan - doimhne a’ bhàta-tumaidh.
hi: + बटन पनडुब्बी की गहराई में वृद्धि करेगा, जबकि - बटन पनडुब्बी की गहराई कम करेगा।

# submarine|
source: Grab the crown to open the gate.
gd: Faigh greim air a’ chrùn a dh’fhosgladh a’ gheata.
hi: गेट खोलने के लिए मुकुट को पकड़ो

# submarine|
source: Check out the help menu for the keyboard controls.
gd: Thoir sùil air clàr-taice na cobharach airson fiosrachadh mu stiùireadh a’ mheur-chlàir.
hi: कीबोर्ड नियंत्रणों के लिए सहायता मेनू देखें।

# ActivityInfo|
source: Sudoku, place unique symbols in a grid
gd: Sudoku, cuir samhlaidhean àraid ann an griod
hi: सुडोकू, विशिष्ट चिह्नों को एक ग्रिड में रखें

# ActivityInfo|
source: Symbols must be unique in a row, in a column, and (if defined) each region.
gd: Feumaidh samhla a bhith na aonar am measg càch an dà chuid san ràgh is colbh is (ma chaidh seo mìneachadh) anns gach roinn.
hi: एक पंक्ति में या एक स्तंभ में प्रतीक अद्वितीय होना चाहिए, और (यदि परिभाषित किया गया है) प्रत्येक क्षेत्र में भी

# ActivityInfo|
source: The aim of the puzzle is to enter a symbol or numeral from 1 through 9 in each cell of a grid. In the official Sudoku the grid is 9x9 made up of 3x3 subgrids (called 'regions'). In GCompris we start at lower levels with a simpler version using symbols and with no regions. In all cases the grid is presented with various symbols or numerals given in some cells (the 'givens'). Each row, column and region must contain only one instance of each symbol or numeral (Source &lt;http://en.wikipedia.org/wiki/Sudoku&gt;).
gd: Is an t-amas aig an tòimhseachan seo gun cuir thu samhla no àireamh eadar 1 is 9 a-steach anns gach cealla a’ ghriod. San tionndadh oifigeach, bidh griod 9x9 ann agus fo-ghriodan 3x3 (ris an canar “roinnean”) aige. Ann an GCompris, tha tionndadh nas simplidh againn sna leibheil ìseal le samhlaidhean agus as aonais roinnean. Aig gach ìre, chì thu samhlaidhean no àireamhan ann an cuid a cheallan (an “riatanas”). Chan fhaod ach aon lethbhreac de gach samhla no àireamh a bhith anns gach ràgh, colbh no roinn (Tùs: &lt;http://en.wikipedia.org/wiki/Sudoku&gt;).
hi: पहेली का उद्देश्य एक ग्रिड के प्रत्येक कक्ष में 1 से 9 तक प्रतीक या अंक दर्ज करना है। आधिकारिक सुडोकू में ग्रिड 9x9 3x3 उपग्रीड्स (जिसे ‘क्षेत्रों’ कहा जाता है) से बना है। जीकॉम्प्री में हम कम स्तरों पर प्रतीकों का उपयोग करते हुए और बिना किसी भी क्षेत्र के सरल संस्करण के साथ शुरू करते हैं। सभी मामलों में ग्रिड को कुछ कोशिकाओं (‘गिवेंस’) में दिए गए विभिन्न प्रतीकों या अंकों के साथ प्रस्तुत किया जाता है। प्रत्येक पंक्ति, स्तंभ और क्षेत्र में प्रत्येक प्रतीक या अंक का केवल एक उदाहरण होना चाहिए (स्रोत &lt;http: //en.wikipedia.org/wiki/Sudoku&gt;)

# ActivityInfo|
source: Completing the puzzle requires patience and logical ability
gd: Tha feum air foighidinn is comas loidigeach gus a’ chùis a dhèanamh air an tòimhseachan
hi: पहेली को पूरा करने के लिए धैर्य और तार्किक क्षमता की आवश्यकता होती है

# ActivityInfo|
source: Select a number or a symbol on the left and click on its target position. GCompris will not let you enter invalid data.
gd: Tagh àireamh no samhla air an taobh chlì agus briog air targaid dha. Cha leig GCompris leat dàta mì-dhligheach a chur a-steach.
hi: बायीं ओर एक संख्या या प्रतीक का चयन करें और उसके लक्ष्य की स्थिति पर क्लिक करें। जीकॉप्री आपको अमान्य डेटा दर्ज करने नहीं देगा।

# ActivityInfo|
source: Super Brain
gd: Sàr-eanchainn
hi: सुपर ब्रेन

# ActivityInfo|
source: Tux has hidden several items. Find them again in the correct order
gd: Dh’fhalaich Tux nithean. Lorg a-rithist iad san òrdugh cheart
hi: टक्स ने बहुत सी वस्तुओं को छुपा दिया है. उन्हें सही क्रम में फिर से ढूंढ लाएँ

# ActivityInfo|
source: Click on the items until you find what you think is the correct answer. Then, click on the OK button. In the lower levels, Tux gives you an indication if you found a hiding place by marking the item with a black box. In the levels 4 and 8 an item may be hidden several times.<br/>You can use the right mouse button to flip the items in the opposite order or the item chooser to directly pick an item. Press and hold a mouse button or on the touch screen to automatically choose the last item selected on a column. Double click or tap on a previously selected item in your guess history to mark it as 'correct'. Such marked items are automatically selected in your current and future guesses until you un-mark them, again by double clicking or tapping.
gd: Briog air na nithean gus an lorg thu an fhreagairt a tha ceart ’nad bheachd. An uairsin, briog air a’ phutan “OK”. Sna leibheilean ìseal, bheir Tux fios dhut an do lorg thu àite falaich is cuiridh e comharra air an nì le bogsa dubh. Ann an leibheil 4 agus 8, dh’fhaoidte gun deach an aon nì a chur am falach iomadh turas.<br/>’S urrainn dhut putan deas na luchaige a chleachdadh gus car a thoirt air na dathan san òrdugh chontrarra no roghnaichean nan nithean airson rud a thaghadh. Brùth is cum putan na luchaige no an sgrìn suathaidh airson an nì a roghnachadh a chaidh a thaghadh turas mu dheireadh ann an colbh. Dèan briogadh dùbailte no gnogadh dùbailte air nì a thagh thu roimhe (ann an eachdraidh nan tomhas agad) airson comharra “ceart” a chur ris. Ma chomharraicheas tu nì mar sin, bidh iad air an taghadh gu fèin-obrachail sna tomhasan agad gus an doir thu an comharra air falbh le briogadh no gnogadh dùbailte.
hi: आइटम पर क्लिक करें जब तक आप पाते हैं कि आपको सही जवाब क्या है। उसके बाद, ठीक बटन पर क्लिक करें। निचले स्तरों में, टक्स आपको एक संकेत देता है यदि आपको आइटम को एक ब्लैक बॉक्स के साथ चिह्नित करके एक छुपा स्थान मिल गया है। 4 और 8 के स्तर में एक आइटम कई बार छिपाया जा सकता है।<br/>आप आइटम को सीधे क्रम में या आइटम चयनकर्ता को आइटम को सीधे लेने के लिए फ्लिप करने के लिए सही माउस बटन का उपयोग कर सकते हैं। एक कॉलम पर चयनित अंतिम आइटम को स्वचालित रूप से चुनने के लिए माउस बटन या टच स्क्रीन पर दबाए रखें। अपने अनुमान के इतिहास में पहले से चुने गए आइटम पर डबल क्लिक या टैप करें, इसे ‘सही’ के रूप में चिह्नित करें ऐसे चिह्नित आइटम स्वचालित रूप से आपके वर्तमान और भविष्य के अनुमानों में चयनित होते हैं जब तक कि आप उन्हें दो-क्लिक या टैप करके दोबारा न छापें।

# Superbrain|
source: This item is well placed
gd: Tha an nì seo ann an deagh àite
hi: इस वस्तु को अच्छी तरह से रखा गया है

# Superbrain|
source: This item is misplaced
gd: Cha bu chòir dhan nì seo a bhith an seo
hi: इस वस्तु को गलत तरह से रखा गया है

# Superbrain|
source: Colors
gd: Dathan
hi: रंग

# Superbrain|
source: Shapes
gd: Cruthan
hi: आकृतियाँ

# Superbrain|
source: Select your mode
gd: Tagh modh
hi: अपना मोड चुनें

# ActivityInfo|
source: The tangram puzzle game
gd: Geama tòimhseachan tangram
hi: टेनग्राम पहेली का खेल

# ActivityInfo|
source: The objective is to form a given shape
gd: ’S e an t-amas cruth àraidh ath-dhèanamh
hi: आकार बनाने के लिए एक उद्देश्य दिया है

# ActivityInfo|
source: From Wikipedia, the free encyclopedia. Tangram (Chinese: literally 'seven boards of cunning') is a Chinese puzzle. While the tangram is often said to be ancient, its existence has only been verified as far back as 1800. It consists of 7 pieces, called tans, which fit together to form a square; Using the square side as 1 unit, the 7 pieces contains: 5 right isosceles triangles, including: - 2 small size ones (legs of 1) - 1 medium size (legs of square root of 2) - 2 large size (legs of 2) 1 square (side of 1) and 1 parallelogram (sides of 1 and square root of 2)
gd: On Uicipeid, an leabhar-eòlais a tha fosgailte do dhuine sam bith. ’S e tòimhseachan Sìneach a th’ anns an tangram (Sìnis: “seachd bùird na seòltachd” gu litearail). Ged a thathar dhen bheachd gu bheil an tangram àrsaidh, cha deach dearbhadh fhathast an robh e ann ro 1800. Tha e dèanta de 7 pìosan ris an canar “tan” a thèid còmhla gus ceàrnag a dhèanamh. Leis a’ cheàrnag mar aon aonad, tha na leanas am measg nan 7 pìosan: 5 triantan co-chasach cearta - 2 thriantan beag (casan le meud 1) - triantan meadhanach (casan le meud freumh ceàrnagach de 2) - 2 triantan mòr (casan le meud 2) ceàrnag (taobh le meud 1) co-shìnteachan (taobhan le meud 1 is freumh ceàrnagach de 2)
hi: विकिपीडिया, मुफ्त विश्वकोश से। तांग्राम (चीनी: सचमुच 'चालाक के सात बोर्ड') एक चीनी पहेली है। हालांकि टंग्राम को अक्सर प्राचीन माना जाता है, इसके अस्तित्व को केवल 1800 तक ही सत्यापित किया गया है। इसमें 7 टुकड़े होते हैं, जिसे टैन कहा जाता है, जो एक वर्ग बनाने के लिए एक साथ फिट होता है; 1 इकाई के रूप में वर्ग पक्ष का उपयोग करते हुए, 7 टुकड़ों में शामिल हैं: 5 सही समद्विबाहु त्रिकोण, जिनमें शामिल हैं: - 2 छोटे आकार वाले (1 के पैर) - 1 मध्यम आकार (2 के वर्गमूल का पैर) - 2 बड़े आकार (2 के पैर) 1 वर्ग (1 की तरफ) और 1 समानांतरचित्र (1 के पक्ष और 2 का वर्गमूल)

# ActivityInfo|
source: Select the tangram to form. Move a piece by dragging it. The symmetrical button appears on items that supports it. Click on the rotation button or drag around it to show the rotation you want. At first levels, simpler objects are used to introduce the tangram concept.
gd: Tagh an tangram a tha thu airson togail. Gluais pìos le bhith ’ga shlaodadh. Dèan briogadh air a’ phutan chuairteachaidh no slaod e mun cuairt ach am faigh thu an cuairteachadh a tha thu ag iarraidh. Gheibhear rudan nas simplidhe sna bun-leibheilean ach am fàsar eòlach air tangram.
hi: फार्म के लिए तांग्राम का चयन करें इसे खींचकर एक टुकड़ा ले जाएं सममित बटन उन वस्तुओं पर दिखाई देता है जो इसका समर्थन करता है। रोटेशन बटन पर क्लिक करें या आप चाहते हैं कि रोटेशन दिखाने के लिए इसके चारों ओर खींचें। पहले स्तर पर, तांग्राम अवधारणा को पेश करने के लिए सरल वस्तुओं का उपयोग किया जाता है

# ActivityInfo|
source: Practice addition with a target game
gd: Cleachdaich cur ris le geama targaide
hi: लक्ष्य खेल के साथ जोड़ का अभ्यास करें

# ActivityInfo|
source: Hit the target and count your points
gd: Buail air an targaid is cunnt na puingean agad
hi: लक्ष्य पर निशाना लगाएँ और अपने अंक गिनें

# ActivityInfo|
source: Throw darts at a target and count your score.
gd: Tilg gathan do thargaid is cunnt an sgòr agad.
hi: लक्ष्य पर बरछी फेंके और अपने अंक गिनें

# ActivityInfo|
source: Can move the mouse, can read numbers and count up to 15 for the first level
gd: Comas an luchag a ghluasad, comas leughaidh àireamhan is comas cunntaidh suas gu 15 airson a’ chiad leibheil
hi: प्रथम स्तर में माउस चला सकते हैं, संख्याएँ पढ़ सकते हैं तथा 15 अंकों तक गिन सकते हैं

# ActivityInfo|
source: Check the speed and direction of the target, and then click on it to launch a dart. When all your darts are thrown, you are asked to count your score. Enter the score with the keyboard.
gd: Thoir sùil air astar is comhair na targaid is briog air gus gath a thilgeil an uairsin. Nuair a bhios tu air gach gath a thilgeil, thèid iarraidh ort an sgòr agad a chunntadh. Cuir a-steach an sgòr leis a’ mheur-chlàr.
hi: गति और लक्ष्य की दिशा की जांच करें, और फिर एक डार्ट लॉन्च करने के लिए उस पर क्लिक करें। जब आपके सभी डार्ट्स फेंक दिए जाते हैं, तो आपको आपके स्कोर की गणना करने के लिए कहा जाता है। कीबोर्ड के साथ स्कोर दर्ज करें

# ActivityInfo|
source: Tic Tac Toe (against Tux)
gd: Caisteal gearr (an aghaidh Tux)
hi: टिक टैक टो (टक्स के विरुद्ध)

# ActivityInfo|
source: Place three marks in a row
gd: Cuir trì comharran ann an sreath
hi: एक पंक्ति में तीन चिह्न रखें

# ActivityInfo|
source: Place three respective marks in any horizontal, vertical, or diagonal row to win the game
gd: Cuir trì comharran ann an sreath còmhnard, inghearach no trastanach gus an geama a bhuannachadh.
hi: गेम को जीतने के लिए किसी भी क्षैतिज, ऊर्ध्वाधर, या विकर्ण पंक्ति में तीन संबंधित अंक रखें

# ActivityInfo|
source: Play with the computer. Take turns to click on the square which you want to mark. First player to create a line of 3 marks wins
gd: Cluich an aghaigh a’ choimpiutair. Dèan briogadh airson comharran a chur air na ceàrnagan, neach mu seach. Buannaichidh a’ chiad chluicheadair a chuireas trì ann an sreath.
hi: कंप्यूटर के साथ खेलें। उस वर्ग पर क्लिक करने के लिए ले जाएं जिसे आप चिह्नित करना चाहते हैं। 3 अंक जीतने वाली लाइन बनाने के लिए पहला खिलाड़ी विजेता होगा।

# ActivityInfo|
source: Tic Tac Toe (with a friend)
gd: Caisteal gearr (an aghaidh caraid)
hi: टिक टैक टो (मित्र के साथ)

# ActivityInfo|
source: Play with a friend. Take turns to click on the square which you want to mark. First player to create a line of 3 marks wins
gd: Cluich còmhla ri caraid. Dèan briogadh airson comharran a chur air na ceàrnagan, neach mu seach. Buannaichidh a’ chiad chluicheadair a chuireas trì ann an sreath.
hi: एक दोस्त के साथ खेलें। उस वर्ग पर क्लिक करने के लिए ले जाएं जिसे आप चिह्नित करना चाहते हैं। 3 अंक जीतने वाली लाइन बनाने के लिए पहला खिलाड़ी विजेता होगा।

# ActivityInfo|
source: A sliding-block puzzle game
gd: Sleamhnachadh bhlocaichean
hi: एक स्लाइडिंग-ब्लॉक पहेली खेल

# ActivityInfo|
source: Remove the red car from the parking lot through the gate on the right
gd: Thoir an càr dearg a-mach às an ionad-pàrcaidh tron gheata taobh deas
hi: गेट के माध्यम से पार्किंग की तरफ से लाल कार को निकालें

# ActivityInfo|
source: Each car can only move either horizontally or vertically. You must make some room in order to let the red car move through the gate on the right.
gd: Chan urrainn do gach càr gluasad ach gu h-inghearach no gu còmhnard. Feumaidh tu rum a chruthachadh ach an urrainn dhan chàr dhearg a ghluasad tron gheata taobh deas.
hi: प्रत्येक कार केवल क्षैतिज या लंबवत रूप से या तो खिसक सकती है दायीं पर गेट के माध्यम से लाल कार को जाने देने के लिए आपको कुछ कमरे बनाना चाहिए

# Traffic|
source: Colors
gd: Dathan
hi: रंग

# Traffic|
source: Images
gd: Dealbhan
hi: छवियाँ

# Traffic|
source: Select your mode
gd: Tagh modh
hi: अपना मोड चुनें

# ActivityInfo|
source: Watercycle
gd: Cearcall an uisge
hi: जल चक्र

# ActivityInfo|
source: Tux has come back from fishing on his boat. Bring the water system back up so he can take a shower.
gd: Tha Tux air tilleadh on iasgach air a’ bhàta aige. Cuir an siostam uisge air a-rithist ach an urrainn dha fras a ghabhail.
hi: टक्स अपने नाव पर मछली पकड़ने से वापस आ गया है। पानी की व्यवस्था को वापस लाएं ताकि वह एक शॉवर ले सकें।

# ActivityInfo|
source: Learn the water cycle
gd: Ionnsaich mu chearcall an uisge
hi: जल चक्र सीखें

# ActivityInfo|
source: Click on different active elements: sun, cloud, pumping station, and the sewage treatment plant, in order to reactivate the entire water system. When the system is back up and Tux is in the shower, push the shower button for him.
gd: Gus siostam na h-uisge a chur gu dol a-rithist, briog air na nithean gnìomhach: a’ ghrian, neul, stèisean pumpa is stèisean glanadh uisge. Nuair a bhios siostam na h-uisge air a-rithist is Tux san fhras, brùth air putan na froise dha.
hi: विभिन्न सक्रिय तत्वों पर क्लिक करें: पूरे पानी की व्यवस्था को पुन: सक्रिय करने के लिए सूर्य, बादल, पम्पिंग स्टेशन और सीवेज ट्रीटमेंट प्लांट। जब सिस्टम बैक अप हो जाता है और टक्स शॉवर में है, उसके लिए शॉवर बटन दबाएं।

# Watercycle|
source: Sun is the main component of water cycle. Click on the sun to start the water cycle.
gd: ’S e a’ ghrian a’ phàirt as cudromaiche ann an cearcall an uisge. Briog air a’ ghrian a chur gu dol cearcall an uisge.
hi: जल चक्र का मुख्य घटक सूर्य है। जल चक्र शुरू करने के लिए सूरज पर क्लिक करें।

# Watercycle|
source: As the sun rises, the water of the sea starts heating and evaporates.
gd: Mar a dh’èireas a’ ghrian, fàsaidh am muir nas blàithe agus thèid cuid dheth ’na dheatach.
hi: जैसे जैसे सूरज उगता है, समुद्र का पानी गर्म होने और वाष्पीकृत होने लगता है।

# Watercycle|
source: Water vapor condenses to form cloud and when clouds become heavy, it rains. Click on the cloud.
gd: Co-dhlùthaichidh an deatach uisge ann an neòil agus nuair a dh’fhàsas na neòil trom le uisge, nì e fras. Briog air an neul.
hi: बादल के रूप में जल वाष्प का मिश्रण होता है और जब बादल भारी हो जाते हैं, तो बारिश होती है क्लाउड पर क्लिक करें

# Watercycle|
source: Rain causes rivers to swell up and this water is transported to us via motor pumps through water-tower. Click on the motor pump to supply water to residents.
gd: An cois an uisge, thèid aibhnichean air at agus ruigidh an t-uisge seo sinne slighe pumpaichean motair agus tùir-uisge. Briog air a’ phumpa airson uisge a sholar dha na daoine.
hi: बारिश नदियों की वृद्धि का कारण बनती है और यह पानी हमें पानी के टॉवर के माध्यम से मोटर पंपों के माध्यम से ले जाया जाता है। निवासियों को पानी की आपूर्ति करने के लिए मोटर पंप पर क्लिक करें

# Watercycle|
source: See the tower filled with water. Activate the sewage treatment station by clicking on it.
gd: Seall an tùr ’s e làn de dh’uisge. Cuir gu dol ionad giullachd an uisge le bhith a’ briogadh air.
hi: पानी से भरे टॉवर को देखें। उस पर क्लिक करके मलजल उपचार स्टेशन को सक्रिय करें।

# Watercycle|
source: Great, click on the shower, as Tux arrives home.
gd: Taghta, briog air an fhrasair nuair a ruigeas Tux a dhachaidh.
hi: बहुत बढ़िया, जैसे ही टक्स घर पर आता है, शॉवर पर क्लिक करें।

# Watercycle|
source: Fantastic, you have completed water cycle. You can continue playing.
gd: Air leth, choilean thu cearcall an uisge. ’S urrainn dhut cumail a’ dol a’ cluich leis.
hi: बहुत खूब, आपने जल चक्र पूरा कर लिया है। आप खेल जारी रख सकते हैं।

# Watercycle|
source: The water cycle (also known as the hydrologic cycle) is the journey water takes as it circulates from the land to the sky and back again. The sun's heat provides energy to evaporate water from water bodies like oceans.
gd: ’S e cearcall an uisge a’ chuairt a ghabhas uisge eadar an talmhainn agus na speuran a-rithist ’s a-rithist. Thig a’ chumhachd air a bheil feum airson uisge à lochan no cuantan a thionndadh ’na dheatach on ghrian.
hi: जल चक्र (जिसे हाइड्रोलॉजिक चक्र भी कहा जाता है) यात्रा पानी लेता है क्योंकि यह जमीन से आकाश तक और फिर से वापस फैलता है। सूरज की गर्मी महासागरों जैसे जल निकायों से पानी को उखाड़ने के लिए ऊर्जा प्रदान करती है।

# Watercycle|
source: Plants also lose water to the air through transpiration. The water vapor eventually, cools forming tiny droplets in clouds. When the clouds meet cool air over land, precipitation is triggered and fall down as rain.
gd: Caillidh lusan uisge cuideachd le bhith a’ cur fallas. Fàsaidh an deatach uisge nas fhuaire aig a’ cheann thall agus thèid e ’na bhoinneagan beaga ann an neòil. Nuair a thachras na neòil ri adhar fionnar os cionn na talmhainn, adhbharaichidh seo sileadh agus tuitidh sin a-nuas mar uisge.
hi: पौधों को भी ट्रांसपायरेशन के जरिये हवा में पानी खोना पड़ता है। अंततः जल वाष्प, बादलों में छोटे बूंदों का निर्माण कर रहा है। जब बादल जमीन पर शांत हवा मिलते हैं, तो वर्षा शुरू होती है और बारिश के रूप में गिरती है।

# Watercycle|
source: Some of the water is trapped between rock or clay layers, called groundwater. But most of the water flows as runoff, eventually returning to the seas via rivers.
gd: Tha cuid dhen uisge an sàs eadar ann an creagan no breathan de chriadh agus canar uisge-talmhainn ris. Ach sruthaichidh a’ chuid as motha dheth air ais dhan mhuir ann an aibhnichean.
hi: कुछ पानी रॉक या मिट्टी की परतों के बीच फंस गया है, जिसे भूजल कहते हैं। लेकिन अधिकांश जल प्रवाह के रूप में बहता है, अंततः नदियों के माध्यम से समुद्र में लौटता है।

# Watercycle|
source: Your goal is to complete water cycle before Tux reaches home. Click on the different components which make up the water cycle. First click on sun, then cloud, water pumping station near the river, sewage treatment, and at last regulate the switch to provide water to Tux's shower.
gd: ’S e an dùbhlan a tha agad-sa cearcall an uisge a choileanadh mus ruig Tux a dhachaidh. Briog air na diofar co-phàirtean ann an cearcall an uisge. Briog air a’ ghrian an toiseach, na neòil an uairsin, an stèisean pumpaidh faisg air an abhainn an uairsin, an t-ionad-òtrachais agus mu dheireadh thall, an t-suidse a bheir uisge dhan fhrasair aig Tux.
hi: आपका लक्ष्य टक्स के घर पर पहुंचने से पहले जल चक्र पूरा करना है। विभिन्न घटकों पर क्लिक करें जो जल चक्र बनाते हैं। पहले सूरज पर क्लिक करें, फिर बादल, नदी के पास पानी पम्पिंग स्टेशन, सीवेज उपचार, और आखिरकार टकस के शॉवर में पानी प्रदान करने के लिए स्विच को नियंत्रित करें।

# ActivityInfo|
source: Falling Words
gd: Faclan a' tuiteam
hi: गिरते शब्द

# ActivityInfo|
source: Type the falling words before they reach the ground
gd: Sgrìobh na faclan a thuiteas mus ruig iad an làr
hi: गिरते शब्दों को सतह से पहुँचने से पहले पूरी तरह टाइप करें.

# ActivityInfo|
source: Keyboard training
gd: Cleachdadh a' mheur-chlàir
hi: कुंजी पटल प्रशिक्षण

# ActivityInfo|
source: Keyboard manipulation
gd: Cleachdadh a’ mheur-chlàir Mar a gheibh thu na stràcan: 1) Air Windows, feumaidh tu an iuchair ` (ri taobh 1) a bhrùthadh agus an uair sin litir eile. 2) Air Mac, feumaidh tu ALT agus ` is an uair sin litir eile a bhrùthadh. Mur obraich sin, tadhail air www.iGaidhlig.net airson barrachd fiosrachaidh ’s taic.
hi: कुंजीपटल हेरफेर

# ActivityInfo|
source: Type the complete word as it falls, before it reaches the ground
gd: Sgrìobh am facal gu lèir fhad 's a tha e a' tuiteam is mus ruig e an làr
hi: इससे पहले कि जमीन में गिर जाए, गिरते शब्द को टाइप कर पूरा करें

# BuyMeOverlay|
source: This activity is only available in the full version of GCompris.<br/>On <a href='http://gcompris.net'>http://gcompris.net</a> you will find the instructions to obtain an activation code. Then go to the main configuration dialog to enter the code.
gd: Chan eil an cleas seo ri fhaighinn ach san tionndadh slàn de GCompris.<br/>Gheibh thu stiùireadh a dh’innseas dhut mar a gheibh thu còd gnìomhachaidh air <a href='http://gcompris.net'>http://gcompris.net</a>. Tadhail air a’ phrìomh-chòmhradh rèiteachaidh an uairsin is cuir a-steach an còd.
hi: यह गतिविधि केवल जीकंप्री के पूर्ण संस्करण में उपलब्ध है।<br/><a href=‘http://gcompris.net'>http://gcompris.net</a> पर आपको एक्टिवेशन कोड प्राप्त करने के निर्देश मिलेंगे। फिर कोड दर्ज करने के लिए मुख्य कॉन्फ़िगरेशन डायलॉग पर जाएं।

# BuyMeOverlayInapp|
source: This activity is only available in the full version of GCompris.
gd: Chan eil an cleas seo ri fhaighinn ach san tionndadh slàn de GCompris.
hi: यह गतिविधि जीकॉम्प्रिस के पूर्ण संस्करण में ही उपलब्ध है।
