Repository: lliurex/gcompris
Catalog: po/gcompris_*.po
Languages: gd, hi

# BuyMeOverlayInapp|
source: Buy the full version
gd: Ceannaich an tionndadh slàn
hi: पूरा संस्करण खरीदें

# ChangeLog|
source: Search feature.
gd: Gleus an luirg.
hi: खोज सुविधा.

# ChangeLog|
source: A Changelog.
gd: Loga nan atharraichean.
hi: एक परिवर्तन सूची।

# ChangeLog|
source: Many little fixes. Lang activity now available in French.
gd: Iomadh càradh beag. Tha cleasan cànain ri fhaighinn san Fhraingis a-nis.
hi: कई छोटे-मोटे सुधार। भाषा गतिविधि अब फ्रेंच में उपलब्ध है।

# ChangeLog|
source: Adding a loading overlay to let the user know that some actions are taking place (loading an activity for example) and can take some seconds. Translations added for: Catalan (Valencian), Chinese Traditional, Finnish (92% translated), Russian (98% translated), Slovak (92% translated), Turkish.
hi: उपयोगकर्ता को पता है कि कुछ क्रियाएं हो रही हैं (उदाहरण के लिए किसी गतिविधि को लोड करना) और कुछ सेकंड ले सकते हैं, यह एक लदान ओवरले जोड़ना। अनुवाद के लिए जोड़ा गया: कातालान (वैलेंशियान), चीनी पारंपरिक, फिनिश (92% अनुवादित), रूसी (98% अनुवादित), स्लोवाक (92% अनुवाद), तुर्की।

# ChangeLog|
source: Translations added for: Slovenian, German, Galician.
gd: Eadar-theangachaidhean air an cur ris airson: Slòbhainis, Gearmailtis, Gailìsis
hi: स्लोवेनियाई, जर्मन, गैलिशियन् के लिए अनुवाद शामिल किया गया।

# ChangeLog|
source: Version %1:
gd: Tionndadh %1:
hi: संस्करण %1

# core|
source: Missing sound files!
gd: Tha faidhlichean fuaime a dhìth!
hi: ध्वनि फ़ाइलें नहीं हैं!

# core|
source: This activity uses language sound files, that are not yet installed on your system.
gd: Feumaidh an cleas seo faidhlichean fuaime ach cha deach an stàladh air an t-siostam agad fhathast.
hi: यह गतिविधि उन ध्वनि फ़ाइलों का उपयोग करता है जो आपके सिस्टम में अब तक इंस्टाल नहीं हैं।

# core|
source: For downloading the needed sound files go to the preferences dialog.
gd: Tadhail air còmhradh nan roghainnean airson na faidhlichean fuaime air a bheil feum a luchdadh a-nuas.
hi: आवश्यक ध्वनि फ़ाइलों को डाउनलोड करने के लिए वरीयता संवाद में जाएँ।

# core|
source: Download in progress
gd: Rudan gan luchdadh a-nuas
hi: डाउनलोड प्रगति पर है

# core|
source: Download in progress.<br/>'Abort' it to quit immediately.
gd: ’Gan luchdadh a-nuas.<br/>Tagh “Sguir dheth” airson stad a chur air sa bhad.
hi: डाउनलोड प्रगति पर है। <br/> इसे तुरंत छोड़ने के लिए 'बंद' करें।

# core|
source: Quit?
gd: A bheil thu airson fàgail an-seo?
hi: बाहर जाएँ?

# core|
source: Do you really want to quit GCompris?
gd: A bheil thu cinnteach gu bheil thu airson GCompris fhàgail?
hi: क्या आप वाकई में जीकॉम्प्रिस से बाहर जाना चाहते हैं?

# core|
source: Yes
gd: Tha
hi: हाँ

# core|
source: No
gd: Chan eil
hi: नहीं

# DialogAbout|
source: About GCompris
gd: Mu GCompris
hi: जीकोंप्रिस का परिचय

# DialogAbout|
source: translator-credits
gd: Akerbeltz ⁊ GunChleoc
hi: रवि रतलामी [रविशंकर श्रीवास्तव (raviratlami@yahoo.com)]

# DialogAbout|
source: GCompris %1
hi: जीकोंप्रिस %1

# DialogAbout|
source: Based on Qt %1
gd: Stèidhichte air Qt %1
hi: Qt %1 पर आधारित

# DialogAbout|
source: GCompris Home Page: http://gcompris.net
gd: Duilleag-dhachaigh GCompris: http://gcompris.net
hi: जीकॉम्प्रिस मुख पृष्ठ: http://gcompris.net

# DialogAbout|
source: <b>GCompris</b> is a Free Software developed within the KDE community.
gd: Tha <b>GCompris</b> ’na bhathar-bog an-asgaidh a tha ’ga leasachadh am broinn coimhearsnachd KDE.
hi: <b>जीकॉम्प्रिस</b> केडीई समुदाय के भीतर विकसित एक मुक्त सॉफ्टवेयर है।

# DialogAbout|
source: <b>KDE</b> is a world-wide network of software engineers, artists, writers, translators and facilitators who are committed to <a href="%1">Free Software</a> development. This community has created hundreds of Free Software applications as part of the KDE frameworks, workspaces and applications.<br /><br />KDE is a cooperative enterprise in which no single entity controls the efforts or products of KDE to the exclusion of others. Everyone is welcome to join and contribute to KDE, including you.<br /><br />Visit <a href="%2">%2</a> for more information about the KDE community and the software we produce.
hi: <b>KDE</b> सॉफ़्टवेयर इंजीनियरों, कलाकारों, लेखकों, अनुवादकों और सुविधाकर्ताओं का एक विश्वव्यापी नेटवर्क है जो <a href=“%1”>फ्री सॉफ़्टवेयर</a> विकास के लिए प्रतिबद्ध हैं इस समुदाय ने सैकड़ों फ्री सॉफ्टवेयर अनुप्रयोगों को केडीई ढांचे, कार्यक्षेत्र और अनुप्रयोगों के हिस्से के रूप में बनाया है।<br/><br/>KDE एक सहकारी उद्यम है जिसमें कोई एकल इकाई अन्य के बहिष्कार के लिए केडीई के प्रयासों या उत्पादों को नियंत्रित करती है । प्रत्येक व्यक्ति का स्वागत है और आप के साथ, केडीई में योगदान देते हैं।<br/><br/> केडीई समुदाय और हमारे द्वारा निर्मित सॉफ्टवेयर के बारे में अधिक जानकारी के लिए <a href=“%2”>%2</a> पर जाएं।

# DialogAbout|
source: Software can always be improved, and the KDE team is ready to do so. However, you - the user - must tell us when something does not work as expected or could be done better.<br /><br />KDE has a bug tracking system. Visit <a href="%1">%1</a> to report a bug.<br /><br />If you have a suggestion for improvement then you are welcome to use the bug tracking system to register your wish. Make sure you use the severity called "Wishlist".
hi: सॉफ्टवेयर में हमेशा सुधार किया जा सकता है, और केडीई टीम ऐसा करने के लिए तैयार है। हालांकि, आप - उपयोगकर्ता - हमें अवश्य बताएं कि जब कुछ अपेक्षा के अनुरूप काम नहीं करता है या बेहतर किया जा सकता है।<br/><br/>केडीई का बग ट्रैकिंग सिस्टम है बग की रिपोर्ट करने के लिए <a href=“%1”>%1</a> पर जाएं।<br/><br/> यदि आपके पास सुधार के लिए कोई सुझाव है तो आप अपनी इच्छा को पंजीकृत करने के लिए बग ट्रैकिंग प्रणाली का उपयोग करने के लिए आपका स्वागत है । सुनिश्चित करें कि आप “विशलिस्ट” नामक गंभीरता का उपयोग करते हैं।

# DialogAbout|
source: You do not have to be a software developer to be a member of the KDE team. You can join the national teams that translate program interfaces. You can provide graphics, themes, sounds, and improved documentation. You decide!<br /><br />Visit <a href="%1">%1</a> for information on some projects in which you can participate.<br /><br />If you need more information or documentation, then a visit to <a href="%2">%2</a> will provide you with what you need.
hi: आपको केडीई टीम के सदस्य होने के लिए सॉफ्टवेयर डेवलपर होने की ज़रूरत नहीं है। आप राष्ट्रीय टीमों में शामिल हो सकते हैं जो प्रोग्राम इंटरफेस का अनुवाद करते हैं। आप ग्राफिक्स, थीम, ध्वनि और बेहतर दस्तावेज़ प्रदान कर सकते हैं। आप तय करते हैं <br/><br/> कुछ परियोजनाओं पर जानकारी के लिए <a href=“%1”>%1</a> पर जाएं, जिसमें आप भाग ले सकते हैं।<br/><br/> यदि आपको अधिक आवश्यकता है जानकारी या दस्तावेज़ीकरण, फिर <a href=“%2”>%2</a> के लिए एक यात्रा आपको आपको क्या जरूरत होगी।

# DialogAbout|
source: To support development the KDE community has formed the KDE e.V., a non-profit organization legally founded in Germany. KDE e.V. represents the KDE community in legal and financial matters. See <a href="%1">%1</a> for information on KDE e.V.<br /><br />KDE benefits from many kinds of contributions, including financial. We use the funds to reimburse members and others for expenses they incur when contributing. Further funds are used for legal support and organizing conferences and meetings. <br /> <br />We would like to encourage you to support our efforts with a financial donation, using one of the ways described at <a href="%2">%2</a>.<br /><br />Thank you very much in advance for your support.
hi: विकास का समर्थन करने के लिए केडीई समुदाय ने केडीई ई.व्ही. का निर्माण किया है, जो जर्मनी में कानूनी तौर पर स्थापित एक गैर-लाभकारी संस्था है। केडीई ई.व्ही. कानूनी और वित्तीय मामलों में केडीई समुदाय का प्रतिनिधित्व करता है। केडीई ई.डब्ल्यू. पर जानकारी के लिए <a href=“%1”>%1</a> देखें।<br/><br/> वित्तीय लाभों सहित कई प्रकार के योगदानों से केडीई को लाभ मिलता है। हम योगदान करते समय सदस्यों और अन्य लोगों के खर्चों के लिए प्रतिपूर्ति करने के लिए धन का उपयोग करते हैं। आगे के धन का कानूनी समर्थन और आयोजन सम्मेलनों और बैठकों के लिए उपयोग किया जाता है।<br/><br/> हम आपको <a href=“%2”>%2</a> पर वर्णित तरीकों में से एक का उपयोग करते हुए वित्तीय दान के साथ अपने प्रयासों के समर्थन के लिए प्रोत्साहित करना चाहते हैं। <br/><br/> आपके समर्थन के लिए बहुत पहले धन्यवाद।

# DialogAbout|
source: <b>A big thanks to the development team:</b> %1
gd: <b>Mòran taing dhan sgioba leasachaidh:</b> %1
hi: <b>विकास टीम को बहुत-बहुत धन्यवाद:</b> %1

# DialogAbout|
source: <b>A big thanks to the translation team:</b> %1
gd: <b>Mòran taing dhan sgioba eadar-theangachaidh:</b> %1
hi: <b>अनुवाद टीम को बहुत-बहुत धन्यवाद:</b> %1

# DialogActivityConfig|
source: %1 configuration
gd: Rèiteachadh %1
hi: %1 कॉन्फ़िगरेशन

# DialogActivityConfig|
source: Configuration
gd: Rèiteachadh
hi: कॉन्फ़िगरेशन

# DialogHelp|
source: Author:
gd: Ùghdar:
hi: लेखक

# DialogHelp|
source: Prerequisite:
gd: Ro-ghoireasan riatanach:
hi: पूर्वापेक्षा

# DialogHelp|
source: Goal:
gd: Amas:
hi: गोल

# DialogHelp|
source: Manual:
gd: De làimh:
hi: दस्ती

# DialogHelp|
source: Credit:
gd: Creideas:
hi: श्रेय

# DialogHelp|
source: Section:
gd: Earran:
hi: खण्ड:

# DownloadDialog|
source: Downloading ...
gd: Ga luchdadh a-nuas...
hi: डाउनलोड कर रहा है ...

# DownloadDialog|
source: Background
gd: Cùlaibh
hi: पृष्ठभूमि

# DownloadDialog|
source: Abort
gd: Sguir dheth
hi: बंद करें

# DownloadDialog|
source: Download error
gd: Mearachd leis an luchdadh a-nuas
hi: डाउनलोड त्रुटि

# DownloadDialog|
source: Your download finished successfully. The data files are now available.
gd: Chaidh na faidhlichean a luchdadh a-nuas agus tha iad ri do làimh a-nis.
hi: आपका डाउनलोड सफलतापूर्वक समाप्त हो गया। डेटा फ़ाइलें अब उपलब्ध हैं।

# DownloadDialog|
source: Restart any currently active activity.
gd: Ath-thòisich cleas sam bith a tha gnìomhach an-dràsta fhèin.
hi: वर्तमान में सक्रिय किसी गतिविधि को फिर से चालू करें

# DownloadDialog|
source: Your local data files are up-to-date.
gd: Na faidhlichean ionadail agad cho ùr ’s a ghabhas.
hi: आपका स्थानीय डेटा फ़ाइलें अद्यतन हैं।

# IntroMessage|
source: Previous
gd: Air ais
hi: पिछला

# IntroMessage|
source: Next
gd: Air adhart
hi: अगला

# IntroMessage|
source: Skip
gd: Gearr leum
hi: छोड़ें

# LanguageList|
source: Your system default
gd: Bun-roghainn an t-siostaim agad
hi: आपका तंत्र डिफ़ॉल्ट

# QObject|
source: Run GCompris with the default system cursor.
gd: Ruith GCompris le cùrsair tùsail an t-siostaim.
hi: जीकॉम्प्रिस को डिफ़ॉल्ट सिस्टम संकेतक के साथ चलाएँ।

# QObject|
source: Run GCompris without cursor (touch screen mode).
gd: Ruith GCompris gun chùrsair (modh sgrìn-suathaidh).
hi: जीकॉम्प्रिस को संकेतक के बिना (टच स्क्रीन मोड में) चलाएँ।

# QObject|
source: Run GCompris in fullscreen mode.
gd: Ruith GCompris sa mhodh làn-sgrìn.
hi: जीकॉम्प्रिस को फुलस्क्रीन मोड में चलाएँ।

# QObject|
source: Run GCompris in window mode.
gd: Ruith GCompris sa mhodh uinneige.
hi: जीकॉम्प्रिस को विंडो मोड में चलाएँ।

# QObject|
source: Run GCompris with sound enabled.
gd: Ruith GCompris leis an fhuaim an comas.
hi: जीकॉम्प्रिस को ध्वनि के साथ चलाएँ।

# QObject|
source: Run GCompris without sound.
gd: Ruith GCompris gun fhuaim.
hi: जीकॉम्प्रिस को ध्वनि के बिना चलाएँ।

# QObject|
source: Disable the kiosk mode (default).
gd: Cuir à comas am modh cìtheasg (bun-roghainn).
hi: कियोस्क मोड (डिफ़ॉल्ट) को अक्षम करें।

# QObject|
source: Enable the kiosk mode.
gd: Cuir an comas am modh cìtheasg.
hi: कियास्क मोड चालू करें.

# main|
source: The images for several activities are not yet installed. Do you want to download them now?
gd: Cha deach na dealbhan airson grunn chleasan a stàladh fhathast. A bheil thu airson an luchdadh a-nuas an-dràsta?
hi: कई गतिविधियों के लिए बहुत से चित्र अभी तक स्थापित नहीं हैं। क्या आप उन्हें अभी डाउनलोड करना चाहते हैं?

# main|
source: Yes
gd: Tha
hi: हाँ

# main|
source: No
gd: Chan eil
hi: नहीं

# main|
source: Welcome to GCompris!
gd: Fàilte gu GCompris!
hi: जीकोंप्रिस में आपका स्वागत है!

# main|
source: You are running GCompris for the first time.
gd: Seo a’ chiad turas a ruith thu GCompris.
hi: आप पहली बार जीकॉम्प्रिस चला रहे हैं।

# main|
source: You should verify that your application settings especially your language is set correctly, and that all language specific sound files are installed. You can do this in the Preferences Dialog.
gd: Bu chòir dhut dèanamh cinnteach gun do thagh thu na roghainnean a tha thu ag iarraidh, gu sònraichte an cànan agus gun deach gach faidhle fuaim dhan chànan ud a stàladh. ’S urrainn dhut sin a dhèanamh ann an còmhradh nan roghainnean.
hi: आपको यह सत्यापित करना चाहिए कि आपकी एप्लिकेशन सेटिंग विशेष रूप से आपकी भाषा ठीक से सेट की गई है, और सभी भाषा विशिष्ट ध्वनि फ़ाइलें इंस्टॉल की गई हैं। आप वरीयता संवाद में ऐसा कर सकते हैं

# main|
source: Have Fun!
gd: An dòchas gun còrd e riut!
hi: मज़ा लें!

# main|
source: Your current language is %1 (%2).
gd: ’S e %1 (%2) an cànan làithreach agad.
hi: आपका वर्तमान भाषा %1 (%2) है।

# main|
source: Do you want to download the corresponding sound files now?
gd: A bheil thu airson na faidhlichean fuaime iomchaidh a luchdadh a-nuas an-dràsta?
hi: क्या आप अभी संबंधित ध्वनि फ़ाइलों को डाउनलोड करना चाहते हैं?

# main|
source: GCompris has been updated! Here are the new changes:<br/>
gd: Chaidh GCompris ùrachadh! Seo dhut na tha ùr:<br/>
hi: जीकॉम्प्रिस को अद्यतन किया गया है! ये हैं नए परिवर्तन : <br/>

# ReadyButton|
source: I am Ready
gd: Tha mi deiseil
hi: मैं तैयार हूँ

# Tutorial|
source: Previous
gd: Air ais
hi: पिछला

# Tutorial|
source: Next
gd: Air adhart
hi: अगला

# Tutorial|
source: Skip
gd: Gearr leum
hi: छोड़ें

# AlphabetSequence|
source: a/b/c/d/e/f/g/h/i/j/k/l/m/n/o/p/q/r/s/t/u/v/w/x/y/z
gd: a/à/b/bh/c/ch/d/dh/e/è/f/fh/g/gh/i/ì/l/ll/m/mh/n/nn/o/ò/p/ph/r/rr/s/sh/t/th/u/ù

# ActivityInfo|
source: The version in GCompris is the international draughts.
gd: Leanaidh an tionndadh ann an GCompris riaghailtean eadar-nàiseanta na dàmais.

# ActivityInfo|
source: Capture all the pieces of your opponent before your opponent capture all of yours.
gd: Glac gach pìos aig an duine eile mus glac iad na pìosan agad-sa.

# ActivityInfo|
source: Checkers is played by two opponents, on opposite sides of the gameboard. One player has the dark pieces; the other has the light pieces. Players alternate turns. A player may not move an opponent's piece. A move consists of moving a piece diagonally to an adjacent unoccupied square. If the adjacent square contains an opponent's piece, and the square immediately beyond it is vacant, the piece may be captured (and removed from the game) by jumping over it. Only the dark squares of the checkered board are used. A piece may move only diagonally into an unoccupied square. Capturing is mandatory. The player without pieces remaining, or who cannot move due to being blocked, loses the game. When a man reaches the crownhead or kings row (the farthest row forward), it becomes a king, and is marked by placing an additional piece on top of the first man, and acquires additional powers including the ability to move backwards. If there is a piece in a diagonal that a king can capture, he can move any distance along the diagonal, and may capture an opposing man any distance away by jumping to any of the unoccupied squares immediately beyond it.
gd: Bidh dithis a’ cluich dàmais an aghaidh a chèile, air dà thaobh bòrd a’ gheama. Bidh na pìosan dubha aig aon chluicheadair agus na pìosan geala aig an neach eile. Cluichidh iad cuairt mu seach. Chan fhaod cluicheadair pìosan an neach eile a ghluasad. Tha gluasad a’ ciallachadh imrich thrastanach de phìos gu ceàrnag bhàn. Ma tha pìos an neach eile air ceàrnag dìreach ri thaobh agus ma tha a’ cheàrnag dìreach seachad air bàn, faodar am pìos a ghlacadh (agus a thoirt far a’ bhùird) le bhith a’ leum thairis air. Chan eilear a’ gluasad ach air ceàrnagan dorcha a’ bhùird. Ma tha pìos ri ghlacadh, feumar a ghlacadh. Caillidh an neach aig nach eil pìosan tuilleadh no aig nach eil comas gluasad tuilleadh an geama. Nuair a ruigeas pìos sreath an rìgh (an sreath mu dheireadh air an taobh thall), thèid rìgh a dhèanamh dheth agus comharraichear seo le bhith a’ cur pìos eile os a chionn agus gheibh am pìos comasan a bharrachd, a’ gabhail a-staigh comas gluasaid air ais. Ma tha pìos air trastan on rìgh a ghabhas a ghlacadh, faodaidh an rìgh astar sam bith a ghluasad air an trastan agus pìos an neach eile a ghlacadh le bhith a’ leum air a’ cheàrnag dìreach seachad air.

# ActivityInfo|
source: The checkers library is draughts.js &lt;https://github.com/shubhendusaurabh/draughts.js&gt;. Manual is from wikipedia &lt;https://en.wikipedia.org/wiki/Draughts&gt;
gd: Thàinig an leabhar-lann dàmais (draughts.js) o &lt;https://github.com/shubhendusaurabh/draughts.js&gt;. Thàinig an treòir on Uicipeid &lt;https://en.wikipedia.org/wiki/Draughts&gt;

# ActivityInfo|
source: Prime numbers are numbers that are only divisible by themselves and 1. For example, 3 is a prime number, but 4 isn't (because 4 is divisible by 2). You can think of prime numbers as very small families: they only ever have two people in them! Only themselves and 1. You can't fit any other numbers into them with nothing left over. 5 is one of these lonely numbers (only 5 × 1 = 5), but you can see that 6 has 2 and 3 in its family as well (6 × 1 = 6, 2 × 3 = 6). So 6 is not a prime number.
gd: ’S e àireamhan a th’ anns na prìomh-àireamhan nach gabh roinneadh ach leotha fhèin no le 1. Mar eisimpleir, tha 3 na prìomh-àireamh ach chan eil 4 (oir gabhaidh 4 roinneadh le 2). ’S urrainn dhut beachdachadh air prìomh-àireamhan mar theaghlaichean glè bheaga: chan eil ach dithis bhall aca! ’S e seo an àireamh fhèin agus 1. Chan urrainn dhut àireamh sam bith eile a chur annta gun dad air fhàgail. Is 5 aon dhe na h-àireamhan aonarach seo (chan e ach 5 x 1 = 5), ach chì thu le 6 gu bheil 2 is 3 san teaghlach aice-se cuideachd (6 x 1 = 6, 2 x 3 = 6). Mar sin, chan e 6 na prìomh-àireamh.

# LetterInWord|
source: All words
gd: Na h-uile facal

# LetterInWord|
source: Only 5 words
gd: Dìreach 5 faclan

# ActivityInfo|
source: Case association memory game against Tux
gd: Geama cuimhne litrichean mòra ’s beaga an aghaidh Tux

# ActivityInfo|
source: Turn the cards over to match the alphabet with its lower/uppercase value against Tux.
gd: Tionndaidh na cairtean airson na litrichean a mhaidseadh leis na co-litrichean aca, a’ cluich an aghaidh Tux.

# ActivityInfo|
source: Learning lower and upper case alphabets, memory.
gd: Ionnsaich litrichean mòra ’s beaga aig aibidil, cuimhne.

# ActivityInfo|
source: Knowing alphabets
gd: Eòlas air an aibidil

# ActivityInfo|
source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding the lower/uppercase of an alphabet, and you have to associate all the upper case letters with its lower case and vice versa. Tux teacher does the same.
gd: Chì thu cuid a chairtean ach chan fhaic thu na tha air an taobh eile aca. Tha gach cairt a’ falachadh litir mhòr no beag aig aibidil agus feumaidh tu na litrichean mòra a cheangal ris na litrichean beaga agus a chaochladh. Nì Tux an aon rud.

# ActivityInfo|
source: Case association memory game
gd: Geama cuimhne litrichean mòra ’s beaga

# ActivityInfo|
source: Turn the cards over to match the alphabet with its lower/uppercase value.
gd: Tionndaidh na cairtean airson na litrichean a mhaidseadh leis na co-litrichean aca.

# ActivityInfo|
source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding the lower/uppercase of an alphabet, and you have to associate all the upper case letters with its lower case and vice versa.
gd: Chì thu cuid a chairtean ach chan fhaic thu na tha air an taobh eile aca. Tha gach cairt a’ falachadh litir mhòr no beag aig aibidil agus feumaidh tu na litrichean mòra a cheangal ris na litrichean beaga agus a chaochladh.

# Penalty|
source: Double click or double tap on the side of the goal you want to put the ball in.
gd: Dèan briogadh dùbailte no gnogadh dùbailte ri taobh a’ bhàir a tha thu ag amas air leis a’ bhàla.

# ActivityInfo|
source: Pilot a Submarine
gd: Stiùirich bàta-tumaidh

# ActivityInfo|
source: Drive the submarine to the end point.
gd: Stiùirich am bàta-tumaidh gu a cheann-uidhe.

# ActivityInfo|
source: Move and click using the mouse, physics basics
gd: Gluasad is briogadh leis an luchag, saidheans bunasach

# submarine|
source: Move the submarine to the other side of the screen.
gd: Gluais am bàta-tumaidh gu taobh thall na sgrìn.

# ChangeLog|
source: Lang activity now available in Polish, Swedish and Ukrainian.
gd: Tha cleasan cànain ri fhaighinn ann am Pòlainnis, Suainis is Ucràinis a-nis.
