Repository: lliurex/gcompris
Catalog: po/gcompris_*.po
Languages: gd, hi

# ActivityInfo|
source: An object is displayed in the main area, and an incomplete word is printed under the picture. Select the missing letter to complete the word.
gd: Chì thu nì air a’ phrìomh raon is facal neo-choileanta fon dealbh. Tagh an litir a tha a dhìth gus am facal a dhèanamh coileanta.
hi: एक वस्तु मुख्य क्षेत्र में प्रदर्शित होती है, और चित्र के नीचे एक अधूरा शब्द मुद्रित होता है। शब्द को पूरा करने के लिए लापता अक्षर चुनें।

# MissingLetter|
source: Select your locale
gd: Tagh an sgeama ionadail agad
hi: अपनी भाषा चुनें

# MissingLetter|
source: We are sorry, we don't have yet a translation for your language.
gd: Tha sinn duilich ach chan eil eadar-theangachadh againn ’nad chànan aig an ìre-sa.
hi: क्षमा करें, इस भाषा का अनुवाद अभी हमारे पास उपलब्द नहीं है

# MissingLetter|
source: GCompris is developed by the KDE community, you can translate GCompris by joining a translation team on <a href="%2">%2</a>
gd: Tha GCompris ’ga leasachadh le coimhearsnachd KDE agus is urrainn dhut taic a chumail ris an obair eadar-theangachaidh ma thèid thu gu <a href="%2">%2</a>
hi: जीकॉमप्री को केडीई समुदाय द्वारा विकसित किया गया है, आप <a href="%2">%2</a> पर एक अनुवाद टीम में शामिल होकर जीकॉमप्री का अनुवाद कर सकते हैं।

# MissingLetter|
source: We switched to English for this activity but you can select another language in the configuration dialog.
gd: Dhùisg sinn an tionndadh Beurla dhen ghnìomhachd seo dhut ach is urrainn dhut cànan eile a thaghadh sna roghainnean.
hi: हमने इस गतिविधि के लिए अंग्रेजी में स्विच किया लेकिन आप कॉन्फ़िगरेशन डायलॉग में दूसरी भाषा चुन सकते हैं।

# ActivityInfo|
source: Money
gd: Airgead
hi: रुपया पैसा

# ActivityInfo|
source: Practice money usage
gd: Cleachdaich le airgead
hi: रुपये पैसे का उपयोग सीखें

# ActivityInfo|
source: You must buy the different items and give the exact price. At higher levels, several items are displayed, and you must first calculate the total price.
gd: Feumaidh tu na nithean a cheannach is a’ phrìs innse mar bu chòir. Air leibheilean as àirde, chì thu barrachd air aon nì is feumaidh tu a’ phrìs gu lèir obrachadh a-mach an toiseach.
hi: आपको अलग-अलग वस्तुओं को खरीदने और सटीक मूल्य देना चाहिए। उच्च स्तर पर, कई आइटम प्रदर्शित होते हैं, और आपको पहले कुल मूल्य की गणना करनी होगी

# ActivityInfo|
source: Can count
gd: Tha cunntadh agad
hi: गिनती कर सकते हैं

# ActivityInfo|
source: Click or tap on the coins or paper money at the bottom of the screen to pay. If you want to remove a coin or note, click or tap on it on the upper screen area.
gd: Dèan briogadh no gnogadh air na buinn no air an airgead pàipeir aig bonn na sgrìn gus pàigheadh. Ma tha thu airson bonn no nòta a chur air falbh, dèan briogadh no gnogadh air aig barr na sgrìn.
hi: भुगतान करने के लिए स्क्रीन के निचले भाग में सिक्के या कागजी पैसे पर क्लिक या टैप करें। यदि आप सिक्का या नोट निकालना चाहते हैं, तो ऊपरी स्क्रीन क्षेत्र पर उस पर क्लिक या टैप करें।

# money|
source: Click on the coins or paper money at the bottom of the screen to pay. If you want to remove a coin or note, click on it on the upper screen area.
gd: Briog air na buinn no air an airgead pàipeir aig bonn na sgrìn gus pàigheadh. Ma tha thu airson bonn no nòta a chur air falbh, briog air aig barr na sgrìn.
hi: भुगतान करने के लिए स्क्रीन के निचले भाग में सिक्के या कागजी पैसे पर क्लिक करें। यदि आप सिक्का या नोट हटाना चाहते हैं, तो ऊपरी स्क्रीन क्षेत्र पर उस पर क्लिक करें।

# money|
source: Tux just bought some items in your shop. He gives you %1, please give back his change.
gd: Tha Tux air nithean a cheannach sa bhùth agad. Thug e %1 dhut, an toir thu iomlaid dha?
hi: टक्स ने आपकी दुकान में कुछ चीजें खरीदीं उसने आपको %1 दिया है, कृपया उसकी बची राशि उसे लौट दें।

# ActivityInfo|
source: Give Tux his change
gd: Thoir iomlaid dha Tux
hi: टक्स को उसके खुल्ले पैसे दें

# ActivityInfo|
source: Practice money usage by giving Tux his change
gd: Cleachdaich mar a dh’obraicheas airgead is tu a’ toirt iomlaid do Tux
hi: टक्स को उसकी बची राशि वापस देकर पैसे का उपयोग करना सीखें।

# ActivityInfo|
source: Click on the coins or paper money at the bottom of the screen to pay. If you want to remove a coin or note, click on it on the upper screen area.
gd: Briog air na buinn no air an airgead pàipeir aig bonn na sgrìn gus pàigheadh. Ma tha thu airson bonn no nòta a chur air falbh, briog air aig barr na sgrìn.
hi: भुगतान करने के लिए स्क्रीन के निचले भाग में सिक्के या कागजी पैसे पर क्लिक करें। यदि आप सिक्का या नोट निकालना चाहते हैं, तो ऊपरी स्क्रीन क्षेत्र पर उस पर क्लिक करें।

# ActivityInfo|
source: Give Tux his change, including cents
gd: Thoir iomlaid dha Tux, a’ gabhail a-steach na sgillinnean
hi: टक्स को उसके खुल्ले पैसे दें, अठन्नी समेत

# ActivityInfo|
source: Money with cents
gd: Airgead le sgillinnean
hi: पैसा सेंट सहित

# ActivityInfo|
source: Practice money usage including cents
gd: Cleachdaich mar a dh’obraicheas airgead, a’ ghabhail a-steach sgillinnean
hi: रुपयों पैसों का उपयोग सीखें

# ActivityInfo|
source: Rebuild the mosaic
gd: Ath-thog a’ mhaois
hi: मोज़ैइक फिर से बनाएँ

# ActivityInfo|
source: Put each item at the same place as in the given example.
gd: Cuir gach nì san aon àite ’s a tha e sa bhall-eisimpleir a chì thu.
hi: दिए गए उदाहरण के अनुसार प्रत्येक वस्तु उसी स्थान पर रखें।

# ActivityInfo|
source: First select the item you want to put then click on a spot on the empty area
gd: Tagh an rud a bu toigh leat gluasad is briog air àite san raon bhàn an uairsin
hi: पहले वह आइटम चुनें जिसे आप करना चाहते हैं, फिर रिक्त क्षेत्र पर एक स्थान पर क्लिक करें

# ActivityInfo|
source: Nine men's morris (against Tux)
gd: Muiris naoineir (an aghaidh Tux)
hi: नाइन मैन्स मॉरिस (टक्स के साथ)

# ActivityInfo|
source: Reduce the opponent to two pieces, or by leaving him without a legal move.
gd: Cluich an aghaidh an neach eile gus nach bi ach dà phìos air fhàgail aca no gun ghluasad dligheach.
hi: प्रतिद्वंद्वी को दो टुकड़ों तक कम करें, या उसे कानूनी चाल के बिना छोडें।

# ActivityInfo|
source: Form mills (line of 3 pieces) to remove pieces of Tux until Tux has only two pieces, or doesn't have a legal move
gd: Coilean muilnean (loidhne de thrì pìosan) airson pìosan a thoirt o Tux gus nach bi air fhàgail aige ach a dhà dhiubh no e gun ghluasad dligheach.
hi: मिल्स बनाएं (3 टुकड़ों की रेखा) जब तक टक्स के केवल दो टुकड़े बचें, या कोई कानूनी चाल न बचे।

# ActivityInfo|
source: Play with the computer. First take turns to place nine pieces, and then take turns to move pieces
gd: Cluich an aghaidh a’ choimpiutair. Cuir sìos naoidh pìosan an toiseach agus gluais pìosan an uairsin, neach mu seach.
hi: कंप्यूटर के साथ खेलें। पहले नौ टुकड़े डालने के लिए बरी बदलें, और फिर टुकड़े ले जाने के लिए बरी बदलें।

# nine_men_morris|
source: You and Tux start with 9 pieces each, and take turns to place your pieces on to the empty spots (by clicking on the spots) on the board.
gd: Tòisichidh tusa agus Tux le naoidh pìosan gach neach agus cuiridh sibh sìos pìos mu seach air na h-àitichean bàna (le bhith a’ briogadh air àite) air a’ bhòrd.
hi: आप और टक्स प्रत्येक 9 टुकड़ों के साथ शुरू करते हैं, और अपने टुकड़े को खाली जगहों पर (स्पॉट पर क्लिक करके) बोर्ड पर रखने के लिए बारी चलतें हैं

# nine_men_morris|
source: If you form a mill (line of 3 pieces), then select a piece of Tux, and remove it. Pieces of formed mill can not be removed unless no other pieces are left on board.
gd: Ma choileanas tu muileann (loidhne de thrì pìosan), ’s urrainn dhut pìos a thoirt far Tux is far a’ bhùird. Cha ghabh pìos a thoirt à muileann ach mur eil pìos sam bith eile air fhàgail air a’ bhòrd.
hi: यदि आप एक मिल (3 टुकड़े की रेखा) बनाते हैं, तो टक्स का एक टुकड़ा चुनें, और इसे हटा दें। गठित चक्की के टुकड़े को तब तक नहीं हटाया जा सकता जब तक बोर्ड पर कोई अन्य टुकड़े न छोड़े।

# nine_men_morris|
source: After all the pieces are placed, you and Tux will take turns to move them. Click on one of your pieces, and then on the adjacent empty spot to move it there. Green color spot indicates where you can move.
gd: An dèidh dhuibh na pìosan uile a chur sìos, gluaisidh tusa agus Tux iad, fear mu seach. Briog air aon dhe na pìosan agad fhèin is air àite ri thaobh gus a ghluasad ann. Tha na h-àitichean uaine a’ comharradh àitichean far an urrainn dhut gluasad.
hi: सभी टुकड़े रखे जाने के बाद, आप और टक्स उन्हें स्थानांतरित करने के लिए मोड़ ले लेंगे। अपने टुकड़ों में से किसी एक पर क्लिक करें, और फिर आसन्न रिक्त स्थान पर उसे वहां ले जाने के लिए। हरे रंग का रंग इंगित करता है कि आप कहां स्थानांतरित कर सकते हैं

# nine_men_morris|
source: If you are left with 3 pieces, your pieces will gain the ability to 'fly' and can be moved to any vacant spot on the board.
gd: Ma tha dìreach trì pìosan air fhàgail agad, gheibh iad comas itealaich agus ruigidh iad àite bàn sam bith air a’ bhòrd.
hi: यदि आपको 3 टुकड़ों के साथ छोड़ दिया जाता है, तो आपके टुकड़े 'उड़ने' की क्षमता हासिल कर लेंगे और उन्हें बोर्ड पर किसी भी खाली स्थान पर ले जाया जा सकता है।

# nine_men_morris|
source: If you immobilize the computer or leave it with less than 3 pieces, then you win the game.
gd: Ma dh’fhàgas tu an coimpiutair gun chomas gluasaid no le dà phìos, buannaichidh tu an geama.
hi: यदि आप कंप्यूटर को गतिहीन करते हैं या उसे 3 टुकड़े से कम छोड़ देते हैं, तो आप खेल जीतते हैं।

# nine_men_morris|
source: Place a piece
gd: Cuir sìos pìos
hi: कोई पीस रखें

# nine_men_morris|
source: Move a piece
gd: Gluais pìos
hi: कोई पीस खिसकाएँ

# nine_men_morris|
source: Remove a piece
gd: Thoir pìos far a’ bhùird
hi: कोई पीस हटाएँ

# nine_men_morris|
source: Congratulations
gd: Meal do naidheachd
hi: बधाइयाँ

# nine_men_morris|
source: Congratulations Player 1
gd: Meal do naidheachd do chluicheadair 1
hi: बधाइयाँ खिलाड़ी 1

# nine_men_morris|
source: Congratulations Player 2
gd: Meal do naidheachd do chluicheadair 2
hi: बधाइयाँ खिलाड़ी 2

# nine_men_morris|
source: Try again
gd: Feuch ris a-rithist
hi: पुन: प्रयास करें

# ActivityInfo|
source: Nine men's morris (with a friend)
gd: Muiris naoineir (le caraidh)
hi: नाइन मैन्स मॉरिस (एक दोस्त के साथ)

# ActivityInfo|
source: Form mills (line of 3 pieces) to remove pieces of opponent until opponent has only two pieces, or doesn't have a legal move
gd: Coilean muilnean (loidhne de thrì pìosan) airson pìosan a thoirt o do charaid ux gus nach bi air fhàgail aca ach a dhà dhiubh no iad gun ghluasad dligheach.
hi: मिल्स बनाएं (3 टुकड़ों की रेखा) जब तक टक्स के केवल दो टुकड़े बचें, या कोई कानूनी चाल न बचे।

# ActivityInfo|
source: Play with a friend. First take turns to place nine pieces, and then take turns to move pieces
gd: Cluich an aghaidh caraid. Cuir sìos naoidh pìosan an toiseach agus gluais pìosan an uairsin, neach mu seach.
hi: एक दोस्त के साथ खेलें। पहले नौ टुकड़े डालने के लिए बारी बदलें और फिर टुकड़े ले जाने के लिए बरी बदलें।

# ActivityInfo|
source: Number sequence
gd: Sreath àireamhan
hi: संख्या अनुक्रम

# ActivityInfo|
source: Touch the numbers in the right sequence.
gd: Suath ris na h-àireamhan san òrdugh cheart.
hi: सही क्रम में संख्या को स्पर्श करें।

# ActivityInfo|
source: Can count from 1 to 50.
gd: Comas cunntaidh o aon gu lethcheud.
hi: 1 से 50 तक गिनती कर सकते हैं।

# ActivityInfo|
source: Draw the picture by touching each number in the right sequence, or sliding your finger or dragging the mouse through the numbers in the correct sequence.
gd: Tarraing an dealbh le bhith a’ suathadh ri gach àireamh san òrdugh cheart no le bhith a’ slaodadh do chorraige no a’ slaodadh na luchaige tro na h-àireamhan san òrdugh cheart.
hi: प्रत्येक अनुक्रम को सही अनुक्रम में छूकर चित्र खींचें, या अपनी उंगली फिसलने या माउस को सही क्रम में संख्याओं के माध्यम से खींचकर खींचें।

# ActivityInfo|
source: Even and Odd Numbers
gd: Àireamhan corra ’s cothromach
hi: सम और विषम संख्याएँ

# ActivityInfo|
source: Move the helicopter to catch the clouds having even or odd numbers
gd: Gluais an heileacoptair gus na neòil sa bheil àireamhan corra no cothromach a ghlacadh
hi: बादलों को यहां तक या अजीब संख्याओं को पकड़ने के लिए हेलीकॉप्टर ले जाएं

# ActivityInfo|
source: Catch the odd or even number clouds. With a keyboard use the arrow keys to move the helicopter. With a pointing device you just click or tap on the target location. To know which number you have to catch you can either remember it or check the bottom right corner.
gd: Glac na neòil sa bheil àireamhan corra no cothromach. Le meur-chlàr, cleachd na saighdean gus an heileacoptair a ghluasad. Ma tha inneal-tomhaidh agad, cha leig thu leas ach briogadh no gnogadh air an targaid. Airson fiosrachadh dè na h-àireamhan a tha agad ri ghlacadh, is urrainn dhut a chumail ’nad chuimhne no sùil a thoirt air a' bhonn air an taobh deas.
hi: विषम या यहां तक कि संख्या बादल पकड़ो एक कीबोर्ड के साथ हेलीकाप्टर को स्थानांतरित करने के लिए तीर कुंजियों का उपयोग करें। पॉइंटिंग डिवाइस के साथ आप लक्ष्य स्थान पर बस क्लिक या टैप करें यह जानने के लिए कि आपको कौन से नंबर को पकड़ना है, आप या तो इसे याद कर सकते हैं या नीचे दायीं कोने को चेक कर सकते हैं।

# ActivityInfo|
source: Assemble the puzzle
gd: Cuir an tòimhseachan ri chèile
hi: पहेली जमाएँ

# ActivityInfo|
source: Drag and Drop the items to rebuild the original paintings
gd: Slaod na nithean is leig às iad gus na dealbhan tùsail ath-thogail
hi: मूल पेंटिंग को पुनः बनाने हेतु वस्तुएँ खींच लाकर छोड़ें

# ActivityInfo|
source: Spatial representation
gd: Riochdachadh spàsail
hi: त्रिआयामी प्रस्तुति

# ActivityInfo|
source: Mouse-manipulation: movement, drag and drop
gd: An luchag: gluasad, slaodadh is leigeil às
hi: माउस हेरफेर: संचलन, खींचें और छोडें

# ActivityInfo|
source: Drag the image parts from the box on the left to create a painting on the main board.
gd: Tarraing na pàirtean dhen dealbh on bhogsa taobh clì gus dealbh a thogail air a’ phrìomh raon.
hi: मुख्य बोर्ड पर पेंटिंग बनाने के लिए बायीं तरफ बॉक्स से छवि भागों को खींचें।

# board10_0|
source: Katsushika Hokusai, Viewing Sunset over the Ryogoku Bridge from the Ommaya Embankment - 1830
gd: Katsushika Hokusai, a’ sealltainn air laighe na grèine air Drochaid Ryōgoku o Uchdan Ommaya – 1830
hi: कत्सुशिका होकुसाई, ओम्मिया तटबंध से रियोगोक पुल पर सनसेट देखते हुए - 1830

# board11_0|
source: Katsushika Hokusa, Poppies - 1833-1834
gd: Katsushika Hokusa, Crom-lusan – 1833-1834
hi: कत्सुशिका होकुसाई, पॉपपी - 1833-1834

# board12_0|
source: Katsushika Hokusai, Kazusa sea Route - 1830.
gd: Katsushika Hokusai, Slighe-mhara Kazusa – 1830.
hi: कत्सुशिका होकुसाई, काज़ुसा समुद्र मार्ग - 1830

# board13_0|
source: Michelangelo, Pieta - 1499
gd: Michelangelo, Pietà – 1499
hi: माइकल एंजेलो, पिएता - 1499

# board14_0|
source: Leonardo da Vinci, Mona Lisa - 1503-19
hi: लियोनार्डो दा विंसी, मोना लिसा - 1503-19

# board15_0|
source: Giovanni Bellini, La Pala di Pesaro - 1475-85
hi: गियोवन्नी बेलिनी, ला पाला डि पेसारो - 1475-85

# board16_0|
source: Albrecht Dürer, Lion - 1494
gd: Albrecht Dürer, Leòmhann – 1494
hi: अल्ब्रेच ड्युरर, शेर -14 9 4

# board17_0|
source: Pieter Brugel, The Harvesters - 1565
gd: Pieter Brugel, Tuathanaich a’ buain – 1565
hi: पीटर ब्रूगल, द हार्वेस्टर्स - 1565

# board18_0|
source: Pierre-Auguste Renoir, Girls At The Piano - 1892
gd: Pierre-Auguste Renoir, Nigheannan aig a’ phiàno – 1892
hi: पीयरे-ऑगस्ते रेनॉए, पियानो पर लड़कियाँ - 1892

# board19_0|
source: Wassily Kandinsky, Composition VIII - 1923
gd: Wassily Kandinsky, Aiste VIII – 1923
hi: वासिली कंडिंस्की, संरचना आठवीं - 1923

# board1_0|
source: Pierre-Auguste Renoir, Le Moulin de la Galette - 1876
gd: Pierre-Auguste Renoir, Muilleann Galette – 1876
hi: पियरे-अगस्टे रेनोइर, ले मुउलीन डे ला गेटेट - 1876

# board20_0|
source: Bazille, The Ramparts at Aigues-Mortes - 1867
gd: Bazille, Na rampairean aig Aigues-Mortes – 1867
hi: बाज़ीली, द रैमपार्त एट एगुएस-मॉर्तेस - 1867

# board21_0|
source: Mary Cassatt, Summertime - 1894
gd: Mary Cassatt, As t-samhradh – 1894
hi: मैरी कसाट, ग्रीष्मकालीन - 1894

# board22_0|
source: Vincent Van Gogh, Village Street in Auvers - 1890
gd: Vincent Van Gogh, Sràid baile bhig ann an Auvers – 1890
hi: विंसेंट वान गॉग, विलेज़ स्ट्रीट इन ऑवेर्स - 1890

# board2_0|
source: Giuseppe Arcimboldo, Spring - 1573
gd: Giuseppe Arcimboldo, Earrach – 1573
hi: जियुसेप आर्किम्बोल्दो, स्प्रिंग - 1573

# board3_0|
source: Giuseppe Arcimboldo, The Librarian - 1566
gd: Giuseppe Arcimboldo, An leabharlannaiche – 1566
hi: ज्यूसेप्पे आर्किम्बोल्दो, द लाइब्रेरियन - 1566

# board4_0|
source: Katsushika Hokusai, Oiran and Kamuro
gd: Katsushika Hokusai, Oiran is Kamuro
hi: कात्सुशिका होकुसाई, ओइरान और कुमारो

# board5_0|
source: Katsushika Hokusai, Woman holding a fan
gd: Katsushika Hokusai, boireannach le gaotharan na làimh
hi: कात्सुशिका होकुसाई, पंखा पकड़ी एक औरत

# board6_0|
source: Katsushika Hokusai, Ejiri in Suruga Province - 1830-1833
gd: Katsushika Hokusai, Ejiri sa mhòr-roinn Suruga – 1830-1833
hi: कात्सुशिका होकुसाई, सुरुगा प्रांत में एजिरी - 1830-1833

# board7_0|
source: Katsushika Hokusai, The Great Wave off Kanagawa - 1823-1829
gd: Katsushika Hokusai, An tonn mòr far Kanagawa – 1823-1829
hi: कत्सुशिका होकुसाई, द ग्रेट वेव ऑफ कानागावा - 1823-1829

# board8_0|
source: Utagawa Hiroshige, The Benzaiten Shrine at Inokashira in Snow - 1760-70
gd: Utagawa Hiroshige, Naomh-chiste Benzaiten aig Inokashira san t-sneachd – 1760-70
hi: उटागावा हिरोशिगे, बर्फ में इनकॉशिरा में बेंज़ैटेन श्राइन - 1760-70

# board9_0|
source: Utagawa Hiroshige, Horse-mackerel and Prawn - 1840
gd: Utagawa Hiroshige, Rionnach an eich is muasgan-caol – 1840
hi: उटागावा हिरोशिगे, घोड़े-मैकेरल और झींगे - 1840

# ActivityInfo|
source: Penalty kick
gd: Breab-peanais
hi: पेनल्टी किक

# ActivityInfo|
source: Double click or double tap on the ball to score a goal.
gd: Dèan briogadh dùbailte no gnogadh dùbailte air a’ bhàla gus an tadhal a bhualadh.
hi: गोल करने के लिए गेंद को दोहरा क्लिक करें या उस पर दोहरा टैप करें।

# ActivityInfo|
source: Double click or double tap on the ball to kick it. You can double click the left right or middle mouse button. If you lose, Tux catches the ball. You must click on it to bring it back to its former position
gd: Dèan briogadh dùbailte no gnogadh dùbailte air a’ bhàla gus gus a bhreabadh. Faodaidh tu briogadh le putan sam bith aig an luchag. Ma chailleas tu, glacaidh Tux am bàla. Feumaidh tu breabadh air a’ bhàla gus a thilleadh far an robh e
hi: गेंद किक करने के लिए इसे पर डबल क्लिक करें या दोहरी टैप करें। आप दायीं या मध्यम माउस बटन पर डबल क्लिक कर सकते हैं। यदि आप हारते हैं, तो टक्स गेंद पकड़ता है आपको इसे वापस अपने पूर्व स्थान पर लाने के लिए उस पर क्लिक करना होगा

# Penalty|
source: Click or tap the ball to bring it back to its former position
gd: Briog air a’ bhàla no thoir gnogag air gus a thilleadh dha ionad tòiseachail
hi: इसे वापस अपने पूर्व स्थान पर लाने के लिए गेंद पर क्लिक या टैप करें

# ActivityInfo|
source: Photo Hunter
gd: Sealgair nan dealbh
hi: फोटो हंटर

# ActivityInfo|
source: Find the differences between the two pictures!
gd: Lorg na tha eadar-dhealaichte eadar dà dhealbh!
hi: दो चित्रों के बीच अंतर खोजें!

# ActivityInfo|
source: Visual Discrimination
gd: Sgaradh lèirsinneach
hi: देखकर पहचानना

# ActivityInfo|
source: Observe the two pictures carefully. There are some slight differences. When you find a difference you must click on it.
gd: Thoir sùil air an dà dhealbh gu cùramach. Tha eadar-dhealachaidhean beaga ann. Nuair a lorgas tu eadar-dhealachadh, feumaidh tu briogadh air.
hi: दो चित्रों को सावधानीपूर्वक देखें। कुछ मामूली अंतर हैं। जब आप कोई अंतर पाते हैं, तो आपको उस पर क्लिक करना होगा।

# PhotoHunter|
source: Drag the slider to show the differences!
gd: Slaod an sleamhnachan airson an t-eadar-dhealachadh a shealltainn!
hi: विभिन्नता दिखाने के लिए स्लाइडर को खींचें!

# PhotoHunter|
source: Click on the differences between the two images!
gd: Briog air na h-eadar-dhealachaidhean eadar an dà dhealbh!
hi: दो छवियों के बीच अंतरों पर क्लिक करें!

# ActivityInfo|
source: Numbers in Order
gd: Àireamhan ann an òrdugh
hi: क्रम में संख्याएँ

# ActivityInfo|
source: Move the helicopter to catch the clouds in the correct order
gd: Gluais an heileacoptair ach an glac thu na neòil san òrdugh cheart
hi: बादलों को उचित क्रम में पकड़ने हेतु हेलीकॉफ्टर को चलाएँ

# ActivityInfo|
source: Catch the clouds in increasing order. With a keyboard use the arrow keys to move the helicopter. With a pointing device you just click or tap on the target location. To know which number you have to catch you can either remember it or check the bottom right corner.
gd: Glac na neòil, a’ dol an àirde san òrdugh. Le meur-chlàr, cleachd na saighdean gus an heileacoptair a ghluasad. Ma tha inneal-tomhaidh agad, cha leig thu leas ach briogadh no gnogadh air an targaid. Airson fiosrachadh dè na h-àireamhan a tha agad ri ghlacadh, is urrainn dhut a chumail ’nad chuimhne no sùil a thoirt air a' bhonn air an taobh deas.
hi: बढ़ते क्रम में बादलों को पकडें। एक कीबोर्ड के साथ हेलीकाप्टर को स्थानांतरित करने के लिए तीर कुंजियों का उपयोग करें। पॉइंटिंग डिवाइस के साथ आप लक्ष्य स्थान पर बस क्लिक या टैप करें यह जानने के लिए कि आपको कौन से नंबर को पकड़ना है, आप या तो इसे याद कर सकते हैं या नीचे दायीं कोने को चेक कर सकते हैं।

# ActivityInfo|
source: Horizontal reading practice
gd: Cleachdadh leughaidh còmhnard
hi: आड़ी पढ़ाई अभ्यास

# ActivityInfo|
source: Read a list of words and work out if a given word is in it.
gd: Leugh liosta fhaclan is obraich a-mach a bheil am facal a chaidh a thoirt dhut ann.
hi: शब्दों की एक सूची पढ़ें और यदि कोई दिए गए शब्द उसमें हैं तो काम करें

# ActivityInfo|
source: Reading training in a limited time
gd: Cleachdadh leughaidh le ùine cuingealaichte
hi: सीमित समय में पढ़ने का अभ्यास

# ActivityInfo|
source: A word is shown at the top right of the board. A list of words will appear and disappear on the left. Does the given word belong to the list?
gd: Thèid facal a shealltainn dhut taobh deas aig barr a’ bhùird. Nochdaidh faclan is tèid iad à sealladh taobh clì. A bheil am facal a chaidh a thoirt dhut nam measg?
hi: एक शब्द बोर्ड के शीर्ष दायीं ओर दिखाया गया है। शब्दों की एक सूची बाएं ओर दिखाई देगी और गायब हो जाएगी। क्या दिए गए शब्द सूची से संबंधित हैं?

# Readingh|
source: Select your locale
gd: Tagh an sgeama ionadail agad
hi: अपनी भाषा चुनें

# Readingh|
source: <font color="#373737">Check if the word<br/><b><font color="#315AAA">%1</font></b><br/><font color="#373737">is displayed
gd: <font color="#373737">Thoir sùil an deach am facal<br/><b><font color="#315AAA">%1</font></b><br/><font color="#373737">’ga shealltainn
hi: <Font color = "# 373737">ये जांच करें की क्या<br/> <b> <font color="#315AAA">%1</font></b><br/><font color="# 373737 "> शब्द प्रदर्शित किया जा रहा है।

# Readingh|
source: Yes, I saw it!
gd: Chaidh, chunnaic mi e!
hi: हाँ , मैंने इसे देखा!

# Readingh|
source: No, it was not there!
gd: Cha deach, cha robh e ann!
hi: नहीं, यह वहाँ नहीं था!

# ActivityInfo|
source: Vertical-reading practice
gd: Cleachdadh leughaidh inghearach
hi: खड़ी पढ़ाई अभ्यास

# ActivityInfo|
source: Read a vertical list of words and work out if a given word is in it.
gd: Leugh liosta fhaclan inghearach is obraich a-mach a bheil am facal a chaidh a thoirt dhut ann.
hi: शब्दों की एक ऊर्ध्वाधर सूची पढ़ें और काम करें यदि कोई दिए गए शब्द उसमें हैं

# ActivityInfo|
source: Redraw the given image
gd: Tarraing an rud a thug sinn dhut às ùr
hi: दिए गए चित्र को फिर से बनाएँ

# ActivityInfo|
source: Draw perfectly the given image on the empty grid.
gd: Tarraing an dealbh air a’ ghriod bhàn gun mhearachd.
hi: रिक्त ग्रिड पर दी गई छवि पूरी तरह से ड्रा करें

# ActivityInfo|
source: First, select the proper color from the toolbar. Then drag to paint.
gd: Tagh dath iomchaidh air a’ bhàr-inneal an toiseach. Dèan slaodadh an uairsin airson tarraing.
hi: सबसे पहले, टूलबार से उचित रंग चुनें। फिर पेंट करने के लिए खींचें।

# ActivityInfo|
source: At the first level a hint is provided to show that no symmetry is requested.
gd: Sa chiad leibheil, thèid innse dhut nach eil feum air co-chothromachd.
hi: पहले स्तर पर यह संकेत दिया जाता है कि कोई समरूपता का अनुरोध नहीं किया गया है।
