Repository: lliurex/gcompris
Catalog: po/gcompris_*.po
Languages: gd, hi

# ActivityInfo|
source: Numeration training
gd: Trèanadh nan àireamhan
hi: गणना प्रशिक्षण

# ActivityInfo|
source: Basic enumeration
gd: Àireamhachd bhunasach
hi: मूल एनुमरेशन

# ActivityInfo|
source: First, properly organize the items so that you can count them. Then, select the item you want to answer in the bottom right area. Enter the answer with the keyboard.
gd: An toiseach, cuir na nithean an òrdugh ach an urrainn dhut an cunntadh. An uair sin, tagh an nì a tha thu airson freagairt san raon taobh deas air a’ bhonn. Cuir an fhreagairt a-steach leis a’ mheur-chlàr
hi: सबसे पहले, वस्तुओं को सही रूप से व्यवस्थित करें ताकि आप उन्हें गिन सकें। फिर, वह आइटम चुनें, जिसका आप निचले सही क्षेत्र में जवाब देना चाहते हैं। कीबोर्ड से उत्तर दर्ज करें।

# ActivityInfo|
source: Move the mouse or touch the screen
gd: Gluais an luchag no suath ris an sgrìn
hi: माउस खिसकाएँ या स्क्रीन टच करें

# ActivityInfo|
source: Move the mouse or touch the screen to erase the area and discover the background
gd: Gluais an luchag no suath ris an sgrìn gus an raon a shuathadh is an cùlaibh a nochdadh
hi: क्षेत्र को मिटाने और पृष्ठभूमि को खोजने के लिए माउस को स्थानांतरित या स्क्रीन को स्पर्श करें

# ActivityInfo|
source: Mouse-manipulation
gd: Cleachdadh na luchaige
hi: माउस चलाकर

# ActivityInfo|
source: Move the mouse or touch the screen until all the blocks disappear.
gd: Gluais an luchag no suath ris an sgrìn gus an dèid a h-uile bloca à sealladh.
hi: माउस को स्थानांतरित या स्क्रीन को स्पर्श तब तक करें जब तक सभी ब्लॉकों गायब न हो जाएं।

# ActivityInfo|
source: Double tap or double click
gd: Dèan briogadh dùbailte no gnogag dhùbailte
hi: दोहरा टैप या दोहरा क्लिक करें

# ActivityInfo|
source: Double tap or double click to erase the area and discover the background image
gd: Dèan briogadh dùbailte no gnogag dhùbailte gus an raon a shuathadh is dealbh a’ chùlaibh a nochdadh dealbh
hi: क्षेत्र को मिटाने और पृष्ठभूमि छवि को देखने के लिए डबल टैप या डबल क्लिक करें

# ActivityInfo|
source: Double tap or double click the mouse on rectangles until all the blocks disappear.
gd: Dèan briogadh no gnogag dhùbailte leis an luchag air na ceart-cheàrnaich gus an tèid a h-uile bloca à sealladh.
hi: समकोण चतुर्भुजों पर तब तक डबल टैप या माउस को डबल क्लिक करें जब तक सभी ब्लॉकों गायब ना हो जाएं।

# ActivityInfo|
source: Click or tap
gd: Dèan briogadh no thoir gnogag
hi: क्लिक करें या टैप करें

# ActivityInfo|
source: Click or tap to erase the area and discover the background
gd: Dèan briogadh no thoir gnogag gus an raon a shuathadh is an cùlaibh a nochdadh
hi: क्षेत्र को मिटाने और पृष्ठभूमि को प्रकट करने के लिए क्लिक या टैप करें

# ActivityInfo|
source: Click or tap on the blocks all of them disappear.
gd: Dèan briogadh no gnogadh air na blocaichean airson ’s gum falbh iad.
hi: उन सभी ब्लॉकों पर क्लिक या टैप करें जिनको आप गायब करना हैं।

# ActivityInfo|
source: Explore Farm Animals
gd: Fiosraich beathaichean na croite
hi: खेती-किसानी पशुओं का संसार देखें

# ActivityInfo|
source: Learn about farm animals, what sounds they make, and interesting facts.
gd: Ionnsaich mu bheathaichean croite, na fuaimean a nì iad is faigh fiosrachadh inntinneach mun dèidhinn.
hi: खेत जानवरों के बारे, उनके द्वारा निकली गयी आवाज़ें और दिलचस्प तथ्य जाने

# ActivityInfo|
source: Learn to associate animal sounds with the animal name and what the animal looks like.
gd: Ionnsaich mar a chuireas tu fuaimean nam beathaichean ris an ainm is coltas.
hi: पशु के नाम से पशु ध्वनियों को संबद्ध करन सीखें और जाने की वे कैसे दीखते हैं।

# ActivityInfo|
source: There are three levels in this game. In level one, players enjoy exploring each animal on the screen. Click on the question mark, and learn about the animal, what it's name is, what sound it makes, and what it looks like. Study well this information, because you will be tested in level 2 and 3! In level two, a random animal sound is played and you must choose which animal makes that sound. Click on the question mark that corresponds to the animal you hear. If you'd like to hear the animal sound repeated, click on the play button. When you have matched all animals correctly, you win! In level three, a random text prompt is displayed and you must click on the animal that matches the text. When you have matched all texts correctly, you win!
gd: Tha trì leibheilean sa gheama seo. Air leibheil a h-aon, fiosraichidh na cluicheadairean gach beathach air an sgrìn. Briog air a’ chomharra-ceiste is ionnsaich mun bheathach, an t-ainm a th’ air, an fhuaim a nì e is an coltas a tha air. Sgrùd am fiosrachadh seo gu mionaideach, oir bidh deuchainn ann air na leibheilean 2 is 3! Air leibheil a dhà, thèid fuaim beathaich a chluiche air thuaiream is feumaidh tu am beathach a thaghadh a nì an fhuaim sin. Briog air a’ chomharra-ceiste a riochdaicheas am beathach a chluinneas tu. Nam bu toil leat fuaim a’ bheathaich a chluinntinn a-rithist, briog air a’ phutan cluiche. Gheibh thu buaidh ma dh’aithnicheas tu na h-uile beathach! Air leibheil a trì, chì thu teacsa air thuaiream is feumaidh tu briogadh air a’ bheathach fhreagarrach. Gheibh thu buaidh ma dh’aithnicheas tu na h-uile beathach!
hi: इस गेम में तीन स्तर हैं। स्तर एक में, खिलाड़ियों स्क्रीन पर प्रत्येक जानवर की तलाश का आनंद लें। प्रश्न चिह्न पर क्लिक करें, और जानवर के बारे में जानने के लिए, इसका नाम क्या है, ध्वनि क्या है, और यह कैसा दिखता है। अच्छी तरह से इस जानकारी का अध्ययन करें, क्योंकि आपका स्तर 2 और 3 में परीक्षण किया जाएगा! दो स्तरों में, यादृच्छिक पशु ध्वनि खेला जाता है और आपको यह चुनना होगा कि कौन सा जानवर ध्वनि बनाता है उस प्रश्न चिह्न पर क्लिक करें जो आप सुन रहे जानवर से मेल खाती हैं। यदि आप पशु ध्वनि दोबारा सुनना चाहते हैं, तो प्ले बटन पर क्लिक करें। जब आप सही ढंग से सभी जानवरों को मिलते हैं, तो आप जीत जाते हैं! स्तर तीन में, एक यादृच्छिक पाठ संकेत प्रदर्शित होता है और आपको उस जानवर पर क्लिक करना होगा जो उस पाठ से मेल खाता है। जब आप सही तरीके से सभी पाठों का मिलान कर लेंगे, तो आप जीत जायेंगे!

# board1|
source: Horse
gd: Each
hi: घोड़ा

# board1|
source: The horse goes 'neigh! neigh!'. Horses usually sleep standing up.
gd: Nì an t-each “U i o hòmh!” Caidlidh eich nan seasamh mar as trice.
hi: घोड़े 'हिनहिनाते' हैं । घोड़े आमतौर पर खड़े होके सोते हैं।

# board1|
source: You can ride on the back of this animal!
gd: Gabhaidh marcachd air muin a’ bheathaich seo!
hi: इस जानवर की पीठ पर आप सवारी कर सकते हैं!

# board1|
source: Chicken
gd: Cearc
hi: मुर्गी

# board1|
source: The chicken goes 'luck, cackle, cluck'. Chickens have over 200 different noises they can use to communicate.
gd: Nì cearc “Gog gog! Gàg gàg!” Tha corr is 200 fuaim eadar-dhealaichte ann as urrainn do chearc a dhèanamh gus conaltradh.
hi: मुर्गियां 'कुड़कुड़ातीं' हैं। मुर्गियों के पास 200 अलग-अलग शोर हैं जो वे संवाद करने के लिए उपयोग कर सकतीं हैं।

# board1|
source: This animal lays eggs.
gd: Beiridh am beathach seo uighean.
hi: इस जानवर अंडे देता है।

# board1|
source: Cow
gd: Bò
hi: गाय

# board1|
source: The cow goes 'moo. moo.'. Cows are herbivorous mammals. They graze all day in the meadow.
gd: Nì bò “Mò mò!” Ithidh bà feur. Nì iad ionaltradh fad an t-samhraidh air an àirigh.
hi: गाय 'मू मू' आवाज़ करतीं हैं । गाय शाकाहारी स्तनपायी हैं। वे घास के मैदान में पूरे दिन चरते हैं।

# board1|
source: You can drink the milk this animal produces.
gd: Gabhaidh am bainne a nì am beathach seo òl.
hi: आप इस जानवर द्वारा दिए गए दूध को पी सकते हैं।

# board1|
source: Cat
hi: बिल्ली

# board1|
source: The cat goes 'meow, meow'. Cats usually hate water because their fur doesn't stay warm when it is wet.
gd: Nì an cat “Miamh miamh!” Is fuath le cait uisge mar as trice oir nach mair an gaoisid aca blàth nuair a bhios e fliuch.
hi: बिल्ली 'म्याऊ, म्याऊ' चिल्लाती हैं। बिल्लियां आम तौर पर पानी से नफरत करती हैं क्योंकि उनके फर गर्म नहीं रहते हैं जब यह गीला हो जातीं हैं।

# board1|
source: This pet likes chasing mice.
gd: ’S toil leis a’ pheata seo luchan a shealg.
hi: यह पालतू जानवर चूहों का शिकार करता है.

# board1|
source: Pig
gd: Muc
hi: सूअर

# board1|
source: The pig goes 'oink, oink'. Pigs are the 4th most intelligent animal.
gd: Nì am muc “Gnost gnost!” ’S e an ceathramh beathach as glice a th’ anns a’ mhuc.
hi: सुअर 'ओइंक, ओइंक' कहता है। सूअर 4 थे नंबर का सबसे बुद्धिमान जानवर है।

# board1|
source: This animal likes to lie in the mud.
gd: ’S toil leis a’ bheathach seo a bhith na laighe sa pholl.
hi: यह जानवर कीचड़ में लेटे रहना पसंद करता है.

# board1|
source: Duck
gd: Tunnag
hi: बतख

# board1|
source: The duck goes 'quack, quack'. Ducks have special features like webbed feet and produce an oil to make their feathers 'waterproof'.
gd: Nì an tunnag “Mhàg mhàg!” Tha spògan snàmhach aig tunnagan is nì iad ola ach an dìon an itean iad on uisge.
hi: बतखें 'क्वाक क्वाक' करतीं हैं। बतखों में विशेषताएं हैं जैसे उनके जालदार पैर और वे अपने पंखों को जलरोधक बनाने के लिए तेल का उत्पादन करते हैं।

# board1|
source: This animal has webbed feet so it can swim in the water.
gd: Tha spògan snàmhach air a’ bheathach seo ach an urrainn dha snàmh san uisge.
hi: इस जानवर के पैर जालदार होते हैं, इसलिए यह पानी में तैर सकता है।

# board1|
source: Owl
gd: Cailleach-oidhche
hi: उल्लू

# board1|
source: The owl goes 'hoo. hoo.' The owl has excellent vision and hearing at night.
gd: Nì a’ chailleach-oidhche “Siu-hù! Siu-hù!” Tha fradharc is claisneachd fìor mhath aig a’ chailleach-oidhche air an oidhche.
hi: उल्लू 'हू हू' आवाज़ करता है। उल्लू की रात में उत्कृष्ट दृष्टि और सुनने की क्षमता होती है।

# board1|
source: This animal likes to come out at night.
gd: ’S toil leis a’ bheathach seo a bhith air a chois air an oidhche.
hi: इस जानवर को रात में बाहर आना पसंद है।

# board1|
source: Dog
gd: Cù
hi: कुत्ता

# board1|
source: The dog goes 'bark! bark!'. Dogs are great human companions and usually enjoy love and attention.
gd: Nì an cù “Af af!” ’S e deagh chàirdean nan daoine a th’ anns na coin is ’s toil leotha ma bheir thu d’ aire orra.
hi: कुत्ते 'भौं भौं' आवाज़ करतें हैं। कुत्ते बोहोत अच्छे मानव साथी हैं और आम तौर पर प्यार और ध्यान का आनंद लेते हैं।

# board1|
source: This animal's ancestors were wolves.
gd: Bhiodh sinnsearan a’ bheathaich seo nam madaidhean-allaidh.
hi: इस जानवर के पूर्वज भेड़िये थे।

# board1|
source: Rooster
gd: Coileach
hi: मुर्गा

# board1|
source: The rooster goes 'coc-a-doodle-doo!'. Roosters have been on farms for about 5,000 years. Every morning it wakes the farm up with its noises.
gd: Nì an coileach “Gog-a-bhitheal-ao! Gog-a-ghuidhe-ghaoidhe!”. Tha coilich air croitean o chionn mu thuaiream 5,000 bliadhna. Dùisgidh an coileach a’ chroit gach madainn leis na fuaimean a nì e.
hi: मुर्गियां 'कुकडूँकूं' आवाज़ करतीं हैं! मुर्गियां लगभग 5000 वर्षों से खेतों में रहती आयीं हैं। हर सुबह यह अपने शोर के साथ किसानों को जगाती हैं।

# board1|
source: This animal wakes the farm up in the morning.
gd: Dùisgidh am beathach seo a’ chroit gach madainn.
hi: यह जानवर सुबह खेत खलिहान को जगाता है।

# board1|
source: Sheep
gd: Caora
hi: भेड़

# board1|
source: The sheep is a mammal that bears a fleece of wool. It is a grazing herbivore, bred for its wool, its meat, and its milk. The fleece can be removed and used to produce articles of clothing and blankets, among other things.
gd: Tha a’ chaora əna bheathach air a bheil clòimh. Ithidh e feur agus thathar ’ga cumail airson clòimh, feòil agus bainne. Gabhaidh a’ chlòimh a rùsgadh dheth agus nithear iomadh rud dheth, mar eisimpleir aodach is plangaidean.
hi: भेड़ एक स्तनपायी है, जो ऊन देतीं हैं। यह चरने वाले जानवर हैं जिनको ऊन, मांस और दूध के लिए पैदा किया जाता है। ऊन को हटाया जा सकता है और अन्य चीजों के बीच कपड़ों और कंबल के सामानों का उत्पादन करने के लिए इस्तेमाल किया जा सकता है।

# board1|
source: This animal is a close relative to the goat.
gd: Tha am beathach seo dlùth an dhàimh dhan ghobhar.
hi: इस जानवर बकरी का एक करीबी रिश्तेदार है।

# board1|
source: Click on the questions to explore each farm animal.
gd: Briog air gach beathach na croite gus fhiosrachadh.
hi: खेती किसानी के प्रत्येक जानवर के बारे में जानने के लिए प्रश्नों पर क्लिक करें।

# board1|
source: Click on the farm animal that makes the sound you hear.
gd: Briog air a’ bheathach croite a nì an fhuaim a chluinneas tu.
hi: उन खेत के जानवर पर क्लिक करें जिसकी आवाज़ आपको सुनाई जाएगी।

# board1|
source: Click the animal that matches the description.
gd: Briog air a’ bheathach a fhreagras ris an tuairisgeul.
hi: वर्णन से मेल खाते जानवर पर क्लिक करें।

# ActivityInfo|
source: Explore Monuments
gd: Rùraich làraichean-cuimhne
hi: स्मारकों के बारे में जानें

# ActivityInfo|
source: Explore Monuments around the world.
gd: Rùraich làraichean-cuimhne air feadh an t-saoghail.
hi: दुनिया भर के स्मारकों के बारे में जानें।

# ActivityInfo|
source: To learn about different monuments on the basis of their location.
gd: Fàs eòlach air diofar làraichean-cuimhne a-rèir càit a bheil iad.
hi: विभिन्न स्मारकों को उनके स्थान के आधार पर जाने।

# ActivityInfo|
source: Knowledge of different monuments.
gd: Eòlas air diofar làraichean-cuimhne.
hi: विभिन्न स्मारकों का ज्ञान।

# ActivityInfo|
source: Click on the given keys to learn more of the monuments and then identify where the monuments is on the map by its name.
gd: Briog air na diofar iuchraichean airson barrachd fiosrachaidh fhaighinn air na làraichean-cuimhne agus feuch càit a bheil e air a’ mhapa an uairsin a-rèir ainm.
hi: अधिक स्मारकों को जानने के लिए दिए गए कुंजियों पर क्लिक करें और फिर पहचाने कि स्मारक उसके नाम से मानचित्र पर कहाँ हैं।

# ActivityInfo|
source: Photos taken from Wikipedia.
gd: Thàinig na dealbhan on Uicipeid.
hi: फ़ोटो विकिपीडिया से लिए गए हैं।

# board1|
source: Chichén Itzá
gd: Chi’ch’een Iitsha’ (Chichén Itzá)
hi: चिकन इत्जा

# board1|
source: Chichen Itza, meaning “at the mouth of the Itza well”, is a Mayan City on the Yucatan Peninsula in Mexico, between Valladolid and Merida. It was established before the period of Christopher Colombus and probably served as the religion center of Yucatan for a while.
gd: Tha Chi’ch’een Iitsha’ a’ ciallachadh beul (chi’) tobar (ch’een) an uisge (ha’) ròsaid (iits) agus tha e ’na chathair Maya air rubha Yucatán ann am Meagsago, eadar Saki’ (A’ Ghile - Valladolid) agus Tiho’ (Làrach nan Còig - Mérida). Chaidh a stèidheachadh ro àm Christopher Columbus agus tha coltas gum b’ e seo meadhan creidmheach Yucatán fad àm.
hi: चिचेन इट्ज़ा, जिसका अर्थ है "इट्ज़ा कुएं के मुंह पर", मेक्सिको में युकाटन प्रायद्वीप पर माया सिटी है, वेलाडोलिड और मेरिडा के बीच। यह क्रिस्टोफर कोलंबस की अवधि से पहले स्थापित किया गया था और संभवत: कुछ समय के लिए युकाटन के धर्म केंद्र के रूप में कार्य करता था।

# board1|
source: Colosseum
gd: An Coileasam
hi: कोलोसम

# board1|
source: The Colosseum or Coliseum is today the most recognizable of Rome's Classical buildings. Even 2,000 years after it was built, and despite centuries when the abandoned building was pillaged for building materials, it is instantly recognizable as a classical template for the stadia of today. It was the first permanent amphitheatre to be raised in Rome, and the most impressive arena the Classical world had yet seen.
gd: Tha an Coileasam am measg nan togalaichean clasaigeach as aithnichte san Ròimh an-diugh. Fiù 2,000 bliadhna an dèidh a thogail agus a dh’aindeoin nan linntean a bha e ’na làrach fàs is ’na màthair chlachan, aithnichear sa bhad gu bheil na stèideaman againne stèidhite air-san. B’ e seo a’ chiad amphi-tèatar buan a chaidh a thogail san Ròimh agus an amharc-lann as mìorbhailiche a chunnaic an saoghal clasaigeach a-riamh.
hi: आज कालीज़ीयम या कोलिज़ीयम आज रोम के शास्त्रीय भवनों में सबसे अधिक पहचानने योग्य है। निर्माण के 2,000 साल बाद भी, और शताब्दियों के बावजूद निर्माण सामग्री की लूट के कारण इसका निर्माण रोक दिया गया था, तो आज के स्टेडियम के लिए एक शास्त्रीय टेम्पलेट के रूप में इसे तुरंत पहचान लिया जा सकता है। यह रोम में उठाया जाने वाला पहला स्थायी अखाड़ा था, और शास्त्रीय दुनिया का सबसे प्रभावशाली क्षेत्र अभी तक देखा गया था।

# board1|
source: Christ the Redeemer
gd: Crìost am Fear-saoraidh
hi: ईसा एक उद्धारक

# board1|
source: Christ the Redeemer is an Art Deco statue of Jesus Christ in Rio de Janeiro, Brazil. A symbol of Christianity across the world, the statue has also become a cultural icon of both Rio de Janeiro and Brazil.
gd: Tha Crìost am Fear-saoraidh ’na ìomghaigh Art Deco de dh’Ìosa Crìost ann an Rio de Janeiro, Braisil. Tha e ’na shuaicheantas Crìosdaidheachd air feadh an t-saoghail agus ’na ìcean cultarach aig Rio de Janeiro agus Braisil.
hi: क्राइस्ट द रिडीमर, रियो डी जनेरियो, ब्राजील में यीशु मसीह की आर्ट डेको मूर्ति है। दुनिया भर में ईसाई धर्म का प्रतीक, प्रतिमा भी रियो डी जनेरियो और ब्राजील दोनों के सांस्कृतिक प्रतीक बन गई है।

# board1|
source: The Great Wall of China
gd: Balla Mòr na Sìne
hi: चीन की महान दीवार

# board1|
source: The Great Wall, was listed as a World Heritage by UNESCO in 1987. Just like a gigantic dragon, it winds up and down across deserts, grasslands, mountains and plateaus, stretching approximately 13,170 miles (21,196 kilometers) from east to west of China.
gd: Fhuair Balla Mòr na Sìne urram Dualchas UNESCO na Cruinne ann an 1987. Mar dhràgan mòr mòr, tha e a’ lùbadh suas is sìos, thairis air fàsaichean, machraichean, beanntan is sgùmanan, mu thuaiream 21,196km eadar iar is ear na Sìne.
hi: महान दीवार को 1987 में यूनेस्को द्वारा विश्व विरासत के रूप में सूचीबद्ध किया गया था। बस एक विशाल अजगर की तरह, यह रेगिस्तान, घास के मैदान, पहाड़ों और पठारों में ऊपर और नीचे हवाओं को फैलाता है, जो पूर्व से चीन के पश्चिम में लगभग 13,170 मील (21,196 किलोमीटर) तक फैला है।

# board1|
source: Machu Picchu
hi: माचू पिच्चू

# board1|
source: Machu Picchu stands 2,430 m above sea-level, in the middle of a tropical mountain forest, in an extraordinarily beautiful setting. It was probably the most amazing urban creation of the Inca Empire at its height; its giant walls, terraces and ramps seem as if they have been cut naturally in the continuous rock escarpments. The natural setting, on the eastern slopes of the Andes, encompasses the upper Amazon basin with its rich diversity of flora and fauna.
gd: Tha Machu Picchu (“An t-Seann-bheinn”) 2,430m os cionn ìre na mara am meadhan coille beinne thropaigeach is ann an àrainneach air leth àlainn. Tha teans gum b’ e seo a’ chathair as annasaiche aig Impireachd nan Inca ’s e aig barr a neirt; tha coltas air na ballachan, barraidean is rampaichean mòra aige mar gun deach an snaigheadh à clachan an àite. Tha e air leathadan an ear nan Andes aig ceann uachdarach miasaid na h-Amasoin, àite a tha cho beartach ann an lusan is beathaichean.
hi: माचू पिचू एक उष्णकटिबंधीय पहाड़ जंगल के बीच में समुद्र के स्तर से 2,430 मीटर ऊपर स्थित है, एक असाधारण सुंदर सेटिंग में। शायद इसकी ऊंचाई पर इनका साम्राज्य की सबसे आश्चर्यजनक शहरी रचना थी; इसकी विशाल दीवारें, छतों और रैंप इस तरह दिखते हैं कि वे लगातार चट्टानों के ढलानों में स्वाभाविक रूप से कट गए हैं। एंडिस के पूर्वी ढलानों पर प्राकृतिक रूप से स्थापित, ऊपरी अमेज़ॅन बेसिन में वनस्पतियों और जीवों की समृद्ध विविधता के साथ शामिल है।

# board1|
source: Petra
hi: पेत्रा

# board1|
source: Petra is a historical and archaeological city in the southern Jordanian governorate of Ma'an that is famous for its rock-cut architecture and water conduit system. Established possibly as early as 312 BC as the capital city of the Arab Nabataeans, it is a symbol of Jordan, as well as Jordan's most-visited tourist attraction.
gd: Tha Petra ’na chathair is làrach àrc-eòlach ann an sgìre Ma’an, taobh a deas Iòrdain, agus tha e ainmeil ’s e air a shnaigheadh à clachan an àite agus rian an uisge. Dh’fhaoidte gun deach a stèidheachadh cho tràth ri 312 RC mar ceanna-bhaile nan Nabataeanach Arabach agus tha e ’na shuaicheantas Iòrdain agus am measg nan làraichean a thàlaidheas àireamh mhòr de luchd-turais.
hi: पेट्रा मार्न के दक्षिणी जॉर्डन के गवर्नर में एक ऐतिहासिक और पुरातात्विक शहर है जो कि इसकी रॉक-कट वास्तुकला और पानी की नाली प्रणाली के लिए प्रसिद्ध है। संभवतः 312 ईसा पूर्व के रूप में अरब नबातों के राजधानी शहर के रूप में स्थापित, यह जॉर्डन का प्रतीक है, साथ ही साथ जॉर्डन के सबसे दर्शनीय पर्यटक आकर्षण।

# board1|
source: Taj Mahal, India
gd: Tāj Mahal, Na h-Innseachan
hi: ताज महल, भारत

# board1|
source: The Taj Mahal is a white marble mausoleum located on the southern bank of the Yamuna River in the Indian city of Agra. It was commissioned in 1632 by the Mughal emperor Shah Jahan reigned to house the tomb of his favorite wife of three, Mumtaz Mahal.
gd: Tha an Tāj Mahal, a’ ciallachadh crùn (tāj) nan lùchairt (mahal), ’na thaigh-adhlacaidh marmoir ghil air bruach a deas abhainn Yamunā sa chathair Innseanach Āgrā. Chaidh a thogail air òrdugh impire nam Mughal, Šāh Jahān, ann an 1632, dhan bhean as iomhainne aige (à triùir), Mumtaz Mahal.
hi: ताजमहल एक सफेद संगमरमर का मकबरा है जो भारतीय शहर आगरा में यमुना नदी के दक्षिणी तट पर स्थित है। इसे 1632 में मुगल बादशाह शाहजहां ने अपनी पसंदीदा पत्नी की कब्र ममताज महल के घर पर राज्य करने के लिए राज्य किया था।

# board1|
source: Taj Mahal
gd: Tāj Mahal
hi: ताजमहल

# board1|
source: The 7 New Wonders of World.
gd: 7 Culaidhean-iongantais Ùra an t-Saoghail.
hi: दुनिया के 7 नए आश्चर्य।

# board1|
source: Click on location where the given monument is located.
gd: Briog air an àite far a bheil an làrach-chuimhne ud.
hi: उस स्थान पर क्लिक करें जहां दिया गया स्मारक स्थित है।

# board2|
source: Golden Temple
gd: An Teampall Òir
hi: स्वर्ण मंदिर

# board2|
source: Hawa Mahal
gd: Hawā Mahal
hi: हवामहल

# board2|
source: Hawa Mahal, is a palace in Jaipur, India, so named because it was essentially a high screen wall built so the women of the royal household could observe street festivals while unseen from the outside. Constructed of red and pink sandstone, the palace sits on the edge of the City Palace, and extends to the zenana, or women's chambers.
gd: Tha Hawā Mahal ’na lùchairt ann an Jaipur sna h-Innseachan agus chaidh a thogail airson ’s gum b’ urrainn do bhoireannaich an teaghlaich rìoghail coimhead air fèisean san t-sràid ach gun daoine eile ’gam faicinn. Chaidh a thogail de chlach-ghainmhich dhearg is phinc aig oir Lùchairt na Cathrach agus tha ceangal aige ri seòmraichean nam ban san lùchairt.
hi: हवा महल, जयपुर, भारत में एक महल है, क्योंकि यह अनिवार्य रूप से एक उच्च स्तरीय दीवार थी, इसलिए शाही परिवार की महिलाएं सड़क त्योहारों को देख सकती हैं, जबकि बाहर से अनदेखी कर सकती हैं। लाल और गुलाबी बलुआ पत्थर का निर्माण, महल सिटी पैलेस के किनारे पर बैठता है, और ज़ानेना या महिला कक्ष तक फैला हुआ है।

# board2|
source: Taj Mahal
gd: Tāj Mahal
hi: ताजमहल

# board2|
source: The Taj Mahal is a white marble mausoleum located on the southern bank of the Yamuna River in the Indian city of Agra. It was commissioned in 1632 by the Mughal emperor Shah Jahan reigned to house the tomb of his favorite wife of three, Mumtaz Mahal.
gd: Tha an Tāj Mahal, a’ ciallachadh crùn (tāj) nan lùchairt (mahal), ’na thaigh-adhlacaidh marmoir ghil air bruach a deas abhainn Yamunā sa chathair Innseanach Āgrā. Chaidh a thogail air òrdugh impire nam Mughal, Šāh Jahān, ann an 1632, dhan bhean as iomhainne aige (à triùir), Mumtaz Mahal.
hi: ताजमहल एक सफेद संगमरमर का मकबरा है जो भारतीय शहर आगरा में यमुना नदी के दक्षिणी तट पर स्थित है। इसे 1632 में मुगल बादशाह शाहजहां ने अपनी पसंदीदा पत्नी की कब्र ममताज महल के घर पर राज्य करने के लिए राज्य किया था।

# board2|
source: Gateway of India
gd: Geata nan Innseachan
hi: गेटवे ऑफ इंडिया
