Repository: lliurex/gcompris
Catalog: po/gcompris_*.po
Languages: gd, hi

# ActivityInfo|
source: Advanced colors
gd: Dathan adhartach
hi: उन्नत रंग

# ActivityInfo|
source: Select the butterfly of the correct color
gd: Tagh an dealan-dè air a bheil an an dath ceart
hi: सही रंग की तितली चुनें

# ActivityInfo|
source: Learn to recognize unusual colors.
gd: Ionnsaich aithneachadh dhathan neo-àbhaisteach.
hi: असामान्य रंगों को पहचानना सीखें.

# ActivityInfo|
source: Can read
gd: Tha leughadh agad
hi: पढ़ सकते हैं

# ActivityInfo|
source: You will see dancing butterflies of different colors and a question. You have to find the correct butterfly and touch it.
gd: Chì thu dealain-dhè a’ dannsadh air am bi diofar dathan agus ceist. Feumaidh tu an dealan-dè ceart a lorg agus suathadh ris.
hi: आप एक प्रश्न के साथ, अलग अलग रंग की उड़ती तितलियों को देखेंगे। आपको सही तितली खोज कर उसे छूना है।

# advanced_colors|
source: Find the coral butterfly
gd: Lorg an dealan-dè dath a’ ghròim
hi: कोरल तितली को ढूंढें

# advanced_colors|
source: Find the claret butterfly
gd: Lorg an dealan-dè corcar
hi: क्लेरेट तितली को ढूंढें

# advanced_colors|
source: Find the navy butterfly
gd: Lorg an dealan-dè gorm a’ chabhlaich
hi: नेवी तितली को ढूंढें

# advanced_colors|
source: Find the corn butterfly
gd: Lorg an dealan-dè òr-bhuidhe an arbhair
hi: कॉर्न तितली को ढूंढें

# advanced_colors|
source: Find the cobalt butterfly
gd: Lorg an dealan-dè còbalt
hi: कोबॉल्ट तितली को ढूंढें

# advanced_colors|
source: Find the cyan butterfly
gd: Lorg an dealan-dè saidhean
hi: गुलाबी तितली को ढूंढें

# advanced_colors|
source: Find the chestnut butterfly
gd: Lorg an dealan-dè ciar-dhonn
hi: शाहबलूत तितली को ढूंढें

# advanced_colors|
source: Find the almond butterfly
gd: Lorg an dealan-dè donn an almoin
hi: बादामी तितली को ढूंढें

# advanced_colors|
source: Find the sapphire butterfly
gd: Lorg an dealan-dè gorm an t-saifeir
hi: सेफ़ायर तितली को ढूंढें

# advanced_colors|
source: Find the ruby butterfly
gd: Lorg an dealan-dè dath an ruiteachain
hi: रूबी तितली को ढूंढें

# advanced_colors|
source: Find the sienna butterfly
gd: Lorg an dealan-dè donn ùir Shiena
hi: सिएना तितली को ढूंढें

# advanced_colors|
source: Find the sage butterfly
gd: Lorg an dealan-dè dath na sàiste
hi: सेग तितली को ढूंढें

# advanced_colors|
source: Find the salmon butterfly
gd: Lorg an dealan-dè ruadh a’ bhradain
hi: सालमन तितली को ढूंढें

# advanced_colors|
source: Find the sepia butterfly
gd: Lorg an dealan-dè donn gibearnaich
hi: सीपिया तितली को ढूंढें

# advanced_colors|
source: Find the sulfur butterfly
gd: Lorg an dealan-dè buidhe a’ phronnaisg
hi: सल्फर तितली को ढूंढें

# advanced_colors|
source: Find the tea butterfly
gd: Lorg an dealan-dè dearg ròs na tì
hi: टी तितली को ढूंढें

# advanced_colors|
source: Find the lime butterfly
gd: Lorg an dealan-dè dath na liomaideig
hi: लाइम तितली को ढूंढें

# advanced_colors|
source: Find the turquoise butterfly
gd: Lorg an dealan-dè tuirceas
hi: टर्किश तितली को ढूंढें

# advanced_colors|
source: Find the absinthe butterfly
gd: Lorg an dealan-dè gorm na burmaide
hi: एबसिंथ तितली को ढूंढें

# advanced_colors|
source: Find the mahogany butterfly
gd: Lorg an dealan-dè donn a’ mhathoganaidh
hi: महोगनी तितली को ढूंढें

# advanced_colors|
source: Find the aquamarine butterfly
gd: Lorg an dealan-dè gorm na cloiche-mara
hi: अक्वामरीन तितली को ढूंढें

# advanced_colors|
source: Find the alabaster butterfly
gd: Lorg an dealan-dè geal na cloich-èiteig
hi: अलाबास्टर तितली को ढूंढें

# advanced_colors|
source: Find the amber butterfly
gd: Lorg an dealan-dè òmarach
hi: अंबर तितली को ढूंढें

# advanced_colors|
source: Find the amethyst butterfly
gd: Lorg an dealan-dè dath amaitist
hi: अमेथिस्ट तितली को ढूंढें

# advanced_colors|
source: Find the anise butterfly
gd: Lorg an dealan-dè bàn na h-ainise
hi: एनिस तितली को ढूंढें

# advanced_colors|
source: Find the vermilion butterfly
gd: Lorg an dealan-dè beirmeilean
hi: वर्मिलियन तितली को ढूंढें

# advanced_colors|
source: Find the ceruse butterfly
gd: Lorg an dealan-dè geal
hi: केरुस तितली को ढूंढें

# advanced_colors|
source: Find the fawn butterfly
gd: Lorg an dealan-dè donn na maing
hi: फ़ॉन तितली को ढूंढें

# advanced_colors|
source: Find the chartreuse butterfly
gd: Lorg an dealan-dè uaine feurach
hi: चार्टरूस तितली को ढूंढें

# advanced_colors|
source: Find the emerald butterfly
gd: Lorg an dealan-dè smàragach
hi: एमरॉल्ड तितली को ढूंढें

# advanced_colors|
source: Find the aubergine butterfly
gd: Lorg an dealan-dè dath aubergine
hi: एबरजीन तितली को ढूंढें

# advanced_colors|
source: Find the fuchsia butterfly
gd: Lorg an dealan-dè purpaidh na fiùise
hi: फ़ुसिया तितली को ढूंढें

# advanced_colors|
source: Find the glaucous butterfly
gd: Lorg an dealan-dè liath-ghorm
hi: ग्लाकस तितली को ढूंढें

# advanced_colors|
source: Find the auburn butterfly
gd: Lorg an dealan-dè ruadh
hi: एबर्न तितली को ढूंढें

# advanced_colors|
source: Find the azure butterfly
gd: Lorg an dealan-dè speur-ghorm
hi: अजूर तितली को ढूंढें

# advanced_colors|
source: Find the grayish brown butterfly
gd: Lorg an dealan-dè liath-dhonn
hi: सलेटी भूरी तितली को ढूंढें

# advanced_colors|
source: Find the bistre butterfly
gd: Lorg an dealan-dè donn na cloiche
hi: बिस्त्रे तितली को ढूंढें

# advanced_colors|
source: Find the crimson butterfly
gd: Lorg an dealan-dè dubh-dhearg
hi: क्रिम्सन तितली को ढूंढें

# advanced_colors|
source: Find the celadon butterfly
gd: Lorg an dealan-dè liath-uaine
hi: केलडोन तितली को ढूंढें

# advanced_colors|
source: Find the cerulean butterfly
gd: Lorg an dealan-dè gorm-ghlas
hi: केरूलियन तितली को ढूंढें

# advanced_colors|
source: Find the dove butterfly
gd: Lorg an dealan-dè liath an calmain
hi: डव तितली को ढूंढें

# advanced_colors|
source: Find the garnet butterfly
gd: Lorg an dealan-dè gàirneideach
hi: गार्नेट तितली को ढूंढें

# advanced_colors|
source: Find the indigo butterfly
gd: Lorg an dealan-dè guirmean Innseanach
hi: इंडिगो तितली को ढूंढें

# advanced_colors|
source: Find the ivory butterfly
gd: Lorg an dealan-dè ìbhri
hi: आइवरी तितली को ढूंढें

# advanced_colors|
source: Find the jade butterfly
gd: Lorg an dealan-dè glas-chlach
hi: जेड तितली को ढूंढें

# advanced_colors|
source: Find the lavender butterfly
gd: Lorg an dealan-dè corca an lus-liath
hi: लैवेंडर तितली को ढूंढें

# advanced_colors|
source: Find the lichen butterfly
gd: Lorg an dealan-dè gorm a’ chrotail
hi: लिचेन तितली को ढूंढें

# advanced_colors|
source: Find the wine butterfly
gd: Lorg an dealan-dè ruadh an fhìona
hi: वाइ तितली को ढूंढें

# advanced_colors|
source: Find the lilac butterfly
gd: Lorg an dealan-dè bàn-phurpaidh
hi: लिलाक तितली को ढूंढें

# advanced_colors|
source: Find the magenta butterfly
gd: Lorg an dealan-dè maidèanta
hi: मजेंटा तितली को ढूंढें

# advanced_colors|
source: Find the malachite butterfly
gd: Lorg an dealan-dè uaine duilleagan lus nam meall
hi: मलाचिट तितली को ढूंढें

# advanced_colors|
source: Find the larch butterfly
gd: Lorg an dealan-dè donn na learaig
hi: लार्क तितली को ढूंढें

# advanced_colors|
source: Find the mimosa butterfly
gd: Lorg an dealan-dè dath mimosa
hi: मिमोसा तितली को ढूंढें

# advanced_colors|
source: Find the ochre butterfly
gd: Lorg an dealan-dè clach-dhearg
hi: ओकर तितली को ढूंढें

# advanced_colors|
source: Find the olive butterfly
gd: Lorg an dealan-dè donn-uaine na dearc-ola
hi: ओलिव तितली को ढूंढें

# advanced_colors|
source: Find the opaline butterfly
gd: Lorg an dealan-dè geal na bainne
hi: अपलिन तितली को ढूंढें

# advanced_colors|
source: Find the ultramarine butterfly
gd: Lorg an dealan-dè gorm na mara
hi: अल्ट्रामरीन तितली को ढूंढें

# advanced_colors|
source: Find the mauve butterfly
gd: Lorg an dealan-dè liath-phurpur
hi: माव तितली को ढूंढें

# advanced_colors|
source: Find the grayish blue butterfly
gd: Lorg an dealan-dè liath-ghorm dorcha
hi: भूरी नीली तितली को ढूंढें

# advanced_colors|
source: Find the pistachio butterfly
gd: Lorg an dealan-dè uaine na maisteig
hi: पिताचियो तितली को ढूंढें

# advanced_colors|
source: Find the platinum butterfly
gd: Lorg an dealan-dè airgid
hi: प्लेटिनम तितली को ढूंढें

# advanced_colors|
source: Find the purple butterfly
gd: Lorg an dealan-dè purpaidh
hi: बैंगनी तितली को ढूंढें

# advanced_colors|
source: Find the plum butterfly
gd: Lorg an dealan-dè purpaidh na plumaise
hi: प्लम तितली को ढूंढें

# advanced_colors|
source: Find the prussian blue butterfly
gd: Lorg an dealan-dè gorm Pruiseach
hi: पर्सियन ब्लू तितली को ढूंढें

# advanced_colors|
source: Find the rust butterfly
gd: Lorg an dealan-dè ruadh
hi: रस्ट तितली को ढूंढें

# advanced_colors|
source: Find the saffron butterfly
gd: Lorg an dealan-dè crò-dhearg
hi: गेरुआ तितली को ढूंढें

# advanced_colors|
source: Find the vanilla butterfly
gd: Lorg an dealan-dè bàn na faoineige
hi: वनीला तितली को ढूंढें

# advanced_colors|
source: Find the veronese butterfly
gd: Lorg an dealan-dè gorm Verona
hi: वेरोनीज़ तितली को ढूंढें

# advanced_colors|
source: Find the verdigris butterfly
gd: Lorg an dealan-dè liath meirg-umha
hi: वर्दिग्रिस तितली को ढूंढें

# advanced_colors|
source: Find the dark purple butterfly
gd: Lorg an dealan-dè dorch-phurpaidh
hi: गहरा बैंगनी तितली को ढूंढें

# ActivityInfo|
source: Multiplication of numbers
gd: Iomadachadh àireamhan
hi: संख्याओं के बीच गुणा

# ActivityInfo|
source: Practice the multiplication operation
gd: Cleachd iomadachadh
hi: गुणन प्रक्रियाओं का अभ्यास करें

# ActivityInfo|
source: Learn to multiply numbers within a limited period of time
gd: Ionnsaich iomadachadh àireamhan ann an ùine chuingichte
hi: एक सीमित अवधि के भीतर संख्याओं को गुणा करना सीखें

# ActivityInfo|
source: Multiplication tables from 1 to 10
gd: Clàran nan uireadan o 1 gu 10
hi: 1 से 10 गुणन सारणी (पहाड़ा)

# ActivityInfo|
source: Two numbers are displayed on the screen. Quickly multiply them and use your computer's keyboard or the on-screen keypad to type the product of the numbers. You have to be fast and submit the answer before the penguins in their balloon land!
gd: Thèid dà àireamh a thaisbeanadh air an sgrìn. Iomadaich iad gu luath agus cleachd meur-chlàr a’ choimpiutair agad no am meur-chlàr air an sgrìn airson toradh nan àireamhan a chur a-steach. Feumaidh tu a bhith luath agus na freagairtean a chur a-steach mus laigh bailiùn nan ceann-fionn.
hi: दो संख्याएँ स्क्रीन पर प्रदर्शित हैं। जल्दी से उन्हें गुणा करें और प्राप्त उत्तर की संख्या टाइप करने के लिए अपने कंप्यूटर के कीबोर्ड या ऑन-स्क्रीन कीपैड का उपयोग करें। आपको तेजी से काम करना होगा और गुब्बारे वाले पेंगुइन के लैंड करने से पहले आपको जवाब प्रस्तुत करना होगा!

# ActivityInfo|
source: Division of numbers
gd: Roinneadh de dh’àireamhan
hi: संख्याओं के बीच भाग

# ActivityInfo|
source: Practice the division operation
gd: Faigh cleachdadh ann an roinneadh
hi: भाग प्रक्रियाओं का अभ्यास करें

# ActivityInfo|
source: Find the result of the division within a limited period of time
gd: Lorg toradh de roinneadh ann an ùine chuingichte
hi: एक सीमित अवधि के भीतर संख्याओं के भाग का परिणाम निकालें

# ActivityInfo|
source: Division of small numbers
gd: Roinneadh de dh’àireamhan beaga
hi: छोटी संख्याओं में भाग करना

# ActivityInfo|
source: Two numbers are displayed on the screen. Quickly find the result of the division and use your computer's keyboard or the on-screen keypad to type it. You have to be fast and submit the answer before the penguins in their balloon land!
gd: Thèid dà àireamh a thaisbeanadh air an sgrìn. Roinn iad gu luath agus cleachd meur-chlàr a’ choimpiutair agad no am meur-chlàr air an sgrìn airson an toradh a chur a-steach. Feumaidh tu a bhith luath agus na freagairtean a chur a-steach mus laigh bailiùn nan ceann-fionn.
hi: दो संख्याएँ स्क्रीन पर प्रदर्शित हैं। जल्दी से भाग का परिणाम निकालें और उसे टाइप करने के लिए अपने कंप्यूटर के कीबोर्ड या ऑन-स्क्रीन कीपैड का उपयोग करें। आपको तेजी से काम करना होगा और गुब्बारे वाले पेंगुइन के लैंड करने से पहले आपको जवाब प्रस्तुत करना होगा!

# ActivityInfo|
source: Subtraction of numbers
gd: Toirt air falbh de dh’àireamhan
hi: संख्याओं को घटाना

# ActivityInfo|
source: Practice the subtraction operation
gd: Faigh cleachdadh ann an toirt air falbh
hi: घटाने की प्रक्रियाओं का अभ्यास करें

# ActivityInfo|
source: Learn to find the difference between two numbers within a limited period of time
gd: Ionnsaich mar a lorgas tu an diofar eadar dà àireamh ann an ùine chuingichte
hi: एक सीमित अवधि के भीतर दो संख्याओं के बीच का अंतर निकालना सीखें

# ActivityInfo|
source: Subtraction of small numbers
gd: Toirt air falbh de dh’àireamhan beaga
hi: छोटी संख्या के घटाव

# ActivityInfo|
source: Two numbers are displayed on the screen. Quickly find the difference between them and use your computer's keyboard or the on-screen keypad to type it. You have to be fast and submit the answer before the penguins in their balloon land!
gd: Thèid dà àireamh a thaisbeanadh air an sgrìn. Àireamhaich an diofar eatarra gu luath agus cleachd meur-chlàr a’ choimpiutair agad no am meur-chlàr air an sgrìn airson an toradh a chur a-steach. Feumaidh tu a bhith luath agus na freagairtean a chur a-steach mus laigh bailiùn nan ceann-fionn.
hi: दो संख्याएँ स्क्रीन पर प्रदर्शित हैं। जल्दी से उनके बीच का अंतर निकालें और उसे टाइप करने के लिए अपने कंप्यूटर के कीबोर्ड या ऑन-स्क्रीन कीपैड का उपयोग करें। आपको तेजी से काम करना होगा और गुब्बारे वाले पेंगुइन के लैंड करने से पहले आपको जवाब प्रस्तुत करना होगा!

# ActivityInfo|
source: Addition of numbers
gd: Cur ri chèile de dh’àireamhan
hi: संख्याओं का जोड़

# ActivityInfo|
source: Practice the addition of numbers
gd: Faigh cleachdadh ann an cur ri chèile àireamhan
hi: संख्याओं के जोड़ का अभ्यास करें

# ActivityInfo|
source: Learn to find the sum of two numbers within a limited period of time
gd: Ionnsaich mar a lorgas tu suim dà àireamh ann an ùine chuingichte
hi: एक सीमित अवधि के भीतर दो संख्याओं का योग करना सीखें

# ActivityInfo|
source: Simple addition. Can recognize written numbers
gd: Tha cur ri chèile simplidh agad. Aithnichidh tu àireamhan sgrìobhte.
hi: सादा जोड़. लिखी संख्याओं को पहचान सकते हैं

# ActivityInfo|
source: Two numbers are displayed on the screen. Quickly find the sum of them and use your computer's keyboard or the on-screen keypad to type it. You have to be fast and submit the answer before the penguins land in their balloon!
gd: Thèid dà àireamh a thaisbeanadh air an sgrìn. Àireamhaich an t-suim gu luath agus cleachd meur-chlàr a’ choimpiutair agad no am meur-chlàr air an sgrìn airson an toradh a chur a-steach. Feumaidh tu a bhith luath agus na freagairtean a chur a-steach mus laigh bailiùn nan ceann-fionn!
hi: दो संख्याएँ स्क्रीन पर प्रदर्शित हैं। जल्दी से उनका योग निकालें और उसे टाइप करने के लिए अपने कंप्यूटर के कीबोर्ड या ऑन-स्क्रीन कीपैड का उपयोग करें। आपको तेजी से काम करना होगा और गुब्बारे वाले पेंगुइन के लैंड करने से पहले आपको जवाब प्रस्तुत करना होगा!

# ActivityInfo|
source: Logical associations
gd: Dàimhean loidsigeach
hi: तार्किक सम्बन्ध

# ActivityInfo|
source: Complete the arrangement of fruits
gd: Coilean suidheachadh nam measan
hi: फल की जमावट को पूरा करें

# ActivityInfo|
source: Logic training activity
gd: Cleas trèanadh loidig
hi: तार्किक प्रशिक्षण गतिविधि

# ActivityInfo|
source: Look at the two sequences. Each fruit in the first sequence has been replaced by another fruit in the second sequence. Complete the second sequence by using the correct fruits, after studying this pattern.
gd: Thoir sùil air an dà shreath. Chaidh meas eile san dàrna sreath a chur an àite gach meas sa chiad sreath. Coilean an dàrna sreath leis na measan iomchaidh an dèidh dhut am pàtran a mheòrachadh.
hi: दो अनुक्रम को देखें। पहले अनुक्रम में प्रत्येक फल को दूसरे अनुक्रम में किसी अन्य फल द्वारा बदला गया है। इस पैटर्न का अध्ययन करने के बाद, सही फल से दूसरे अनुक्रम को पूरा करें।

# ActivityInfo|
source: Align four (with a friend)
gd: Ceithir ann an sreath (cluich le caraid)
hi: चार जमाएँ (मित्र के विरुद्ध)

# ActivityInfo|
source: Arrange four tokens in a row
gd: Cuir ceithir buinn ann an sreath
hi: एक पंक्ति में चार टोकन जमाएँ

# ActivityInfo|
source: Create a line of 4 tokens either horizontally (lying down), vertically (standing up) or diagonally.
gd: Cruthaich loidhne de 4 buinn air a’ chòmhnard (nan laighe) no gu h-inghearach (nan seasamh) no air an trastan.
hi: 4 टोकन की एक रेखा बनाएं जो क्षैतिज, खड़ी (खड़ी) या तिरछी हो

# ActivityInfo|
source: Play with a friend. Take turns to click the line in which you want to drop a token. You can also use the arrow keys to move the token left or right, and the down or space key to drop a token. First player to create a line of 4 tokens wins
gd: Cluich le caraid. Neach mu seach, briog air an loidhne sa bheil thu ag iarraidh bonn a chur ann. ’S urrainn dhut am bonn a ghluasad leis na saighdean deas is clì cuideachd no an iuchair sìos no Space airson a leigeil às. Buannaichidh an cluicheadair a chuireas 4 buinn ann an sreath an toiseach.
hi: एक दोस्त के साथ खेलें। अपनी-अपनी बारी में उस रेखा पर क्लिक करें जिसपे आप टोकन छोड़ना चाहते हैं। आप टोकन को छोड़ने के लिए तीर कुंजियों का उपयोग भी कर सकते हैं, टोकन को छोड़ने के लिए नीचे या स्पेस कुंजी का भी उपयोग कर सकतें हैं । 4 टोकन की एक पंक्ति बनाने वाला पहला खिलाड़ी विजेता होगा

# ActivityInfo|
source: Align four (against Tux)
gd: Ceithir ann an sreath (cluich an aghaidh Tux)
hi: चार जमाएँ (टक्स के विरुद्ध)

# ActivityInfo|
source: Play with the computer. Take turns to click the line in which you want to drop a token. You can also use the arrow keys to move the token left or right, and the down or space key to drop a token. First player to create a line of 4 tokens wins
gd: Cluich an aghaidh a’ choimpiutair. Neach mu seach, briog air an loidhne sa bheil thu ag iarraidh bonn a chur ann. ’S urrainn dhut am bonn a ghluasad leis na saighdean deas is clì cuideachd no an iuchair sìos no Space airson a leigeil às. Buannaichidh an cluicheadair a chuireas 4 buinn ann an sreath an toiseach.
hi: कंप्यूटर के साथ खेलें। अपनी-अपनी बारी में उस रेखा पर क्लिक करें जिसपे आप टोकन छोड़ना चाहते हैं। आप टोकन को छोड़ने के लिए तीर कुंजियों का उपयोग भी कर सकते हैं, टोकन को छोड़ने के लिए नीचे या स्पेस कुंजी का भी उपयोग कर सकतें हैं । 4 टोकन की एक पंक्ति बनाने वाला पहला खिलाड़ी विजेता होगा

# ActivityInfo|
source: Alphabet sequence
gd: Sreath na h-aibidil
hi: वर्णमाला अनुक्रम

# ActivityInfo|
source: Move the helicopter to catch the clouds following the order of the alphabet
gd: Gluais an heileacoptair ach an glac thu na neòil ann an òrdugh na h-aibidil
hi: वर्णमाला के अनुक्रम में उड़ रहे बादलों को उचित क्रम में पकड़ने हेतु हेलीकॉफ्टर को चलाएँ

# ActivityInfo|
source: Can decode letters
gd: Dì-chòdachadh litrichean
hi: अक्षर डिकोड कर सकते हैं

# ActivityInfo|
source: Catch the alphabet letters. With a keyboard use the arrow keys to move the helicopter. With a pointing device you just click or tap on the target location. To know which letter you have to catch you can either remember it or check the bottom right corner.
gd: Glac litrichean na h-aibidil. Le meur-chlàr, cleachd na saighdean gus an heileacoptair a ghluasad. Ma tha inneal-tomhaidh agad, cha leig thu leas ach briogadh no gnogadh air an targaid. Airson fiosrachadh dè an litir a tha agad ri ghlacadh, is urrainn dhut a chumail ’nad chuimhne no sùil a thoirt air a' bhonn air an taobh deas.
hi: वर्णमाला अक्षरों को पकडें। हेलीकाप्टर को स्थानांतरित करने के लिए कीबोर्ड की तीर कुंजियों का उपयोग करें। पॉइंटिंग डिवाइस के साथ आप लक्ष्य स्थान पर बस क्लिक या टैप कर सकते हैं। यह पता करने के लिए कि आपको कौन सा अक्षर पकड़ना है, आप इसे याद कर सकते हैं या नीचे दायीं कोने को चेक कर सकते हैं.

# ActivityInfo|
source: A baby wordprocessor
gd: Giullachair-teacsa beag
hi: बच्चों के लिए शब्दसंसाधक

# ActivityInfo|
source: A simplistic word processor to let the children play around with a keyboard and see letters.
gd: Giullachair-teacsa simplidh a leigeas le clann cluich leis a’ mheur-chlàr agus litrichean fhaicinn.
hi: एक सरल सा शब्द संसाधक जिसके जरिए बच्चे कीबोर्ड के साथ खेलते हुए अक्षर ज्ञान पा सकते हैं.

# ActivityInfo|
source: Discover the keyboard and the letters.
gd: Fàs eòlach air a’ mheur-chlàr is na litrichean.
hi: कुंजीपट और अक्षरों के बारे में जानें।

# ActivityInfo|
source: Just type on the real or virtual keyboard like in a wordprocessor. Clicking on the 'Title' button will make the text bigger. Similarly, the 'subtitle' button will make the text slightly less bigger. Clicking on 'paragraph' will remove the formatting. Press 'Shift' and use the arrow keys to select the text. Use Ctrl+C to copy, Ctrl+V to paste and Crtl+X to cut text. Ctrl+Z can be used to undo changes. Try to fiddle around and find more shortcuts. For example, what is the shortcut to select all the text?
gd: Cha leigear a leas ach iuchraichean a bhualadh air a’ mheur-chlàr fhiosaigeach no bhiortail, dìreach mar a dhèanadh tu ann an giullaichear-teacsa ceart. Ma bhriogas tu air a’ phutan “Tiotal”, nì sinn an teacsa nas motha. Nì “Fo-thiotal” nas lugha an teacsa. Ma bhriogas tu air “Paragraf”, bheir sinn air falbh am fòrmatadh. Brùth “Shift” is cleachd na saighdean gus teacsa a thaghadh. Cleachd Ctrl+C airson lethbhreac a dhèanamh, Ctrl+V airson a chur ann agus Crtl+X airson a ghearradh às. Gabhaidh rudan a neo-dhèanamh le Ctrl+Z. Feuch is lorg barrachd ath-ghoiridean. Mar eisimpleir, dè an ath-ghoirid a thaghas an teacsa air fad?
hi: वर्डप्रोसेसर की तरह वास्तविक या आभासी कीबोर्ड पर बस टाइप करें ‘शीर्षक’ बटन पर क्लिक करने से पाठ को बड़ा हो जाएगा। इसी तरह, ‘उपशीर्षक’ बटन पाठ को थोड़ा कम बड़ा बना देगा। ‘पैराग्राफ’ पर क्लिक करने से फ़ॉर्मेटिंग हट जाएगी। ‘शिफ्ट’ दबाएं और पाठ को चुनने के लिए तीर कुंजियों का उपयोग करें। प्रतिलिपि बनाने के लिए Ctrl + C का उपयोग करें, पेस्ट करने के लिए Ctrl + V और टेक्स्ट कट करने के लिए Crtl + X का उपयोग करें। बदलावों को पूर्ववत करने के लिए Ctrl + Z का उपयोग किया जा सकता है और अधिक शॉर्टकट खोजने की कोशिश करें। उदाहरण के लिए, सभी पाठ का चयन करने के लिए कोनसा शॉर्टकट है?

# BabyWordprocessor|
source: Title
gd: Tiotal
hi: शीर्षक

# BabyWordprocessor|
source: Subtitle
gd: Fo-thiotal
hi: सबटाइटल

# BabyWordprocessor|
source: Paragraph
gd: Paragraf
hi: अनुच्छेद

# ActivityInfo|
source: Matching Items
gd: Co-fhreagair nithean
hi: मेल खाती वस्तुएँ

# ActivityInfo|
source: Drag and Drop the items to make them match
gd: Slaod is leig na nithean às gus an co-fhreagair iad
hi: वस्तुओं को खींच लाएँ तथा छोड़ें ताकि उनके जोड़ बनाए जा सकें

# ActivityInfo|
source: Motor coordination. Conceptual matching.
gd: Co-ghluasad is mothachadh.
hi: मोटर समन्वयन। वैचारिक मिलान।

# ActivityInfo|
source: Cultural references.
gd: Reifreansan cultarach
hi: सांस्कृतिक संदर्भ।

# ActivityInfo|
source: In the main board area, a set of objects is displayed. In the vertical box (at the left of the main board) another set of objects is shown, each object in the group on the left matching exactly one object in the main board area. This game challenges you to find the logical link between these objects. How do they fit together? Drag each object to the correct red space in the main area.
gd: Ann am prìomh roinn a’ bhùird, chì thu seata de nithean. Sa bhogsa inghearach (taobh clì a’ phrìomh bhùird), chì thu seata eile de nithean is co-fhreagraidh gach nì sa bhuidheann clì seo ri nì sònraichte ann am prìomh roinn a’ bhùird. Feumaidh tu faighinn a-mach dè an ceangal loidigeach a tha ann eadar na h-oibseactan seo. Dè an dòigh sa bhuineas iad ri chèile? Slaod gach nì dhan ionad dearg sa phrìomh roinn.
hi: मुख्य बोर्ड क्षेत्र में, वस्तुओं का एक सेट प्रदर्शित होता है। ऊर्ध्वाधर बॉक्स में (मुख्य बोर्ड के बायीं तरफ) वस्तुओं का दूसरा सेट दिखाया गया है, बायीं तरफ के समूह में प्रत्येक वस्तु मुख्य बोर्ड क्षेत्र के सिर्फ एक वस्तु से मिलिती है। यह गेम आपको इन वस्तुओं के बीच तार्किक लिंक खोजने के लिए चुनौती देती है। वे एक साथ फिट कैसे करते हैं? प्रत्येक वास्तु को मुख्य छेत्र में सही लाल स्थान पर खींचके लाएं.

# board1_0|
source: Drag and Drop the items to make them match
gd: Slaod is leig na nithean às gus an co-fhreagair iad
hi: वस्तुओं को खींच लाएँ तथा छोड़ें ताकि उनके जोड़ बनाए जा सकें
