Repository: lliurex/gcompris
Catalog: po/gcompris_*.po
Languages: gd, hi

# board2|
source: The Gateway of India is one of India's most unique landmarks situated in the city of Mumbai. The colossal structure was constructed in 1924. Located at the tip of Apollo Bunder, the gateway overlooks the Mumbai harbor, bordered by the Arabian Sea in the Colaba district. The Gateway of India is a monument that marks India's chief ports and is a major tourist attraction for visitors who arrive in India for the first time.
gd: Tha Geata nan Innseachan am measg nan togalaichean as annasaiche sna h-Innseachan. Chaidh a thogail ann an cathair Mumbai ann an 1924. Tha e suidhichte aig ceann thall Apollo Bunder agus a’ coimhead thairis air port Mumbai, leis a’ Mhuir Arabach air aon taobh dheth ann an sgìre Colaba na cathrach. Tha Geata nan Innseachan a’ comharradh prìomh-phort nan Innseachan agus bidh mòran luchd-turais a tha sna h-Innseachan a’ chiad turas a’ tadhal air.
hi: गेटवे ऑफ इंडिया भारत के सबसे अनूठे स्थलों मुंबई में स्थित है। विशाल संरचना का निर्माण 1 9 24 में किया गया था। अपोलो बंदर की नोक पर स्थित, प्रवेश द्वार, मुंबई बंदरगाह को देखता है, जो कुलाबा जिले में अरब सागर के पास है। गेटवे ऑफ इंडिया एक स्मारक है जो भारत के प्रमुख बंदरगाहों को दर्शाता है और पहली बार भारत आने वाले दर्शकों के लिए एक प्रमुख पर्यटक आकर्षण है।

# board2|
source: Great Stupa
gd: An Stūpa Mòr
hi: महान स्तूप

# board2|
source: The Great Stupa at Sanchi is the oldest stone structure in India and was originally commissioned by the emperor Ashoka the Great in the 3rd century BCE. Its nucleus was a simple hemispherical brick structure built over the relics of the Buddha. It was crowned by the chatra, a parasol-like structure symbolizing high rank, which was intended to honor and shelter the relics.
gd: ’S an Stūpa Mòr ann an Sāñcī an structar cloiche as sine sna h-Innseachan agus chaidh a thogail air òrdugh an impire Aśoka Mòr san 3as linn RC. Aig a theis-mheadhan tha structar cruinn simplidh de bhreigean a chaidh a thogail os cionn fuighleach Buddha. Chaidh chatra a chur air mar chrùn, structar car coltach ri sgàil-ghrèine a tha a’ riochdachadh inbhe àrd, mar urram is dìon dhan fhuighleach.
hi: सांची में महान स्तूप भारत का सबसे पुराना पत्थर ढांचा है और मूल रूप से तीसरी शताब्दी ईसा पूर्व में सम्राट अशोक महान द्वारा नियुक्त किया गया था। इसका नाभिक बुद्ध के अवशेषों पर निर्मित एक सरल अर्धगोल ईंट संरचना थी। यह चतुर्भाव द्वारा ताज पहनाया गया था, जो उच्च रैंक का प्रतीक है, एक मूर्ति की तरह संरचना है, जिसका उद्देश्य अवशेषों को सम्मान और आश्रय देना था।

# board2|
source: Ajanta Caves
gd: Uamhan Ajantā
hi: अजंता गुफाएँ

# board2|
source: Konark Sun Temple
gd: Teampall na Grèine ann an Konark
hi: कोणार्क का सूर्य मंदिर

# board2|
source: The Konark Sun Temple (also spelled Konarak) is a 13th-century Hindu temple dedicated to the Sun god. Shaped like a giant chariot, the temple is known for the exquisite stone carvings that cover the entire structure.
gd: Tha Teampall na Grèine ann an Konark ’na theampall Hionduthach do Dhia na Grèine às an 13mh linn. Tha e ann an cruth carbaid mhòir agus tha e ainmeil air an snaigheadh cloiche a tha air feadh an teampaill air fad.
hi: कोनार्क सन मंदिर (भी कोंकरक की वर्तनी) सूर्य देव को समर्पित 13 वीं शताब्दी के एक हिंदू मंदिर है। एक विशाल रथ की तरह आकार, मंदिर उत्तम पत्थर की नक्काशी के लिए जाना जाता है जो पूरे ढांचे को ढंकते हैं।

# board2|
source: Mysore Palace
gd: Lùchairt Mysuru
hi: मैसूर पैलेस

# board2|
source: Mysore Palace or Mysore Maharaja Palace is one of the largest and most spectacular monuments in India. Also known as Amba Vilas, it is located in the heart of the city of Mysore. The palace was initially built by the Wodeyar kings in the 14th century.
hi: मैसूर पैलेस या मैसूर महाराजा पैलेस देश के सबसे बड़े और सबसे शानदार स्मारकों में से एक है। अम्बा विलास के रूप में भी जाना जाता है, यह मैसूर शहर के केंद्र में स्थित है। महल शुरू में 14 वीं सदी में वोडेयार राजाओं द्वारा बनाया गया था।

# board2|
source: Charminar
hi: चारमीनार

# board2|
source: The Charminar in Hyderabad was constructed in 1591 by Mohammed Quli Qutab Shah. He built the Charminar to mark the end of plague in the Hyderabad city. Since the construction of the Charminar, the Hyderabad city has almost become synonymous with the monument. The Charminar is a massive and impressive structure with four minarets.
hi: हैदराबाद में चारमीनार मोहम्मद कुली कुतुब शाह द्वारा 1591 में बनाया गया था। उन्होंने हैदराबाद शहर में प्लेग के अंत को चिह्नित करने के लिए चारमीनार का निर्माण किया। चारमीनार के निर्माण के बाद से, हैदराबाद शहर लगभग स्मारक का पर्याय बन गया है। चारमीनार चार मीनारों के साथ एक विशाल और प्रभावशाली संरचना है। शाम को, रोशनी के साथ, महान चारमीनार अधिक से अधिक दिखता है।

# board2|
source: Victoria Memorial
hi: विक्टोरिया मेमोरियल

# board2|
source: The Victoria Memorial was built to commemorate the peak of the British Empire in India. It represents the architectural climax of Kolkata city, and blends the best of the British and Mughal architecture. The Victoria Memorial hall was built with white Makrana marbles.
hi: विक्टोरिया मेमोरियल भारत में ब्रिटिश साम्राज्य के शिखर की याद में बनाया गया था। लॉर्ड कर्जन द्वारा गर्भवती विक्टोरिया मेमोरियल, कोलकाता शहर के वास्तुकला चरमोत्कर्ष का प्रतिनिधित्व करता है। लॉर्ड कर्जन, तत्कालीन वायसराय ने अपनी शास्त्रीय शैली को निर्दिष्ट किया लेकिन विक्टोरिया मेमोरियल की वास्तविक योजना को प्रसिद्ध वास्तुकार सर विलियम एमर्सन द्वारा निर्धारित किया गया था। विक्टोरिया मेमोरियल ब्रिटिश और मुगल वास्तुकला का सबसे अच्छा मिश्रण है। विक्टोरिया मेमोरियल हॉल सफेद मकराना संगमरमर के साथ बनाया गया था।

# board2|
source: Rang Ghar
hi: रंग घर

# board2|
source: The Rang Ghar is a two-storied building which once served as the royal sports-pavilion where Ahom kings and nobles were spectators at games like buffalo fights and other sports at Rupahi Pathar - particularly during the Rongali Bihu festival in the Ahom capital of Rangpur.
hi: रंग घर एक दो मंजिला इमारत है जो एक बार शाही खेल-मंडप के रूप में कार्य करता था, जहां अहोम राजाओं और रईसों जैसे दर्शकों को पत्थर पर भैंस के झगड़े जैसे अन्य खेलों का प्रदर्शन किया जाता था- खासकर रंगपुर के अहोम राजधानी में रोंगली बिहु पर्व के दौरान।

# board2|
source: Qutub Minar
hi: कुतुब मीनार

# board2|
source: Monuments of India
hi: भारत के स्मारक

# board2|
source: Click on location where the given monument is located.
gd: Briog air an àite far a bheil an làrach-chuimhne ud.
hi: उस स्थान पर क्लिक करें जहां दिया गया स्मारक स्थित है।

# board3|
source: Mont-Saint-Michel
gd: Menez Mikael ar Mor (Mont Saint-Michel)
hi: माउंट-सेंट-मिशेल

# board3|
source: Mont Saint-Michel is a rocky tidal island located in Normandy, at the mouth of the Couesnon River, near the city of Avranches. The highest point of the island is the spire at the top of the Abbey’s bell tower, 170 metres above sea level. They are currently less than 50 people living on the island. The unique feature of Mont Saint-Michel is that it is completely surrounded by water and can only be accessed at low tide.
gd: Tha Menez Mikael ar Mor (no ann am Fraingis Mont Saint-Michel) air eilean-mara ann an Nòrmandaidh aig beul abhainn Kouenon (Couesnon) faisg air baile Avranches. ’S e stìoball os cionn tùr-claig na h-abaid a’ phuing as àirde dhen eilean, 170m os cionn ìre na mara. Tha nas lugha na 50 duine a’ fuireach air an eilean aig an àm seo. Tha Menez Mikael ar Mor annasach a chionn ’s gur e eilean-mara a tha ann agus cha ruigear e ach nuair a bhios an tràigh aig ìosal.
hi: मॉंट सैंट-मिशेल, नॉर्मैंडी में स्थित एक चट्टानी ज्वारपूर्ण द्वीप है, जो कि अवशेषों के शहर के निकट युजनोन नदी के मुहाने पर है। द्वीप का उच्चतम बिंदु एब् की घंटी टॉवर के शीर्ष पर स्थित है, समुद्र तल से 170 मीटर ऊपर। वे वर्तमान में द्वीप पर रह रहे 50 से कम लोग हैं मोंट सेंट-मिशेल की अनूठी विशेषता यह है कि यह पूरी तरह से पानी से घिरा है और केवल कम ज्वार पर ही पहुंचा जा सकता है।

# board3|
source: Cité de Carcassonne
hi: सिते दे काकासोने

# board3|
source: With more than 4 million visitors each year, Carcassonne is among the most prestigious tourist destinations in France, on a par with Mont Saint Michel and Paris’ Notre-Dame. A UNESCO World Heritage Site since 1997, Carcassonne is a dramatic representation of medieval architecture perched on a rocky spur that towers above the River Aude, southeast of the new town.
hi: हर साल 4 मिलियन से अधिक आगंतुकों के साथ, फ्रांस में सबसे प्रतिष्ठित पर्यटक स्थलों में से एक कार्कासन, मोंट सेंट मिशेल और पेरिस के 'नोटर-डेम' के समान है। 1997 से यूनेस्को की विश्व धरोहर स्थल, कार्कासन, मध्य-पूर्व वास्तुकला का एक नाटकीय रूप से प्रतिनिधित्व करती है जो कि एक चट्टानी गति पर स्थित है, जो कि नए शहर के दक्षिण-पूर्व नदी ऑड से ऊपर स्थित टॉवर है।

# board3|
source: Reims Cathedral
hi: रीम्स कैथेड्रल

# board3|
source: By size, Reims Cathedral is quite an extraordinary construction: designed to accommodate huge crowds, its gigantic dimensions include a surface area of 6,650 m2 and a length of 122m. A Gothic art masterpiece and the coronation site of the Kings of France, it has been listed as a UNESCO World Heritage Site since 1991. The Mecca for tourists in the Champagne region welcomes 1,500,000 visitors every year.
hi: आकार से, रीम्स कैथेड्रल काफी असाधारण निर्माण होता है: विशाल भीड़ को समायोजित करने के लिए डिज़ाइन किया गया, इसकी विशाल आयामों में 6,650 मीटर की सतह क्षेत्र और 122 मीटर की लंबाई शामिल है। एक गॉथिक कला मास्टरपीस और किंग्स ऑफ फ्रांस के राज्याभिषेक स्थल, इसे 1991 से यूनेस्को की विश्व विरासत स्थल के रूप में सूचीबद्ध किया गया है। शेंपेन क्षेत्र में पर्यटकों के लिए मक्का प्रत्येक वर्ष 1,500,000 आगंतुकों का स्वागत करता है।

# board3|
source: Pont du Gard
hi: पांत दु गार्द

# board3|
source: The Pont du Gard was built shortly before the Christian era to allow the aqueduct of Nîmes (which is almost 50 km long) to cross the Gardon river. The Roman architects and hydraulic engineers who designed this bridge, which stands almost 50 m high and is on three levels – the longest measuring 275 m – created a technical as well as an artistic masterpiece.
hi: पेरेंट डु गार्ड का निर्माण ईसाई युग के कुछ समय पहले बनाया गया था ताकि गार्डन नदी पार करने के लिए निम्स (जो कि लगभग 50 किमी लंबी है) रोमन आर्किटेक्ट्स और हाइड्रोलिक इंजीनियरों ने इस पुल को डिजाइन किया है, जो लगभग 50 मीटर ऊंचा है और तीन स्तरों पर है - सबसे लंबे समय तक मापने वाला 275 मीटर - एक तकनीकी और साथ ही एक कलात्मक कृति का निर्माण किया।

# board3|
source: Arles Amphitheatre
hi: आर्ल्स एम्फीथिएटर

# board3|
source: This Roman amphitheatre dates back to the first century BC and was originally the setting for gladiator battles and chariot races during Antiquity. Modified many times, it was finally renovated during the 19th century.
hi: यह रोमन रंगभूमि पहली शताब्दी ई.पू. की तारीख है और मूल रूप से प्राचीन काल के दौरान तलवार चलानेवाले लड़ाई और रथ दौड़ के लिए सेटिंग थी। कई बार संशोधित, यह अंततः 19वीं शताब्दी के दौरान पुनर्निर्मित किया गया था।

# board3|
source: Château de Chambord
hi: शटाऊ दे चैम्बर्ड

# board3|
source: Prestigious, majestic, colossal, extravagant are these adjectives enough to fully describe the splendour of Chambord? The largest chateau of the Loire Valley is indeed full of surprises for those who are lucky enough to explore its domain. This remarkable piece of architecture is certainly more than just a castle: it is the dream of a King, transformed into reality.
hi: प्रतिष्ठित, भव्य, विशाल, असाधारण ऐसे विशेषण हैं जो चंबर्ड की महिमा का पूरी तरह से वर्णन करते हैं? लॉयर घाटी का सबसे बड़ा शौचा वास्तव में आश्चर्यजनक है जो अपने डोमेन का पता लगाने के लिए बहुत भाग्यशाली हैं। वास्तुकला का यह उल्लेखनीय टुकड़ा निश्चित रूप से एक महल की तुलना में अधिक है: यह एक राजा का सपना है, वास्तविकता में तब्दील हो गया है।

# board3|
source: Rocamadour
hi: रोकामादूर

# board3|
source: When coming from Cahors by road, Rocamadour suddenly appears clinging precariously against the cliff above the Alzou canyon. One of the most famous villages of Europe, Rocamadour seemingly defies the laws of gravity. The vertiginous Citadel of Faith is best summed up by an old local saying: “houses on the river, churches on the houses, rocks on the churches, castle on the rock”.
hi: सड़क पर सेहोर से आते समय, रोकामादौर अचानक एल्ज़ू कयोन के ऊपर स्थित चट्टान से चिपका प्रतीत होता है। यूरोप के सबसे प्रसिद्ध गांवों में से एक, रोकामादुर ने गुरुत्वाकर्षण के नियमों को खारिज कर दिया है। विश्वास की गढ़ को एक पुरानी स्थानीय कहावत से सबसे अच्छा समझाया गया है: "नदी पर घर, घरों पर चर्च, चट्टानों पर चट्टानों, चट्टान पर महल"।

# board3|
source: Palais des Papes
hi: पैलेस दे पेप

# board3|
source: The star attraction of Avignon is the Palais des Papes (Palace of the Popes), a vast castle of significant historic, religious and architectural importance. It is one of the largest and most important medieval Gothic buildings in Europe.
hi: एविग्नन का स्टार आकर्षण पैलेस डेस पेप्स (पैलेस ऑफ द पोप) है, जो कि ऐतिहासिक, धार्मिक और स्थापत्य महत्व के एक विशाल महल है। यह यूरोप की सबसे बड़ी और सबसे महत्वपूर्ण मध्ययुगीन गॉथिक इमारतों में से एक है।

# board3|
source: Château de Chenonceau
hi: शटाऊ दे केन्याऊ

# board3|
source: Chateau de Chenonceau is among many of Loire Valley Chateaux that boast amazing architecture and historical significance drawing thousands of tourists from all over the world. Chateau de Chenonceau is sometimes called the Ladies Castle by some historians due to feminine figures having greatly influenced the construction and development of this French Chateau over the centuries.
hi: चौटे डे चेनन्सेऊ, लॉयर वैली चैटेक्स में से एक है, जो दुनिया भर से हजारों पर्यटकों को आकर्षित करने के लिए अद्भुत वास्तुकला और ऐतिहासिक महत्व का दावा करता है। शताब्दी डी चेनन्सेऊ को कभी-कभी कुछ इतिहासकारों द्वारा देवियों महल भी कहा जाता है क्योंकि कुछ स्त्रियों की वजह से सदियों से इस फ्रांसीसी महल के निर्माण और विकास पर काफी प्रभाव पड़ा है।

# board3|
source: Eiffel Tower
hi: एफिल टॉवर

# board3|
source: The world-famous metallic tower was built for the Paris International Exhibition in 1889 for the centenary of the French Revolution. At the time of its inauguration, it was the world’s tallest monument.
hi: फ्रांसीसी क्रांति की शताब्दी के लिए 1889 में पेरिस अंतर्राष्ट्रीय प्रदर्शनी के लिए विश्व प्रसिद्ध धातु टॉवर का निर्माण किया गया था। अपने उद्घाटन के समय, यह दुनिया का सबसे बड़ा स्मारक था।

# board3|
source: Monuments of France
hi: फ्रांस के स्मारक

# board3|
source: Click on location where the given monument is located.
gd: Briog air an àite far a bheil an làrach-chuimhne ud.
hi: उस स्थान पर क्लिक करें जहां दिया गया स्मारक स्थित है।

# board4|
source: Neuschwanstein Castle
hi: न्यूजवांस्टन महल

# board4|
source: The ultimate fairytale castle, Neuschwanstein is situated on a rugged hill near Füssen in southwest Bavaria. It was the inspiration for the Sleeping Beauty castles in the Disneyland parks. The castle was commissioned by King Ludwig II of Bavaria who was declared insane when the castle was almost completed in 1886 and found dead a few days later. Neuschwanstein is the most photographed building in the country and one of the most popular tourist attractions in Germany.
hi: परम कहानी महल, न्यस्चवानस्टाइन दक्षिण-पश्चिम बवेरिया में फ़्यूसेन के पास एक बीहड़ पहाड़ी पर स्थित है। यह डिज़नीलैंड पार्कों में स्लीपिंग ब्यूटी महल के लिए प्रेरणा थी। महल राजा लुडविग द्वितीय के द्वारा बायरिया के द्वारा कमीशन किया गया था, जिसे किला घोषित किया गया था जब महल लगभग 1886 में पूरा हुआ था और कुछ दिनों बाद उसे मृत पाया गया था। न्यूज़वर्णस्टाइन देश में सबसे फोटो खिंचवाने वाली इमारत है और जर्मनी में सबसे लोकप्रिय पर्यटक आकर्षण में से एक है

# board4|
source: Trier Imperial Baths
hi: ट्रियर शाही स्नान

# board4|
source: The Trier Imperial Baths are a large Roman bath complex in Trier, Germany. It is designated as part of the Roman Monuments, Cathedral of St. Peter and Church of Our Lady in Trier UNESCO World Heritage Site.
hi: ट्राएर इम्पीरियल स्नान एक बड़ी रोमन स्नान परिसर में ट्रियर, जर्मनी में हैं इसे रोमन स्मारक, सेंट पीटर के कैथेड्रल और ट्रीएर यूनेस्को विश्व धरोहर स्थल में चर्च ऑफ अवर लेडी के हिस्से के रूप में नामित किया गया है।

# board4|
source: Brandenburg Gate
hi: ब्रांडेनबर्ग गेट

# board4|
source: The Brandenburg Gate is the only surviving city gate of Berlin and symbolizes the reunification of East and West Berlin. Built in the 18th century, the Brandenburg Gate is the entry to Unter den Linden, the prominent boulevard of linden trees which once led directly to the palace of the Prussian monarchs. It is regarded as one of the most famous landmarks in Europe.
hi: ब्रेंडेनबर्ग गेट बर्लिन का एकमात्र जीवित शहर का द्वार है और पूर्व और पश्चिम बर्लिन के पुनर्मिलन का प्रतीक है। 18वीं शताब्दी में निर्मित, ब्रेंडेनबर्ग गेट, यूनर डेन लिंडेन में प्रविष्टि है, लिंडन पेड़ों के प्रमुख बुलेवार्ड जो कि प्रशिया के सम्राटों के महल में सीधे नेतृत्व करते थे। यह यूरोप में सबसे प्रसिद्ध स्थलों में से एक माना जाता है।

# board4|
source: Berlin Cathedral
hi: बर्लिन कैथेड्रल

# board4|
source: The Cathedral of Berlin is the largest church in the city, and it serves as a vital center for the Protestant church of Germany. Reaching out well beyond the borders of the parish and of Berlin, the cathedral attracts thousands of visitors, year after year, from Germany and abroad.
hi: बर्लिन का कैथेड्रल शहर में सबसे बड़ा चर्च है, और यह जर्मनी के प्रोटेस्टेंट चर्च के लिए एक महत्वपूर्ण केंद्र के रूप में कार्य करता है। पेरिश और बर्लिन की सीमाओं से बाहर तक पहुंचने के बाद, कैथेड्रल हजारों आगंतुकों को सालाना वर्ष जर्मनी और विदेश से आकर्षित करता है।

# board4|
source: Schwerin Palace
hi: श्वरीन पैलेस

# board4|
source: This romantic fairytale fortress, with all its many towers, domes and wings, is reflected in the waters of Lake Schwerin. It was completed in 1857 and symbolized the powerful dynasty of its founder, Friedrich Franz II.
hi: झील श्वायरिन के पानी में यह रोमांटिक कहानी किले अपने सभी कई टावरों, गुंबदों और पंखों के साथ दिखाई देता है। यह 1857 में पूरा हुआ और उसके संस्थापक, फ्रेडरिक फ्रांज II के शक्तिशाली राजवंश का प्रतीक था।

# board4|
source: Aula Palatina
hi: आला पलातीना

# board4|
source: The long, high-ceilinged brick structure was the throne hall of the Roman emperor until the destruction of the city by Germanic tribes. The invaders built a settlement inside the roofless ruin. In the 12th century, the apse was converted into a tower to accommodate the Archbishop of Trier.
hi: लंबे, उच्च छत वाले ईंट की संरचना, जर्मन साम्राज्यों द्वारा शहर के विनाश तक रोमन सम्राट का सिंहासन कक्ष था। आक्रमणकारियों ने छत रहित बर्बाद के भीतर एक समझौता किया 12वीं शताब्दी में, एपीएसएस ट्राएर के आर्कबिशप को समायोजित करने के लिए एक टावर में परिवर्तित किया गया था।

# board4|
source: Worms Cathedral
hi: वार्म्स कैथेड्रल

# board4|
source: Worms Cathedral (Wormser Dom) also known as the Cathedral of St Peter is a Romanesque cathedral in the German city of Worms. A sandstone structure with distinctive conical towers, Worms Cathedral was constructed in phases throughout the twelfth century and mostly completed by 1181.
hi: वर्म्स कैथेड्रल (वर्म्सर डोम) को सेंट पीटर का कैथेड्रल भी कहा जाता है, जर्मन शहर वर्म्स में एक रोम देशवासी कैथेड्रल है। विशिष्ट शंक्वाकार टावरों के साथ एक बलुआ पत्थर की संरचना, वर्म्स कैथेड्रल 12वीं सदी में चरणों में निर्मित किया गया था और इसे ज्यादातर 1181 तक पूरा किया गया था।

# board4|
source: Monuments of Germany
hi: जर्मनी के स्मारक

# board4|
source: Click on location where the given monument is located.
gd: Briog air an àite far a bheil an làrach-chuimhne ud.
hi: उस स्थान पर क्लिक करें जहां दिया गया स्मारक स्थित है।

# board5|
source: Cabrillo
hi: कैब्रिल्लो

# board5|
source: Situated on Point Loma in San Diego, California, Cabrillo National Monument commemorates the first European to land on the West Coast of the United States, Juan Rodriguez Cabrillo. Portuguese by birth, Cabrillo carried the Spanish flag in his conquests of the New World. He arrived at San Diego Bay in September 1542, three months after departing from Barra de Navidad on the west coast of Mexico.
hi: कैनबिलो, कैलिफोर्निया के सैन डिएगो में प्वाइंट लॉमा पर स्थित, संयुक्त राज्य अमेरिका के पश्चिमी तट पर जुऑन रोड्रिगेज कैब्रीलो के लिए पहली यूरोपीय देश की याद दिलाता है। जन्म से पुर्तगाली, कैब्रिलो ने न्यू वर्ल्ड के अपने विजय में स्पेनिश झंडा किया था वे मेक्सिको के पश्चिमी तट पर बाररा डे नवविद से प्रस्थान करने के तीन महीने बाद, सितंबर 1542 में सैन डिएगो खाड़ी में पहुंचे।

# board5|
source: Canyon de Chelly
hi: कैन्यान डे शैली

# board5|
source: The stoic red ruins of Canyon de Chelly in northeastern Arizona are at once part of the National Park Service and the Navajo Nation, having been established as a national monument in 1931. A number of important early Native American sites are preserved in the nearly 84,000 acres of parkland, and Canyon de Chelly also offers an array of Southwestern geological formations, including Spider Rock, an 800-foot-tall sandstone spire that rises eerily from the bottom of the canyon floor.
hi: पूर्वोत्तर एरिज़ोना में कैन्यन डी चेली के सफ़ेद लाल खंडहर राष्ट्रीय उद्यान सेवा और नाजोजो राष्ट्र का एक हिस्सा हैं, जिसे 1 9 31 में एक राष्ट्रीय स्मारक के रूप में स्थापित किया गया था। कई महत्वपूर्ण मूल अमेरिकी स्थान पार्कलैंड के लगभग 84,000 एकड़ में संरक्षित हैं, और कैन्यन डी चेली भी दक्षिण-पश्चिमी भौगोलिक संरचनाओं की एक सरणी प्रदान करता है, जिसमें स्पाइडर रॉक शामिल है, जो 800 फुट लंबा बलुआ पत्थर शिखर है जो घाटी के तल से तलछली होती है।

# board5|
source: Castillo de San Marcos
hi: कैस्टिलो डे सेन मार्कोस

# board5|
source: Set on more than 20 acres in St. Augustine, Florida, the Castillo de San Marcos was completed as the city's defensive fort in 1695, when Florida was still a Spanish territory. Constructed out of the rare coquina limestone, the star-shaped Castillo also is the oldest masonry fort in the country.
hi: फ्लोरिडा के सेंट अगस्टिन में 20 एकड़ से अधिक की दूरी पर सेट, कैस्टिलो डी सैन मार्कोस 1695 में शहर के रक्षात्मक किले के रूप में पूरा हुआ, जब फ्लोरिडा अभी भी एक स्पेनिश क्षेत्र था। दुर्लभ कूक्साइना चूना पत्थर के बाहर का निर्माण, स्टार के आकार का कैस्टिलो भी देश का सबसे पुराना चिनाई का किला है।

# board5|
source: Castle Clinton
hi: कैसल क्लिंटन

# board5|
source: This round, sandstone fort sitting at the bottom of Manhattan Island predates Ellis Island by about 50 years as the first U.S. immigration checkpoint. Castle Clinton (nps.gov/cacl) was originally built as a fort to protect New York from a British invasion during the War of 1812, and was dedicated as a national monument in 1946.
hi: मैनहट्टन आइलैंड के तल पर बैठते हुए यह दौर, बलुआ पत्थर का किला एलिस द्वीप से लगभग 50 साल पहले यू.एस. इमिग्रेशन चेकपॉइंट के रूप में भविष्यवाणी करता है। कैसल क्लिंटन (nps.gov/cacl) मूल रूप से 1812 के युद्ध के दौरान एक ब्रिटिश आक्रमण से न्यूयॉर्क की रक्षा करने के लिए एक किले के रूप में बनाया गया था और इसे 1946 में एक राष्ट्रीय स्मारक के रूप में समर्पित किया गया था।

# board5|
source: George Washington Birthplace
hi: जॉर्ज वॉशिंगटन जन्मस्थान

# board5|
source: The George Washington Birthplace National Monument is in Westmoreland County, Virginia, United States. Originally settled by John Washington, George Washington's great-grandfather, George Washington was born here on February 22, 1732. He lived here until age three, returning later as a teenager.
hi: जॉर्ज वॉशिंगटन जन्मस्थान राष्ट्रीय स्मारक वेस्टमोरललैंड काउंटी, वर्जीनिया, संयुक्त राज्य अमेरिका में है। मूल रूप से जॉन वाशिंगटन, जॉर्ज वॉशिंगटन के महान दादा, द्वारा बस गए जॉर्ज वॉशिंगटन, 22 फरवरी, 1732 को यहां पैदा हुए थे। वह तीन साल तक यहां रहते थे, बाद में एक किशोरी के रूप में लौटे थे।

# board5|
source: Lincoln Memorial
hi: लिंकन स्मारक
