Repository: lliurex/gcompris
Catalog: po/gcompris_*.po
Languages: gd, hi

# ActivityInfo|
source: Drive the crane and copy the model
gd: Stiùir an crann-togail is dèan lethbhreac dhen mhodail
hi: क्रेन ड्राइव करें और मॉडल की नकल लें

# ActivityInfo|
source: Motor-coordination
gd: Co-ghluasad
hi: मोटर-समन्वयन

# ActivityInfo|
source: Mouse/keyboard manipulation
gd: Cleachdadh na luchaige ’s a’ mheur-chlàir
hi: माउस / कुंजीपटल से नियंत्रण करें

# ActivityInfo|
source: Move the items in the left frame to copy their position in the right model. Next to the crane itself, you will find four arrows that let you move the items. To select the item to move, just click on it. If you prefer, you can use the arrow keys and the space or tab key instead. On a mobile version, you can also swipe up/down/left/right to move the items in the left frame.
gd: Gluais na nithean san fhrèam chlì gus lethbhreac a dhèanamh dhe na h-ionadan aca sa mhodail air an taobh gu deas. Ri taobh a’ chrainn-thogail fhèin, chì thu ceithir saighdean a leigeas leat nithean a ghluasad. Gus nì a tha thu airson gluasad a thaghadh, cha leig thu leas ach briogadh air. Air an tionndadh mobile, is urrainn dhut grad-shlaighdeadh suas/sìos/clì/deas a chleachdadh cuideachd airson na nithean san fhrèam chlì a ghluasad.
hi: बायीं ओर के वस्तुओं की स्तिथि को दायीं ओर के मॉडल में कॉपी करने के लिए उन्हें स्थानांतरित करें। क्रेन के पास ही, आपको चार तीर मिलेंगे जिससे आप वस्तुओं को स्थानांतरित कर सकते हैं। स्थानांतरित करने के लिए आइटम का चयन करने के लिए, बस उस पर क्लिक करें। यदि आप चाहें, तो आप इसके बजाय तीर कुंजियों और स्थान या टैब कुंजी का उपयोग कर सकते हैं। मोबाइल संस्करण पर, बाएं फ्रेम में आइटम्स को स्थानांतरित करने के लिए आप ऊपर / नीचे / बायां / दायीं स्वाइप कर सकते हैं।

# ActivityInfo|
source: Find the details
gd: Lorg an nì
hi: विवरण प्राप्त करें

# ActivityInfo|
source: The images are from Wikimedia Commons.
gd: Tha na dealbhan o Wikimedia Commons.
hi: छवियाँ विकिमीडिया कॉमन्स से ली गई हैं।

# board10_0|
source: Eilean Donan castle
gd: Caisteal Eilean Donnain
hi: एलन डोनन किला

# board11_0|
source: Gizah Pyramids, Egypt
gd: Pioramaidean Giza san Èipheit
hi: ग़ीजा पिरामिड, मिस्र

# board12_0|
source: Sydney Opera House, Australia
gd: Taigh-opara Shidni ann an Astràilia
hi: सिडनी ओपेरा हाउस, ऑस्ट्रेलिया

# board13_0|
source: Tower Bridge in London
gd: Drochaid an Tùir ann an Lunnainn
hi: लंदन में टावर ब्रिज

# board14_0|
source: Eiffel Tower, seen from the champ de Mars, Paris, France
gd: Tùr Eiffel o Champs de Mars, Paras san Fhraing
hi: एफिल टॉवर, चैंप डे मार्स, पेरिस, फ्रांस से देखा गया

# board15_0|
source: Courtyard of the Museum of Louvre, and its pyramid
gd: Ceàrnag taigh-tasgaidh Louvre is a phioramaid
hi: लूवर संग्रहालय का आंगन, और उसका पिरामिड

# board16_0|
source: Panorama of Château de Chenonceau, Indre-et-Loire, France.
gd: Cuairt-shealladh aig Château de Chenonceau, Indre-et-Loire san Fhraing.
hi: फ्रांस के इंद्रे-एट-लॉयर, फ्रांस के चेटेओ डे चेनेंसेउ की चित्रमाला|

# board17_0|
source: Windmill in Sønderho, Fanø, Denmark
gd: Muillean-gaoithe ann an Sønderho, Fanø san Danmhairg
hi: सोंदेर्हो, फानो, डेनमार्क में विंडमिल

# board18_0|
source: Nagoya Castle, Aichi Prefecture, Japan.
gd: Caisteal Nagoya, Maorsainneachd Aichi san t-Seapan.
hi: नागोया महल, आइची प्रीफेक्चर, जापान.

# board19_0|
source: Taj Mahal, Agra, India
gd: Tāj Mahal, Āgrā sna h-Innseachan
hi: ताजमहल, आगरा, भारत

# board1_0|
source: Vincent van Gogh, Entrance Hall of Saint-Paul Hospital - 1889
gd: Vincent van Gogh, Talla inntrigidh ospadal Saint-Paul – 1889
hi: विन्सेंट वान गाग, सेंट पॉल अस्पताल का प्रवेश द्वार हॉल - 1889

# board20_0|
source: Castle Neuschwanstein at Schwangau, Bavaria, Germany
gd: Caisteal Neuschwanstein aig Schwangau, Bavaria sa Ghearmailt
hi: श्वांगौ, बवेरिया, जर्मनी में कैसल न्यूस्चवानस्टाइन

# board21_0|
source: Egeskov Castle, Denmark
gd: Caisteal Egeskov san Danmhairg
hi: एग्सकोव महल, डेनमार्क

# board2_0|
source: Vincent van Gogh, The Bridge of Langlois at Arles with a lady with umbrella - 1888
gd: Vincent van Gogh, Drochaid Langlois aig Arles le ban-uasal le sgàilean – 1888
hi: विन्सेंट वान गाग, आर्ल्स में लेंग्लोइस पुल पर छतरी के साथ एक महिला - 1888

# board3_0|
source: Vincent van Gogh, The Church at Auvers-sur-Oise - 1890
gd: Vincent van Gogh, Eaglais Auvers-sur-Oise – 1890
hi: विन्सेन्ट वैन गाह, ऑवर्स-सुर-ओईस का चर्च - 1890

# board4_0|
source: Vincent van Gogh, Painter on His Way to Work - 1888
gd: Vincent van Gogh, Peantair a’ dol a dh’obair – 1888
hi: विन्सेन्ट वैन गाह, पेंटर ऑन द वे वे टू वर्क - 1888

# board5_0|
source: Vincent van Gogh, The Harvest - 1888
gd: Vincent van Gogh, A’ bhuain – 1888
hi: विन्सेंट वान गाग, द हार्वेस्ट - 1888

# board6_0|
source: Vincent van Gogh, Cafe Terrace at Night - 1888
gd: Vincent van Gogh, Barraid cafaidh air an oidhche – 1888
hi: विन्सेन्ट वान गाग, रात में कैफे की छत - 1888

# board7_0|
source: Vincent van Gogh, The Night Café - 1888
gd: Vincent van Gogh, Cafaidh na h-oidhche – 1888
hi: विन्सेंट वान गाग, रात्रिकालीन कैफे - 1888

# board8_0|
source: Vincent van Gogh, Portrait of Pere Tanguy 1887-8
gd: Vincent van Gogh, Dealbh aig Père Tanguy 1887-8
hi: विन्सेन्ट वैन गॉ, पोर्ट्रेट ऑफ पेरे टैन्गुइ 1887-8

# board9_0|
source: Notre Dame de Paris cathedral on the Île de la Cité island in Paris, France.
gd: Cathair-eaglais Notre Dame ann am Paris air eilean Île de la Cité ann am Paras san Fhraing.
hi: पेरिस, फ्रांस में एले डे ला सिटे द्वीप पर नोट्रे डेम डे पेरिस कैथेड्रल

# ActivityInfo|
source: Digital Electricity
hi: डिजिटल बिजली

# ActivityInfo|
source: Create and simulate a digital electric schema
hi: डिजिटल इलेक्ट्रिक स्कीमा बनाएं और अनुकरण करें

# ActivityInfo|
source: Freely create a digital electric schema with a real time simulation of it.
hi: स्वतंत्र रूप से इसे एक वास्तविक समय सिमुलेशन के साथ एक डिजिटल इलेक्ट्रिक स्कीमा बनाएं

# ActivityInfo|
source: Requires some basic understanding of the concept of digital electronics.
hi: डिजिटल इलेक्ट्रॉनिक्स की अवधारणा के बारे में कुछ मूलभूत समझ की आवश्यकता है

# ActivityInfo|
source: Drag electrical components from the selector and drop them in the working area. You can also move components by dragging them. To delete a component, select the deletion tool on top of the component selector, and select the component. You can click on the component and then on the rotate button to rotate it or info button to get information about it. You can click on the switch to open and close it. To connect two terminals, click on first terminal, then on second terminal. To deselect terminal or delete tool, click on any empty area. The simulation is updated in real time by any user action.
hi: चयनकर्ता से विद्युत घटकों को खींचें और कार्य क्षेत्र में उन्हें छोड़ दें। आप घटकों को खींचकर भी जा सकते हैं। किसी घटक को हटाने के लिए, घटक चयनकर्ता के शीर्ष पर विलोपन टूल का चयन करें, और घटक चुनें। आप इसके बारे में जानकारी प्राप्त करने के लिए घटक पर क्लिक कर सकते हैं और फिर इसे घुमाने के लिए बटन या घुमाए बटन पर क्लिक कर सकते हैं। आप इसे खोलने और बंद करने के लिए स्विच पर क्लिक कर सकते हैं। दो टर्मिनल कनेक्ट करने के लिए, पहले टर्मिनल पर क्लिक करें, फिर दूसरे टर्मिनल पर। टर्मिनल को अचयनित करने के लिए या उपकरण को हटा दें, किसी भी खाली क्षेत्र पर क्लिक करें। सिमुलेशन किसी भी उपयोगकर्ता कार्रवाई द्वारा वास्तविक समय में अपडेट किया गया है

# AndGate|
source: AND gate outputs 1 only if all its inputs are equal to 1. As soon as one input is equal to 0 the result is 0. Output for 2 input AND gate is:
hi: ऐण्ड गेट 1 आउटपुट देता है केवल अगर उसके सभी इनपुट 1 के बराबर होते हैं। जैसे ही एक इनपुट 0 के बराबर होता है, परिणाम 0 होता है। 2 इनपुट ऐण्ड गेट के लिए आउटपुट है:

# AndGate|
source: A AND B
hi: ए ऐण्ड बी

# BcdCounter|
source: BCD counter usually takes a signal generator as input. The output is a BCD number starting from 0 which is increased by one at each tick.
hi: बीसीडी काउंटर आमतौर पर इनपुट के रूप में एक संकेत जनरेटर लेता है। आउटपुट एक BCD नंबर है जो 0 से शुरू होता है, जो प्रत्येक टिक पर एक से बढ़ जाता है।

# BCDToSevenSegment|
source: BCD to 7 segment converter takes 4 binary inputs in its input terminals and gives 7 binary outputs which allow to light BCD number segments (binary-coded decimal) to display numbers between 0 and 9. The output for BCD To 7 Segment converted is:
hi: बीसीडी से 7 खंड कन्वर्टर अपने इनपुट टर्मिनलों में 4 बाइनरी इनपुट लेता है और 7 बाइनरी आउटपुट देता है जो 0 और 9 के बीच की संख्या प्रदर्शित करने के लिए BCD नंबर सेक्शन (बाइनरी कोडित दशमलव) को प्रकाश की अनुमति देता है। BCD से 7 सेगमेंट के लिए आउटपुट रूपांतरण है:

# Comparator|
source: Comparator takes 2 numbers as input, A and B. It compares them and outputs 3 values. First output is 1 if A < B, 0 otherwise. Second is 1 if A = B, 0 otherwise. Third is 1 if A > B, 0 otherwise.
hi: तुलनाकर्ता 2 अंकों को इनपुट, ए और बी के रूप में लेता है। यह उनकी तुलना करता है और 3 मानों को आउटपुट करता है। पहले आउटपुट 1 है अगर ए < बी, 0 अन्यथा दूसरा 1 है यदि A = B, 0 अन्यथा तीसरा है 1 अगर ए > बी, 0 अन्यथा

# DigitalLight|
source: Digital light is used to check the output of other digital components. It turns green if the input is 1, and turns red if the input is 0.
hi: डिजिटल प्रकाश का उपयोग अन्य डिजिटल घटकों के उत्पादन को जांचने के लिए किया जाता है। इनपुट 1 होने पर यह हरे रंग में बदल जाता है, और यदि इनपुट 0 है तो लाल हो जाता है

# NandGate|
source: NAND gate outputs the opposite of AND gate. If all inputs are 1, output is equal to 0 and as soon as one input is equal to 0 it gives a 1:
hi: नैण्ड गेट ऐण्ड द्वार के विपरीत उत्पादन करता है। अगर सभी इनपुट 1 हैं, आउटपुट 0 के बराबर है और जैसे ही एक इनपुट 0 के बराबर है, यह 1 उत्पादन करता है:

# NandGate|
source: NOT (A AND B)
hi: नॉट (ए ऐण्ड बी)

# NorGate|
source: NOR gate outputs the opposite of OR gate. As soon as there is a 1 in input the output is equal to 0. To obtain a 1 all the inputs must be equal to 0:
hi: नॉर गेट ऑर गेट के विपरीत उत्पादन करता है जैसे ही इनपुट में 1 होता है, आउटपुट 0 के बराबर होता है। 1 प्राप्त करने के लिए सभी इनपुट 0 के बराबर होने चाहिए।

# NorGate|
source: NOT (A OR B)
hi: नॉट (ए ऑर बी)

# NotGate|
source: Not gate (also known as inverter) outputs the opposite of the input. Input 0 gives an output 1. Input 1 gives an output 0:
hi: नॉट गेट (इन्वर्टर के रूप में भी जाना जाता है) इनपुट के विपरीत आउटपुट करता है। इनपुट 0 एक आउटपुट देता है 1. इनपुट 1 आउटपुट देता है 0:

# NotGate|
source: NOT A
hi: नॉट ए

# One|
source: Digital electronics works with only two states: 0 and 1. This allows to operate mathematical operations such as additions, subtractions... It is the basics of computer technics. In reality, 0 is often the representation of a voltage nearly equal to ground voltage and 1 is the representation of the supply voltage of a circuit.
hi: डिजिटल इलेक्ट्रॉनिक्स केवल दो स्थिति: 0 और 1 के साथ काम करता है। इससे गणितीय संचालन संचालित करने की अनुमति मिलती है जैसे कि अतिरिक्त, घटाव ... यह कंप्यूटर टेकनीक की मूल बातें है हकीकत में, 0 अक्सर एक वोल्टेज का प्रतिनिधित्व होता है जो लगभग ग्राउंड वोल्टेज के बराबर होता है और 1 सर्किट की आपूर्ति वोल्टेज का प्रतिनिधित्व होता है।

# OrGate|
source: OR gate outputs 1 if any of the inputs is 1, 0 otherwise:
hi: ऑर गेट 1 आउटपुट देता है अगर कोई भी इनपुट 1 है, अन्यथा 0 :

# OrGate|
source: A OR B
hi: ए ऑर बी

# SevenSegment|
source: 7 segment display takes 7 binary inputs in its input terminals. The display consists of 7 segments and each segment gets lighted according to the input. By generating different combination of binary inputs, the display can be used to display numbers from 0 to 9 and a few letters. The diagram is:
hi: 7 खंड डिस्प्ले में इसके इनपुट टर्मिनलों में 7 बाइनरी इनपुट होते हैं। इस डिस्प्ले में 7 सेगमेंट होते हैं और इनपुट के अनुसार प्रत्येक सेगमेंट रोशन हो जाता है। बाइनरी आदानों के विभिन्न संयोजनों को पैदा करके, प्रदर्शन को 0 से 9 तक के नंबर और कुछ अक्षर प्रदर्शित करने के लिए इस्तेमाल किया जा सकता है। आरेख है:

# SignalGenerator|
source: Signal Generator is used to generate alternating signals of 0 and 1. The time between two changes can be modified by pressing the arrows on the generator.
hi: सिग्नल जेनरेटर का उपयोग 0 और 1 के वैकल्पिक संकेतों को उत्पन्न करने के लिए किया जाता है। जनरेटर पर तीर दबाकर दो परिवर्तनों के बीच का समय संशोधित किया जा सकता है।

# Switch|
source: Switch is used to connect or disconnect two terminals. If the switch is turned on, current can flow through the switch. If the switch is turned off, then the connection between terminal is broken and current can not flow through it.
hi: दो टर्मिनलों को कनेक्ट या डिस्कनेक्ट करने के लिए स्विच का उपयोग किया जाता है अगर स्विच चालू होता है, तो वर्तमान स्विच के माध्यम से प्रवाह कर सकता है। यदि स्विच बंद हो जाता है, तो टर्मिनल के बीच का कनेक्शन टूटा हुआ है और इसके माध्यम से वर्तमान प्रवाह नहीं हो सकता है।

# XorGate|
source: XOR gate outputs 1 if the number of '1' in input is odd, and 0 if number of '1' in input is even. In this activity, a 2 input XOR gate is shown. Output for 2 input XOR gate is:
hi: इक्सक्लुसिव ऑर गेट 1 आउटपुट देता है अगर इनपुट में '1' की संख्या विषम है, और 0 अगर इनपुट में '1' की संख्या सम है, इस गतिविधि में, एक 2 इनपुट इक्सक्लुसिव ऑर गेट दिखाया गया है। 2 इनपुट इक्सक्लुसिव ऑर गेट के लिए आउटपुट है:

# XorGate|
source: A XOR B
hi: ए इक्सक्लुसिव ऑर बी

# Zero|
source: Digital electronics works with only two states: 0 and 1. This allows to operate mathematical operations such as additions, subtractions.. It is the basics of computer technics. In reality, 0 is often the representation of a voltage nearly equal to ground voltage and 1 is the representation of the supply voltage of a circuit.
hi: डिजिटल इलेक्ट्रॉनिक्स केवल दो स्थिति: 0 और 1 के साथ काम करता है। इससे गणितीय संचालन संचालित करने की अनुमति मिलती है जैसे कि अतिरिक्त, घटाव ... यह कंप्यूटर टेकनीक की मूल बातें है हकीकत में, 0 अक्सर एक वोल्टेज का प्रतिनिधित्व होता है जो लगभग ग्राउंड वोल्टेज के बराबर होता है और 1 सर्किट की आपूर्ति वोल्टेज का प्रतिनिधित्व होता है।

# Dataset|
source: Zero input
hi: शून्य इनपुट

# Dataset|
source: One input
hi: एक इनपुट

# Dataset|
source: Digital light
hi: डिजिटल प्रकाश

# Dataset|
source: AND gate
hi: ऐण्ड गेट

# Dataset|
source: OR gate
hi: ऑर गेट

# Dataset|
source: NOT gate
hi: नॉट गेट

# Dataset|
source: XOR gate
hi: इक्सक्लुसिव ऑर गेट

# Dataset|
source: NAND gate
hi: नैण्ड गेट

# Dataset|
source: NOR gate
hi: नॉर गेट

# Dataset|
source: Switch
hi: स्विच

# Dataset|
source: Comparator
hi: तुलनित्र

# Dataset|
source: BCD to 7 segment
hi: बीसीडी से 7 खंड

# Dataset|
source: 7 segment display
hi: 7 खंड डिस्प्ले

# Dataset|
source: Signal generator
hi: संकेत उत्पादक यन्त्र

# Dataset|
source: BCD counter
hi: बीसीडी काउंटर

# Dataset|
source: The digital light will glow when its terminal is connected with an input of 1.
hi: जब उसके टर्मिनल 1 के इनपुट के साथ जुड़ा हुआ है तो डिजिटल प्रकाश चमक जाएगी

# Dataset|
source: Turn the digital light on using the inputs provided.
hi: दिए गए इनपुट का उपयोग करने पर डिजिटल प्रकाश चालू करें

# Dataset|
source: The AND gate produces an output of one when both of its input terminals are of value 1.
hi: ऐण्ड गेट 1 का उत्पादन करता है, जब इसके दोनों इनपुट टर्मिनल 1 मान के होते हैं।

# Dataset|
source: Turn the digital light on using an AND gate and the inputs provided.
hi: प्रदान किए गए इनपुट और एक ऐण्ड गेट का उपयोग करके डिजिटल प्रकाश चालू करें।

# Dataset|
source: The OR gate produces an output of 1 when at least one of its input terminals is of value 1.
hi: ऑर गेट 1 का उत्पादन करता है जब कम से कम एक इनपुट टर्मिनल का मान 1 है।

# Dataset|
source: Turn the digital light on using an OR gate and the inputs provided.
hi: प्रदान किए गए इनपुट और एक ऑर गेट का उपयोग करके डिजिटल प्रकाश चालू करें।

# Dataset|
source: Note: You can draw multiple wires from the output terminal of a component.
hi: नोट: आप एक घटक के आउटपुट टर्मिनल से कई तार आकर्षित कर सकते हैं।

# Dataset|
source: The NOT gate takes a single binary input and flips the value in the output.
hi: नॉट गेट एक बाइनरी इनपुट लेता है और आउटपुट में मान फ़्लिप करता है।

# Dataset|
source: The NAND gate takes two binary inputs and produces one binary output.
hi: नैण्ड गेट दो बाइनरी आदान लेता है और एक द्विआधारी उत्पाद का उत्पादन करता है।

# Dataset|
source: The output of the NAND gate will be zero if both of its inputs are "1". Else, the output will be one.
hi: नैण्ड गेट का उत्पादन शून्य होता है यदि इसकी दोनों निविष्टियाँ "1" हैं वरना, आउटपुट एक होगा

# Dataset|
source: For a more detailed description about the gate, select it and click on the info button.
hi: गेट के बारे में अधिक विस्तृत विवरण के लिए, इसका चयन करें और जानकारी बटन पर क्लिक करें।

# Dataset|
source: Light the bulb using the NAND gate provided.
hi: नैण्ड गेट का उपयोग कर बल्ब प्रकाशित करे।

# Dataset|
source: Light the bulb using the components provided such that the bulb will glow under the following two circumstances:
hi: घटकों का उपयोग करके बल्ब को रोशनी दें जैसे कि बल्ब निम्नलिखित दो परिस्थितियों में चमक जाएगी:

# Dataset|
source: 1. The first switch is turned ON, or
hi: 1. पहला स्विच चालू है, या

# Dataset|
source: 2. Both of the second and the third switches are turned on.
hi: 2. दूसरा और तीसरा स्विच दोनों चालू हैं।

# Dataset|
source: The XOR Gate takes two binary inputs and produces one binary output.
hi: इक्सक्लुसिव ऑर गेट दो बाइनरी इनपुट लेता है और एक बाइनरी आउटपुट का उत्पादन करता है।

# Dataset|
source: The output of the XOR gate will be one if the number of "1" in the input is odd. Else, the output will be zero.
hi: इक्सक्लुसिव ऑर गेट का उत्पादन एक होगा अगर इनपुट में "1" की संख्या विषम है। अन्यथा, आउटपुट शून्य हो जाएगा

# Dataset|
source: Light the bulb using the XOR gate provided.
hi: इक्सक्लुसिव ऑर गेट का उपयोग कर बल्ब प्रकाशित करे।

# Dataset|
source: Light the bulb using the three switches such that the bulb glows when odd number of the switches are turned on.
hi: तीन स्विच का प्रयोग करके बल्ब को प्रकाशित करे जैसे कि बल्ब चमक जाता है जब चालू स्विच की संख्या विषम होती है।

# Dataset|
source: A NOR gate takes 2 binary input and outputs 1 if both of them are 0, otherwise produces an output of 0.
hi: एक नॉर गेट 2 बाइनरी इनपुट लेता है और आउटपुट 1 होता है अगर दोनों 0 इनपुट हैं, अन्यथा 0 का उत्पादन करता है।

# Dataset|
source: Light the bulb using the NOR gate provided.
hi: नॉर गेट का उपयोग कर बल्ब प्रकाशित करे।

# Dataset|
source: Use the gates such that the bulb will glow only when the switch is turned off and remain off when the switch is turned on.
hi: गेट्स का प्रयोग इस तरह करें कि बल्ब चमक जाएगा जब स्विच बंद हो जाता है और स्विच चालू होने पर बंद रहें।

# Dataset|
source: Create a circuit using the components provided such that the bulb glows only when both of the switches are turned on.
hi: घटकों का उपयोग कर एक सर्किट बनाएं, बशर्ते कि बल्ब चमक जाता है, जब दोनों स्विचेस चालू होते हैं।

# Dataset|
source: Create a circuit using the components provided such that the bulb glows when either of the switches are turned on.
hi: घटकों का उपयोग कर एक सर्किट बनाएँ, बशर्ते कि जब कोई भी स्विच चालू होता है तो बल्ब चमकती है।

# Dataset|
source: Create a circuit using the components provided such that the bulb glows only when both of the switches are turned off.
hi: घटकों का उपयोग कर एक सर्किट बनाएं, बशर्ते कि बल्ब केवल तब प्रकाशित करे जब दोनों स्विच बंद हो जाए।

# Dataset|
source: Create a circuit using the components provided such that the bulb will glow when at least one of the switches are turned off.
hi: घटकों का उपयोग कर एक सर्किट बनाएं, बशर्ते बल्ब चमक जाएगा जब कम से कम एक स्विच बंद हो जाएगा।

# Dataset|
source: A comparator takes two numbers (A and B) as input and produces 3 values as output. First value is 1 if A < B, second value is 1 for A = B and third value is 1 for A > B.
hi: एक तुलनित्र दो नंबरों (ए और बी) को इनपुट के रूप में लेता है और आउटपुट के रूप में 3 मान पैदा करता है। पहला मान 1 है यदि ए < बी, दूसरा मान ए = बी के लिए 1 और तीसरा मान ए > बी के लिए 1 होता है।

# Dataset|
source: Create a circuit using the components provided such that the bulb will glow when the value of the current flowing through the first switch is less than or equal to that of the second switch.
hi: घटकों का उपयोग कर एक सर्किट बनाएँ, बशर्ते कि बल्ब चमक जाएगी जब पहली स्विच के माध्यम से बहने वाला मूल्य दूसरी स्विच से कम या उसके बराबर होता है।

# Dataset|
source: The component in the middle is a BCD to seven segment converter.
hi: बीच में घटक सात खंड कनवर्टर के लिए एक बीसीडी है।

# Dataset|
source: It takes 4 bits as input represented in the binary coded decimal (BCD) format and converts the BCD number into a seven segment code.
hi: बाइनरी कोडित दशमलव (बीसीडी) प्रारूप में इनपुट के रूप में 4 बिट्स लगते हैं और बीसीडी नंबर को सात खंड कोड में परिवर्तित करते हैं।

# Dataset|
source: The output of the converter is connected to the seven segment display, to view the value of the input provided.
hi: दिए गए इनपुट के मूल्य को देखने के लिए, कनवर्टर का उत्पादन सात खंड डिस्प्ले से जुड़ा हुआ है।

# Dataset|
source: Display the number "6" in the seven segment display.
hi: सात खंड प्रदर्शन में संख्या "6" प्रदर्शित करें।

# Dataset|
source: The signal generator on the left is used to generate alternating signals between 0 and 1 in a given time period taken as input. The time period by default is 1 second, but it can be changed between 0.25 and 2s.
hi: बाईं ओर संकेत जनरेटर इनपुट के रूप में लिया गया एक निश्चित समय अवधि में 0 और 1 के बीच वैकल्पिक संकेत उत्पन्न करने के लिए उपयोग किया जाता है। डिफ़ॉल्ट रूप से समय अवधि 1 सेकंड है, लेकिन इसे 0.25 और 2 के बीच परिवर्तित किया जा सकता है।

# Dataset|
source: The BCD counter placed under it is a special type of counter which can count from 0 to 9 and back to 0 on application of a clock signal.
hi: इसके तहत स्थित बीसीडी काउंटर एक विशेष प्रकार का काउंटर है जो 0 से 9 तक की गणना कर सकता है और घड़ी संकेत के आवेदन पर वापस 0 कर सकता है।

# Dataset|
source: Connect the components to make sure that the count of 0 to 9 is visible in the seven segment display provided.
hi: घटकों से कनेक्ट करें, यह सुनिश्चित करने के लिए कि 0 से 9 की संख्या सात सेगमेंट डिस्प्ले में उपलब्ध है।

# Dataset|
source: Light the bulb using both the switches such that the bulb will glow only when either the first switch is on and the second switch is off or the first switch is off and the second switch is on.
hi: दोनों स्विचेस का प्रयोग करके बल्ब को प्रकाशित करे, बल्ब चमक जाएगा जब प्रथम स्विच चालू होता है और दूसरा स्विच बंद हो जाता है या प्रथम स्विच बंद हो जाता है और दूसरी स्विच चालू है।

# DigitalElectricity|
source: Input
hi: इनपुट

# DigitalElectricity|
source: Output
hi: उत्पादन

# DigitalElectricity|
source: Tutorial Mode
hi: ट्यूटोरियल मोड

# DigitalElectricity|
source: Free Mode
hi: फ्री मोड

# DigitalElectricity|
source: Select your Mode
hi: अपना मोड चुनें

# ActivityInfo|
source: Draw Letters
gd: Tarraing litrichean
hi: अक्षर लिखें

# ActivityInfo|
source: Connect the dots to draw letters
gd: Ceangail na dotagan airson litrichean a tharraing
hi: अक्षर बनाने के लिए बिन्दुओं को जोड़ें

# ActivityInfo|
source: Learning how to draw the letters in a funny way.
hi: इससे बच्चे अलग-अलग अक्षर बनाने के मजेदार तरीके सीखेंगे।

# ActivityInfo|
source: Draw the letter by connecting the dots in the correct order
gd: Tarraing na litrichean le bhith a’ ceangal nan dotagan san òrdugh cheart
hi: सही क्रम में बिंदुओं को जोड़कर अक्षर बनाएं

# ActivityInfo|
source: Draw Numbers
gd: Tarraing àireamhan
hi: संख्या लिखें

# ActivityInfo|
source: Connect the dots to draw numbers from 0 to 9
gd: Ceangail na dotagan, a’ tarraing àireamhan eadar 0 is 9
hi: 0 से 9 संख्या बनाने के लिए बिन्दुओं को जोड़ें

# ActivityInfo|
source: Learning how to draw the numbers in a funny way.
hi: इससे बच्चे अलग-अलग अक्षर बनाने के मजेदार तरीके सीखेंगे।

# ActivityInfo|
source: Draw the numbers by connecting the dots in the correct order
gd: Tarraing na litrichean le bhith a’ ceangal nan dotagan san òrdugh cheart
hi: सही क्रम में बिंदुओं को जोड़कर संख्याएँ बनाएं

# ActivityInfo|
source: Count the items
gd: Cunnt na nithean
hi: वस्तुएँ गिनें

# ActivityInfo|
source: Place the items in the best way to count them
gd: Cuir an òrdugh as fhearr air na nithean gus an cunntadh
hi: वस्तुओं को गिनने हेतु उन्हें बढ़िया तरीके से जमाएँ
