Repository: lliurex/gcompris
Catalog: po/gcompris_*.po
Languages: gd, hi

# board5|
source: Built in white stone with 36 iconic columns, The Lincoln Memorial is one of the most recognized structures in the United States. The memorial is at the west end of the National Mall, in West Potomac Park, and is an example in Neoclassical architecture. It features a solitary, 19-foot-tall statue of Abraham Lincoln sitting in contemplation, which is flanked on both side chambers with inscriptions of Lincoln’s Second Inaugural Address and arguably his most famous speech, the Gettysburg Address.
hi: 36 प्रतिष्ठित स्तंभों के साथ सफेद पत्थर में निर्मित, लिंकन मेमोरियल संयुक्त राज्य में सबसे मान्यता प्राप्त संरचनाओं में से एक है। स्मारक पश्चिम पॉटॉमैक पार्क में नेशनल मॉल के पश्चिम छोर पर है, और नोकलासीकल वास्तुकला में एक उदाहरण है। इसमें इब्राहीम लिंकन की एक एकमात्र, 19 फुट ऊंची मूर्ति है, जो चिंतन में बैठे हैं, जो लिंकन के द्वितीय उद्घाटन संबोधन और उनका सबसे प्रसिद्ध भाषण, गेटिसबर्ग संबोधन के अभिलेखों के साथ दोनों पक्षों के कक्षों पर स्थित है ।

# board5|
source: Mount Rushmore
hi: माउंट रशमोर

# board5|
source: Mt. Rushmore stands as a shrine of democracy, a monument and memorial to George Washington, this country's birth, growth and ideals. Mount Rushmore symbolizes the greatness of this nation through the greatness of its leaders. The epic sculpture of Mount Rushmore depicts the faces of four exalted American presidents that symbolize this nation's rich history, rugged determination and lasting achievements.
hi: माउंट रशमोर लोकतंत्र का एक तीर्थ, जॉर्ज वॉशिंगटन का एक स्मारक, इस देश का जन्म, विकास और आदर्शों के रूप में खड़ा है। माउंट रशमोर अपने नेताओं की महानता के माध्यम से इस देश की महानता का प्रतीक है। माउंट रशमोर की महाकाव्य मूर्तिकला ने चार उच्चतम अमेरिकी राष्ट्रपतियों के चेहरों को दर्शाया है जो इस देश के समृद्ध इतिहास, सख़्त दृढ़ संकल्प और स्थायी उपलब्धियों का प्रतीक है।

# board5|
source: Navajo
hi: नवाजो

# board5|
source: Navajo National Monument is a National Monument located within the northwest portion of the Navajo Nation territory in northern Arizona, which was established to preserve three-well preserved cliff dwellings of the Ancestral Puebloan People: Keet Seel (Kitsʼiil), Betatakin (Bitátʼahkin), and Inscription House (Tsʼah Biiʼ Kin). The monument is high on the Shonto plateau, overlooking the Tsegi Canyon system, west of Kayenta, Arizona. It features a visitor center with a museum, two short self-guided mesa top trails, two small campgrounds, and a picnic area. Rangers guide visitors on free tours of the Keet Seel and Betatakin cliff dwellings. The Inscription House site, further west, is currently closed to public access.
gd: Tha Navajo National Monument ’na National Monument sa cheàrn iar-dheas de thalamh Nàisean nan Navajo ann an taobh tuath Arizona agus chaidh stèidheachadh airson trì clachain-chliof àrsaidh a ghlèidheadh: Kits’iilí (Keet Seel), Bitátʼahkin (Betatakin) agus Tsʼah Biiʼ Kin (Taigh an Sgrìobhaidh). Tha am monument seo gu h-àrd air sgùman Shonto, a’ coimhead thairis air lìonra Tsegi Canyon, iar air Kayenta ann an Arizona. Tha ionad luchd-turas ann, taigh-tasgaidh, dà shlighe ghoirid air a’ mhesa a tha fosgailte dhan a h-uile duine, dà làrach-campachaidh bheag agus raon chuirmean-cnuic. Tha na tursan gu tuinneachadh Kits’iilí agus Bitátʼahkin an-asgaidh ach feumar a dhol ann le maor na pàirce. Tha Taigh an Sgrìobhaidh, nas fhaide san iar, dùinte dhan phobal aig an àm seo.
hi: नावाजो नेशनल स्मारक एक राष्ट्रीय स्मारक है, जो उत्तरी एरिजोना में नवाजो राष्ट्र क्षेत्र के उत्तर-पश्चिमी भाग में स्थित है, जो पैतृक पुएब्लोन लोगों के तीन अच्छी तरह से संरक्षित चट्टानों के आवासों को संरक्षित करने के लिए स्थापित किया गया था: कीट सील (किट) (बेट्स), बेटाटकिन (बिटैट'हाकिन) और शिलालेख हाउस (तसः बी किन)। स्नोमर, शिंटो पठार पर उच्च है, केएसएन्टा, एरिज़ोना के पश्चिम में, सेस्गी कैन्यन सिस्टम को देखते हुए। इसमें एक संग्रहालय के साथ एक आगंतुक केंद्र है, दो लघु स्व-निर्देशित मेसा शीर्ष ट्रेल्स, दो छोटे कैम्प ग्राउंड और एक पिकनिक क्षेत्र है। रेंजर्स कीट सील और बीटाटाकिन चट्टान के घरों के मुफ्त पर्यटन स्थलों पर मार्गदर्शन करते हैं। इंस्क्रिप्शन हाउस साइट, आगे पश्चिम, वर्तमान में सार्वजनिक पहुंच के लिए बंद है।

# board5|
source: Statue of Liberty
gd: Ìomhaigh na Saorsa
hi: स्वतंत्रता की मूर्ति

# board5|
source: Perhaps the best-known monument and symbol of the United States is the Statue of Liberty, which sits on its own tiny island in New York City. The statue was a gift from the people of France and was dedicated in October 1886.
hi: शायद सबसे प्रसिद्ध स्मारक और संयुक्त राज्य का प्रतीक स्टैच्यू ऑफ़ लिबर्टी है, जो न्यूयॉर्क शहर में अपने छोटे से द्वीप पर बैठता है। यह प्रतिमा फ्रांस के लोगों से एक उपहार थी और अक्टूबर 1886 में समर्पित थी।

# board5|
source: Fort Sumter
hi: फोर्ट सम्टर

# board5|
source: Originally built as a defensive structure following the War of 1812, it was at this oceanfront fortification in Charleston Harbor, South Carolina, that the first shots of the Civil War were fired. Inside Fort Sumter, a number of exhibits offer perspectives on U.S. history, particularly the divisions between North and South that eventually resulted in the war.
hi: 1812 के युद्ध के बाद मूल रूप से रक्षात्मक संरचना के रूप में बनाया गया, यह चार्ल्सटन हार्बर, दक्षिण कैरोलिना में इस महासागरीय तटबंध पर था, कि नागरिक युद्ध के पहले शॉट को निकाल दिया गया था। किले सम्टर के अंदर, कई प्रदर्शन यू.एस. के इतिहास पर विशेष रूप से दृष्टिकोण की पेशकश करते हैं, विशेष रूप से उत्तर और दक्षिण के बीच के विभाजन, जो अंततः युद्ध के परिणामस्वरूप होते हैं

# board5|
source: Monuments of US
hi: अमेरिका के स्मारक

# board5|
source: Click on location where the given monument is located.
gd: Briog air an àite far a bheil an làrach-chuimhne ud.
hi: उस स्थान पर क्लिक करें जहां दिया गया स्मारक स्थित है।

# board6|
source: Great Pyramid of Giza
hi: गीज़ा के महान पिरामिड

# board6|
source: The Great Pyramid of Giza is also known as the Pyramid of Khufu or the Pyramid of Cheops. It is considered to be the oldest of all the Seven Wonders of the Ancient World. It is also the largest of all the three pyramids in the Giza. It is situated in Giza Necropolis of Egypt. The initial construction has been started by Egyptian Pharaoh Khufu then it was continued by his son Khafre and finally completed by Menkaure. It took almost 20 years to build the pyramid and approximately 2 million blocks of stone has been used in the construction. The height of the pyramid is approximately 139 meters making it the highest pyramid of Egypt.
hi: गीज़ा के महान पिरामिड को खुफू के पिरामिड या चीओप्स के पिरामिड के रूप में भी जाना जाता है। यह प्राचीन विश्व के सभी सात आश्चर्यों का सबसे पुराना माना जाता है। यह गीज़ा के सभी तीन पिरामिड में भी सबसे बड़ा है। यह मिस्र के गिझा नेक्रोपॉलिस में स्थित है प्रारंभिक निर्माण मिस्र के फिरौन खुफू द्वारा शुरू किया गया है, तब इसे अपने बेटे खफ़्र द्वारा जारी रखा गया था और अंत में मेकाकोर द्वारा पूरा किया गया था पिरामिड का निर्माण करने में लगभग 20 साल लग गए और निर्माण में लगभग २० लाख ब्लॉक पत्थर का उपयोग किया गया है। पिरामिड की ऊंचाई लगभग 139 मीटर है जो मिस्र के सर्वोच्च पिरामिड है।

# board6|
source: Bent Pyramid
hi: बेंट पिरामिड

# board6|
source: The Bent Pyramid located at Dahshur was the second pyramid built by pharaoh Sneferu. Mysteriously, this true pyramid rises from the desert at an angle of 55 degrees and then suddenly changes to a more gradual angle of 43 degrees. One theory holds that due to the steepness of the original angle the weight to be added above the inner chambers and passageways became too large, forcing the builders to adopt a shallower angle. Today, the Bent Pyramid is the only pyramid in Egypt of which the outer casing of polished limestone is still largely intact.
hi: दहेशुर स्थित बेंट पिरामिड, फारो सनेफू द्वारा बनाए गए दूसरा पिरामिड था। रहस्यमय तरीके से, यह सच पिरामिड रेगिस्तान से 55 डिग्री के कोण पर उगता है और फिर अचानक 43 डिग्री के अधिक क्रमिक कोण में बदल जाता है। एक सिद्धांत का मानना है कि मूल कोण की ढलान के कारण आंतरिक कक्षों के ऊपर वजन जोड़ा जा सकता है और पारगमन बहुत बड़ा हो गया, जिससे बिल्डरों को कमर कोण को अपनाना पड़ता है आज, बेंट पिरामिड मिस्र में एकमात्र पिरामिड है, जिसमें से पॉलिश चूना पत्थर का बाहरी आवरण अब भी काफी हद तक बरकरार है।

# board6|
source: Pyramid of Meidum
hi: मेइदुम के पिरामिड

# board6|
source: Five miles south of Saqqara in Egypt stands the mysterious tower-like pyramid of Meidum, which today scarcely resembles a typical pyramid at all. The pyramid was probably built during the reign of the 4th Dynasty pharaoh Sneferu, although it is believed by some that the pyramid may have been started by Sneferu’s predecessor, Huni. At some point during its construction the steps of the pyramid were filled with limestone encasing marking the first attempt by the ancient Egyptians at the construction of a true pyramid.
hi: मिस्र में सैकरा से पांच मील की दूरी पर मीइडम के रहस्यमय टॉवर जैसा पिरामिड खड़ा है, जो आज शायद ही एक विशिष्ट पिरामिड जैसा दिखता है। पिरामिड शायद 4 वें राजवंश फारो सनेफू के शासनकाल के दौरान बनाया गया था, हालांकि यह कुछ लोगों द्वारा माना जाता है कि स्नेफु के पूर्ववर्ती, हुनी ने पिरामिड को शुरू किया हो सकता है। इसके निर्माण के दौरान कुछ बिंदुओं पर पिरामिड के चरणों में मिस्र के एक असली पिरामिड के निर्माण पर पहला प्रयास किए जाने वाले चूना पत्थर से भरे हुए थे।

# board6|
source: Red Pyramid
hi: लाल पिरामिड

# board6|
source: Red Pyramid was one of the finest and successful attempts by Pharaoh Sneferu in building world’s first ever smooth sided pyramid during the Ancient Egypt period. The height of the pyramid is 104 meters making it the world’s 4th largest pyramid in Egypt. The pyramid has been built with red limestone stones and hence the name. The local people of Egypt called it as el-heram el-watwaat meaning the Bat Pyramid.
hi: प्राचीन मिस्र की अवधि के दौरान दुनिया की पहली चिकनी पक्षीय पिरामिड के निर्माण में फिरौन स्नेफरु द्वारा लाल और पिरामिड के बेहतरीन और सफल प्रयासों में से एक था। पिरामिड की ऊंचाई 104 मीटर है जिससे यह मिस्र में दुनिया का चौथा सबसे बड़ा पिरामिड है। पिरामिड लाल चूना पत्थर के पत्थरों के साथ बनाया गया है और इसलिए नाम है। मिस्र के स्थानीय लोगों ने इसे अल-हेराम एल-वाटवाट कहा था जिसका अर्थ है बैट पिरामिड।

# board6|
source: Egyptian pyramids
gd: Bioramaidean na h-Èipheit
hi: मिस्र के पिरामिड

# board6|
source: Click on location where the given pyramid is located.
gd: Briog air an àite far a bheil a’ bhioramaid ud.
hi: उस स्थान पर क्लिक करें जहां दिया गया स्मारक स्थित है।

# ActivityInfo|
source: Explore World Animals
gd: Fiosraich beathaichean an t-saoghail
hi: पशुओं का संसार देखें

# ActivityInfo|
source: Learn about world animals, interesting facts and their location on a map.
gd: Ionnsaich mu bheathaichean fiadhaich is far a bheil iad air a’ mhapa is faigh fiosrachadh inntinneach mun dèidhinn.
hi: दुनिया के जानवरों, दिलचस्प तथ्यों और नक्शे पर उनके स्थान के बारे में जानें।

# ActivityInfo|
source: There are two levels in this game. In level one, players enjoy exploring each animal on the screen. Click on the question mark, and learn about the animal, what it's name is, and what it looks like. Study well this information, because you will be tested in level 2! In level two, a random text prompt is displayed and you must click on the animal that matches the text. When you have matched all texts correctly, you win!
gd: Tha dà leibheil sa gheama seo. Air leibheil a h-aon, fiosraichidh na cluicheadairean gach beathach air an sgrìn. Briog air a’ chomharra-ceiste is ionnsaich mun bheathach, an t-ainm is an coltas a tha air. Sgrùd am fiosrachadh seo gu mionaideach, oir bidh deuchainn ann air leibheil 2! Air leibheil a dhà, chì thu teacsa air thuaiream is feumaidh tu briogadh air a’ bheathach fhreagarrach. Gheibh thu buaidh ma dh’aithnicheas tu na h-uile beathach!
hi: इस खेल में दो स्तर हैं। स्तर एक में, खिलाड़ियों स्क्रीन पर प्रत्येक जानवर की तलाश का आनंद लें। प्रश्न चिह्न पर क्लिक करें और जानवर के बारे में जानें, इसका नाम क्या है, और यह कैसा दिखता है। अच्छी तरह से इस जानकारी का अध्ययन करें, क्योंकि आपका स्तर 2 में परीक्षण किया जाएगा! स्तर दो में, एक यादृच्छिक पाठ संकेत प्रदर्शित होता है और आपको उस जानवर पर क्लिक करना होगा जो लेख से मेल खाती है। जब आप सही तरीके से सभी लेखों का मिलान कर देंगे, तो आप जीत जायेंगे!

# board1|
source: Jaguar
gd: Deàguar
hi: जगुआर

# board1|
source: Jaguars are named after the Native American word meaning 'he who kills with one leap' because they like to climb trees to attack their prey.
gd: Chaidh deàguaran ainmeachadh a-rèir facal nan tùsanach Aimeireaganach sa bheil a’ chiall “am fear a mharbhas le aon leum”
hi: जगुआर नाम एक मूल अमेरिकी निवासी शब्द पर रखा गया है जिसका अर्थ है 'वह जो एक छलांग के साथ मारता है' क्योंकि वे अपने शिकार पर हमला करने के लिए पेड़ों पर चढ़ना पसंद करते हैं।

# board1|
source: Hedgehog
gd: Gràineag
hi: हेजहॉग

# board1|
source: Hedgehogs eat small animals, like frogs and insects, so many people keep them as useful pets. When in danger, they will curl up into a ball and stick up their coat of sharp spines.
gd: Ithidh gràineagan beathaichean beaga mar losgannan is biastagan, mar sin cumaidh iomadh daoine iad mar pheataichean feumail. Nuair a bhios iad fo chunnart, nì iad bàla dhaibh fhèin leis na bioran geura aca an àirde.
hi: हेजहोग छोटे जानवर खाते हैं, जैसे कि बेडूक और कीड़े, इतने सारे लोग उन्हें उपयोगी पालतू जानवर मानते हैं। खतरे में होने पर, वे एक गेंद का आकर लेकर अपने तेज़ नोकीले काटें निकल लेते हैं।

# board1|
source: Giraffe
gd: Sioraf
hi: जिराफ़

# board1|
source: The giraffe lives in Africa and is the tallest mammal in the world. Just their legs, which are usually 1.8 meters long, are taller than most humans!
gd: Tha siorafan a’ fuireach ann an Afraga is ’s e am beathach as àirde fon ghrèin a th’ annta. Tha na casan aca, a tha 1.8 meatair a dh’fhaid mar as trice, nas àirde na a’ mhòr-chuid againne!
hi: जिराफ अफ्रीका में रहता है और दुनिया में सबसे ऊंचा स्तनपायी है। बस उनके पैरों, जो आम तौर पर 1.8 मीटर लंबा, अधिकतर मनुष्यों की तुलना में लम्बे होते हैं!

# board1|
source: Bison
gd: Buabhall
hi: बायसन

# board1|
source: Bison live on the plains of North America and were hunted by the Native Americans for food.
gd: Tha buabhallan a’ fuireach air machair mòr Aimeireaga a Tuath is bhiodh na tùsanaich gan sealg airson bìdh.
hi: बाइसन उत्तरी अमेरिका के मैदानों पर रहते हैं और मूल अमेरिकियों द्वारा भोजन के लिए शिकार कर रहे थे।

# board1|
source: Narwhal
gd: Muc-mhara adharcach
hi: नरव्हेल

# board1|
source: Narwhals are whales that live in the Arctic Ocean and have long tusks. These tusks remind many people of the mythical unicorn's horn.
gd: Tha na mucan-mara adharcach a’ fuireach sa Chuan Artach is tha tosgan fada orra. Cuiridh na tosgan seo an aon-adharcach faoinsgeulach an cuimhne iomadh dhaoine.
hi: नारह्हेल वेल्हे हैं जो आर्कटिक महासागर में रहते हैं जिनके लंबे दांत होते हैं। ये दांत पौराणिक गेंडा के सींग के कई लोगों को याद दिलाते हैं

# board1|
source: Explore exotic animals from around the world.
gd: Fiosraich beathaichean allmharach o fheadh an t-saoghail.
hi: दुनिया भर के खास जानवरों के बारे में जानें।

# board1|
source: Click on location where the given animal lives.
gd: Briog air an àite far a bheil am beathach seo a’ fuireach.
hi: स्थान पर क्लिक करें जहां दिए गए पशु का आवास स्थल है।

# board2|
source: Chameleon
gd: Leòmhan-làir
hi: गिरगिट

# board2|
source: Chameleon lives in Africa and Madagascar and is well-known for its ability to change its skin color in a couple of seconds.
gd: Tha an leòmhan-làir a’ fuireach ann an Afraga agus Madagasgar agus tha e ainmeil a chionn ’s gu bheil comas aig dath a chraicinn atharrachadh ann am priobadh na sùla.
hi: गिरगिट अफ्रीका और मेडागास्कर में रहता है और कुछ सेकंडों में अपनी त्वचा का रंग बदलने की क्षमता के लिए प्रसिद्ध है।

# board2|
source: Polar bear
gd: Mathan-bàn
hi: ध्रुवी भालू

# board2|
source: Polar bear is one of the world's largest predatory mammals. It weights up to a ton and can be as long as 3 meters!
gd: ’S e am mathan-bàn aon dhe na mamailean seilg as motha san t-saoghal. Bidh cuideam suas ri tunna ann agus bidh e suas ri 3 meatairean a dh’fhaid!
hi: ध्रुवीय भालू दुनिया के सबसे बड़े हिंसक स्तनधारियों में से एक है। इनका वजन 1 टन और लंबाई 3 मीटर तक हो सकती है।

# board2|
source: Kangaroo
gd: Cangaru
hi: कंगारू

# board2|
source: Kangaroo lives in Australia and is well-known for pouch on its belly used to cradle baby kangaroos.
gd: Tha an cangaru a’ fuireach ann an Astràilia agus tha e ainmeil leis gu bheil bolg aige far am fàs cuileanan cangaru mòr.
hi: कंगारू आस्ट्रेलिया में रहते है और अपने पेट पर थैली के लिए प्रसिद्ध है, जिसे वे अपने बच्चों को रखने के लिए इस्तेमाल रखते हैं।

# board2|
source: Scarlet macaw
gd: Macaw sgàrlaid
hi: स्कारलेट मकाव

# board2|
source: Scarlet macaw lives in South America and is a big and bright colored parrot, able to learn up to 100 words!
gd: Tha am macaw sgàrlaid a’ fuireach ann an Aimeireaga a Deas agus ’s e piorraid mhòr dhathach a tha ann agus ionnsaichidh iad suas ri 100 faclan!
hi: स्कारलेट मकाव दक्षिण अमेरिका में रहने वाला एक बड़ा और चमकदार रंग का तोता है, जो 100 शब्दों तक सीख सकता है!

# board2|
source: Moose
gd: Lon
hi: मूस

# board2|
source: Being the largest of all the deers, moose eats as much as 25 kg a day. However, it's not easy, so sometimes moose has to stand on its hind legs to reach branches up to 4 meters!
gd: ’S an lon am fiadh as motha a tha ann agus leis a sin, ithidh e suas ri 25kg a bhiadh san latha. Ge-tà, chan eil e furasta uiread a bhiadh a lorg agus uaireannan seasaidh iad air na casan-deiridh aca is ruigidh iad geugan a tha suas ri 4 meatairean os cionn na talmhainn!
hi: सभी हिरणों का सबसे बड़ा होने के नाते, मूस रोजाना 25 किलोग्राम प्रति दिन खाती है। हालांकि, यह आसान नहीं है, तो कभी कभी मूस 4 मीटर तक शाखाओं तक पहुंचने के लिए पिछले पैरों पर खड़े हो जाते हैं !

# board2|
source: Explore exotic animals from around the world.
gd: Fiosraich beathaichean allmharach o fheadh an t-saoghail.
hi: दुनिया भर से विदेशी जानवरों का अन्वेषण करें

# board2|
source: Click on location where the given animal lives.
gd: Briog air an àite far a bheil am beathach seo a’ fuireach.
hi: स्थान पर क्लिक करें जहां दिए गए पशु का आवास स्थल है।

# board3|
source: Crocodile
gd: Crogall
hi: मगरमछ

# board3|
source: A crocodile is a large amphibious reptile. It lives mostly in large tropical rivers, where it is an ambush predator.
gd: ’S e snàigeach muir-thìreach mòr a tha ann an crogall. Mar is trice bidh iad a’ fuireach ann an aibhnichean tropaigeach mòr far an glac iad beathaichean eile gun fhiosta.
hi: मगरमच्छ एक बड़ा द्विधा गतिवाला सरीसृप है। यह ज्यादातर बड़े उष्णकटिबंधीय नदियों में रहता है, जहां यह घात लगाकर शिकार करता है।

# board3|
source: Komodo dragon
gd: Dràgan Komodo
hi: कोमोडो ड्रेगन

# board3|
source: The Komodo dragon is the largest living lizard (up to 3 meters). It inhabits the Indonesian islands.
gd: ’S e dràgan Komodo an dearc-luachrach as motha a tha beò an-diugh (suas ri 3 meatairean a dh'fhaid). Tha e a’ fuireach air cuid a dh’eileanan na h-Innd-Innse.
hi: कोमोडो ड्रैगन सबसे बड़ा जीवित छिपकली (3 मीटर तक) है। यह इंडोनेशियाई द्वीपों में पाया जाता है।

# board3|
source: Koala
hi: कओला

# board3|
source: Koalas are herbivore marsupials that live in the eucalyptus forests of eastern Australia.
gd: Tha an koala ’na phocanach lus-itheach a tha a’ fuireach ann an coilltean eucalyptus Astràilia an ear.
hi: कोअला पूर्वी ऑस्ट्रेलिया के युकलिप्टुस वनों में रहते हैं।

# board3|
source: Ring-tailed lemur
gd: Lìomar stiall-earballach
hi: अंगूठी-पूंछ लेमर

# board3|
source: Lemur is a primate that lives in the dry regions of southwest Madagascar. The striped tail makes it easy to recognize.
gd: Tha an lìomar ’na phrìomhaid a tha a’ fuireach sna sgìrean tiomra ann am Madagasgar. Aithnichear e gun duilgheadas sam bith air an earball stiallach aige.
hi: लेमुर एक वानर है जो दक्षिण-पश्चिम मैडागास्कर के शुष्क क्षेत्रों में रहता है। इनकी धारीदार पूंछ इन्हें पहचानना आसान बनाती है।

# board3|
source: Panda
hi: पांडा

# board3|
source: Panda is a bear with black and white fur that lives in a few mountain ranges in central China. Pandas mostly eat bamboo.
gd: ’S e matha geal is dubh a tha sa phanda is tha e a’ fuireach ann an grunn sgìrean beanntach ann am meadhan na Sìne. Ithich iad bambù mar is trice.
hi: पांडा काले और सफेद रंग के फर वाला एक भालू है जो मध्य चीन में कुछ पर्वत श्रृंखलाओं में रहता है। पांडा ज्यादातर बांस कहतें हैं।

# board3|
source: Explore exotic animals from around the world.
gd: Fiosraich beathaichean allmharach o fheadh an t-saoghail.
hi: दुनिया भर के खास जानवरों के बारे में जानें।

# board3|
source: Click on location where the given animal lives.
gd: Briog air an àite far a bheil am beathach seo a’ fuireach.
hi: स्थान पर क्लिक करें जहां दिए गए पशु का आवास स्थल है।

# ActivityInfo|
source: Explore World Music
gd: Fiosraich ceòl an t-saoghail
hi: विश्व संगीत की दुनिया में जाएं

# ActivityInfo|
source: Learn about the music of the world.
gd: Ionnsaich mu dhèidhinn ceòl an t-saoghail.
hi: दुनिया के संगीत के बारे में जानें।

# ActivityInfo|
source: Develop a better understanding of the variety of music present in the world
gd: Faigh tuigse nas fhearr air an caochladh de chiùil a tha air feadh an t-saoghail
hi: दुनिया में मौजूद संगीत की विविधता की बेहतर समझ विकसित करें।

# ActivityInfo|
source: There are three levels in this activity. In the first level, enjoy exploring music from around the world. Click on each suitcase to learn about the music from that area, and listen to a short sample. Study well, because there will be two games related to this information next! The second level is a matching game. You will hear a clip of music, and you must select the location that corresponds to that music. Click the play button if you'd like to hear the music again. You win the level when you have correctly matched all sound clips. The third level is also a matching game. You must select the location that matches the text description on the screen. You win the level when you have correctly matched all text prompts.
gd: Tha trì leibheilean sa chleas seo. Air a’ chiad leibheil, fiosraichidh tu ceòl o fheadh an t-saoghail. Briog air gach màileid gus ionnsachadh mu cheòl san roinn sin is èist ri blasad beag dheth. Dèan deagh sgrùdadh on a bhios dà gheama eile ann co-cheangailte ris an fhiosrachadh seo! ’S e geama seiseachaidh a th’ anns an dàrna leibheil. Èistidh tu ri bloigh chiùil is feumaidh tu an t-àite a thaghadh às a bheil an ceòl seo. Briog air a’ phutan cluiche ma tha thu airson èisteachd ris a’ cheòl a-rithist. Gheibh thu buaidh air an leibheil ma chuir thu na h-uile bloigh chiùil ris an àite aice. ’S e geama seiseachaidh a th’ anns an treas leibheil mar an ceudna. Feumaidh tu an t-àite a thaghadh a fhreagras ris an tuairisgeul air an sgrìn. Gheibh thu buaidh air an leibheil ma chuir thu na h-uile teacsa ris an àite aige.
hi: इस गतिविधि में तीन स्तर हैं। प्रथम स्तर पर, दुनिया भर से संगीत तलाशने का आनंद लें। उस क्षेत्र से संगीत के बारे में जानने के लिए प्रत्येक सूटकेस पर क्लिक करें और एक छोटा नमूना सुनें। अच्छी तरह से अध्ययन करें, क्योंकि आगे इस जानकारी से संबंधित दो खेल होंगे! दूसरा स्तर एक मिलान गेम है। आप संगीत की एक क्लिप सुनेंगे, और आपको उस स्थान का चयन करना होगा जो उस संगीत से मिलता हो। यदि आप फिर से संगीत सुनना चाहते हैं तो प्ले बटन पर क्लिक करें। जब आप सही ढंग से सभी ध्वनि क्लिप का मिलान कर देंगे तो आप इस स्तर को जीत जायेंगे। तीसरा स्तर भी एक मिलान गेम है। आपको स्क्रीन पर लेख विवरण से मेल खाने वाला स्थान चुनना होगा। जब आप सही तरीके से सभी लेख संकेतों से मिलान करा देंगे तो आप इस स्तर को जीत जायेंगे।

# ActivityInfo|
source: Images from http://commons.wikimedia.org/wiki, http://archive.org
gd: Dealbhan o http://commons.wikimedia.org/wiki, http://archive.org
hi: http://commons.wikimedia.org/wiki, http://archive.org से छवियाँ

# board1|
source: Australia
gd: Astràilia
hi: आस्ट्रेलिया
