Repository: lliurex/gcompris
Catalog: po/gcompris_*.po
Languages: gd, hi

# board5_0|
source: Finland
gd: An Fhionnlann
hi: फिनलैंड

# board5_0|
source: Denmark
gd: An Danmhairg
hi: डेनमार्क

# board5_0|
source: Belgium
gd: A’ Bheilg
hi: बेल्जियम

# board5_0|
source: Austria
gd: An Ostair
hi: आस्ट्रिया

# board6_0|
source: Eastern Europe
gd: An Roinn-Eòrpa Earach
hi: पूर्वी यूरोप

# board6_0|
source: Greece
gd: A’ Ghreug
hi: ग्रीस

# board6_0|
source: Ukraine
gd: An Ucràin
hi: उक्रेन

# board6_0|
source: Turkey
gd: An Tuirc
hi: तुर्की

# board6_0|
source: Slovenia
gd: An t-Slòbhain
hi: स्लोवेनिया

# board6_0|
source: Slovak Republic
gd: Poblachd na Slòbhaice
hi: स्लोवाक गणराज्य

# board6_0|
source: Montenegro
gd: Am Monadh Neagrach
hi: मोंटेंग्रो

# board6_0|
source: Serbia
gd: An t-Sèirb
hi: सर्बिया

# board6_0|
source: Russia
gd: An Ruis
hi: रुस

# board6_0|
source: Romania
gd: Romàinia
hi: रोमानिया

# board6_0|
source: Poland
gd: A’ Phòlainn
hi: पोलैंड

# board6_0|
source: Moldova
gd: A’ Mholdobha
hi: मॉल्दोवा

# board6_0|
source: Macedonia
gd: A’ Mhasadon
hi: मकदूनिया

# board6_0|
source: Lithuania
gd: An Liotuain
hi: लिथुआनिया

# board6_0|
source: Latvia
gd: An Laitbhe
hi: लाटविया

# board6_0|
source: Hungary
gd: An Ungair
hi: हंगरी

# board6_0|
source: Estonia
gd: An Eastoin
hi: एस्तोनिया

# board6_0|
source: Czechia
gd: An t-Seic
hi: चेकिया

# board6_0|
source: Croatia
gd: A’ Chròthais
hi: क्रोएशिया

# board6_0|
source: Bulgaria
gd: A’ Bhulgair
hi: बुल्गारिया

# board6_0|
source: Bosnia Herzegovina
gd: Bosna is Hearsagobhana
hi: बॉस्निया और हर्ज़ेगोविना

# board6_0|
source: Belarus
gd: A’ Bhealaruis
hi: बेलारूस

# board6_0|
source: Albania
gd: Albàinia
hi: अल्बानिया

# board7_0|
source: Northern Africa
gd: Ceann a tuath Afraga
hi: उत्तरी अफ्रीका

# board7_0|
source: Western Sahara
gd: Sathara an Iar
hi: पश्चिमी सहारा

# board7_0|
source: Uganda
hi: उगांडा

# board7_0|
source: Tunisia
gd: Tuinisea
hi: ट्यूनीशिया

# board7_0|
source: Togo
hi: टोगो

# board7_0|
source: Sudan
gd: Sudàn
hi: सूडान

# board7_0|
source: Somalia
gd: Somàilia
hi: सोमालिया

# board7_0|
source: Sierra Leone
gd: Siarra Leòmhann
hi: सिएरा लिओन

# board7_0|
source: Senegal
gd: Seanagal
hi: सेनेगल

# board7_0|
source: Rwanda
gd: Rubhanda
hi: रवांडा

# board7_0|
source: Niger
gd: Nìgeir
hi: निगर

# board7_0|
source: Nigeria
gd: Nigèiria
hi: नाइजीरिया

# board7_0|
source: Morocco
gd: Moroco
hi: मोरक्को

# board7_0|
source: Mauritania
gd: Moratàinea
hi: मारीतानिया

# board7_0|
source: Mali
gd: Màili
hi: माली

# board7_0|
source: Libya
gd: Libia
hi: लीबिया

# board7_0|
source: Liberia
gd: Libèir
hi: लाइबेरिया

# board7_0|
source: Ivory Coast
gd: An Costa Ìbhri
hi: आइवरी कोस्ट

# board7_0|
source: Guinea
gd: Gini
hi: गुईना

# board7_0|
source: Guinea Bissau
gd: Gini-Bioso
hi: गिनी बिसाउ

# board7_0|
source: Ghana
gd: Gàna
hi: घाना

# board7_0|
source: Gambia
gd: A’ Ghaimbia
hi: जाम्बिया

# board7_0|
source: Gabon
hi: गेबॉन

# board7_0|
source: Eritrea
gd: Eartra
hi: एरिट्रीया

# board7_0|
source: Ethiopia
gd: An Itiop
hi: इथियोपिया

# board7_0|
source: Equatorial Guinea
gd: Gini Mheadhan-chriosach
hi: इक्वेटोरियल गुएना

# board7_0|
source: Egypt
gd: An Èiphit
hi: मिश्र

# board7_0|
source: Djibouti
gd: Diobùtaidh
hi: डिबौती

# board7_0|
source: Chad
gd: An t-Seàd
hi: चाड

# board7_0|
source: Central African Republic
gd: Poblachd Meadhan Afraga
hi: सेंट्रल अफ्रीकन रिपब्लिक

# board7_0|
source: Cameroon
gd: Camarun
hi: कैमरून

# board7_0|
source: Burkina Faso
gd: Buirciona Faso
hi: बुर्किना फासो

# board7_0|
source: Benin
gd: Beinin
hi: बेनिन

# board7_0|
source: Algeria
gd: Aildiria
hi: अल्जीरिया

# board8_0|
source: Southern Africa
gd: Ceann a deas Afraga
hi: दक्षिणी अफ्रीका

# board8_0|
source: Zimbabwe
gd: An t-Sìombab
hi: जिम्बाबवे

# board8_0|
source: Zambia
gd: Sàimbia
hi: ज़ाम्बिया

# board8_0|
source: Uganda
hi: उगांडा

# board8_0|
source: Tanzania
gd: An Tansan
hi: तंजानिया

# board8_0|
source: Swaziland
gd: Dùthaich nan Suasaidh
hi: स्वाजीलैंड

# board8_0|
source: South Africa
gd: Afraga a Deas
hi: दक्षिणी अफ्रीका

# board8_0|
source: Rwanda
gd: Rubhanda
hi: रवांडा

# board8_0|
source: Republic of Congo
gd: Poblachd na Congo
hi: कांगो गणराज्य

# board8_0|
source: Namibia
gd: An Namaib
hi: नामीबिया

# board8_0|
source: Mozambique
gd: Mòsaimbic
hi: मोज़ाम्बीक

# board8_0|
source: Malawi
gd: Malabhaidh
hi: मलावी

# board8_0|
source: Madagascar
gd: Madagasgar
hi: मेडागास्कर

# board8_0|
source: Lesotho
gd: Leasoto
hi: लेसोथो

# board8_0|
source: Kenya
gd: Ceinia
hi: केन्या

# board8_0|
source: Gabon
hi: गेबॉन

# board8_0|
source: Equatorial Guinea
gd: Gini Mheadhan-chriosach
hi: इक्वेटोरियल गुएना

# board8_0|
source: Democratic Republic of Congo
gd: Poblachd Dheamocratach na Congo
hi: कांगो लोकतान्त्रिक गणराज्य

# board8_0|
source: Burundi
gd: Burundaidh
hi: बुरूंडी

# board8_0|
source: Botswana
gd: Botsuana
hi: बोत्सवाना

# board8_0|
source: Angola
gd: Angòla
hi: अंगोला

# board9_0|
source: Asia
gd: Àisea
hi: एशिया

# board9_0|
source: Russia
gd: An Ruis
hi: रुस

# board9_0|
source: Mongolia
gd: Dùthaich nam Mongol
hi: मंगोलिया

# board9_0|
source: Japan
gd: An t-Seapan
hi: जापान

# board9_0|
source: North Korea
gd: Coirèa a Tuath
hi: उत्तरी कोरिया

# board9_0|
source: South Korea
gd: Coirèa a Deas
hi: दक्षिणी कोरिया

# board9_0|
source: Kazakhstan
gd: Casachstàn
hi: कज़ाखिस्तान

# board9_0|
source: Uzbekistan
gd: Usbagastàn
hi: उज्बेकिस्तान

# board9_0|
source: Taiwan
gd: Taidh-Bhàn
hi: ताईवान

# board9_0|
source: Vietnam
gd: Bhiet-Nam
hi: विएतनाम

# board9_0|
source: Cambodia
gd: Cambuidea
hi: कम्बोडिया

# board9_0|
source: Laos
gd: Làthos
hi: लाओस

# board9_0|
source: Thailand
gd: Dùthaich nan Tàidh
hi: थाइलैंड

# board9_0|
source: Sri Lanka
gd: Sri Lanca
hi: श्री लंका

# board9_0|
source: China
gd: An t-Sìn
hi: चीन

# board9_0|
source: India
gd: Na h-Innseachan
hi: भारत

# board9_0|
source: Bangladesh
gd: Bangladais
hi: बांग्लादेश

# board9_0|
source: Bhutan
gd: Butàn
hi: भूटान

# board9_0|
source: Nepal
gd: Neapàl
hi: नेपाल

# board9_0|
source: Pakistan
gd: Pagastàn
hi: पाकिस्तान

# board9_0|
source: Myanmar
gd: Miànmar
hi: म्यनमार

# board9_0|
source: Philippines
gd: Na h-Eileanan Filipineach
hi: फिलिप्पीन्स

# board9_0|
source: Indonesia
gd: Na h-Innd-Innse
hi: इंडोनेशिया

# board9_0|
source: Malaysia
gd: Malaidhsea
hi: मलेशिया

# board9_0|
source: Afghanistan
gd: Afghanastàn
hi: अफगानिस्तान

# board9_0|
source: Tajikistan
gd: Taidigeastàn
hi: ताजिकिस्तान

# board9_0|
source: Kyrgyzstan
gd: Cìorgastan
hi: किर्गिजिस्तान

# board9_0|
source: Turkmenistan
gd: Turcmanastàn
hi: तुर्कमेनिस्तान

# board9_0|
source: Iran
gd: Ioràn
hi: इरान

# board9_0|
source: Azerbaijan
gd: Asarbaideàn
hi: अजरबैजान

# board9_0|
source: Asia|Georgia
gd: A’ Chairtbheil
hi: एशिया | जॉर्जिया

# board9_0|
source: Turkey
gd: An Tuirc
hi: तुर्की

# board9_0|
source: Syria
gd: Siridhea
hi: सीरिया

# board9_0|
source: Iraq
gd: Ioràc
hi: इराक

# board9_0|
source: Jordan
gd: Iòrdan
hi: जॉर्डन

# board9_0|
source: Saudi Arabia
gd: Aràibia nan Sabhd
hi: सऊदी अरब

# board9_0|
source: Yemen
gd: An Eaman
hi: यमन

# board9_0|
source: United Arab Emirates
gd: Na h-Iomaratan Arabach Aonaichte
hi: संयुक्त अरब अमीरात

# board9_0|
source: Oman
gd: Omàn
hi: ओमन

# ActivityInfo|
source: Simple Letters
gd: Litrichean simplidh
hi: सरल अक्षर

# ActivityInfo|
source: Type the falling letters before they reach the ground
gd: Sgrìobh na litrichean a thuiteas mus ruig iad an làr
hi: गिरते शब्दों को सतह से पहुँचने से पहले पूरी तरह टाइप करें.

# ActivityInfo|
source: Letter association between the screen and the keyboard
gd: Co-cheangladh nan litrichean eadar an sgrìn is am meur-chlàr
hi: स्क्रीन और कीबोर्ड के बीच अक्षर सम्बन्ध

# Gletters|
source: Select your locale
gd: Tagh an sgeama ionadail agad
hi: अपनी भाषा चुनें

# Gletters|
source: Uppercase only mode
gd: Litrichean mòra a-mhàin
hi: अपरकेस केवल मोड

# ActivityInfo|
source: Gnumch Equality
gd: Co-ionnannachd Gnumch
hi: ग्नूम समानता

# ActivityInfo|
source: Guide the Number Muncher to the expressions that equal the number at the bottom of the screen.
gd: Stiùirich itheadair nan àireamh dha na h-eas-preiseanan a bhios co-ionnan ris an àireamh aig bonn na sgrìn.
hi: नंबर मंचर को उन अभिव्यक्ति तक मार्गदर्शित करें जिसका मूल्य स्क्रीन के निचले भाग की संख्या के बराबर।

# ActivityInfo|
source: Practice addition, multiplication, division and subtraction.
gd: Cleachdaich cur ris, iomadachadh, roinneadh is toirt air falbh.
hi: जोड़, गुणन, विभाजन और घटाव का अभ्यास करें।

# ActivityInfo|
source: If you have a keyboard you can use the arrow keys to move and hit space to swallow a number. With a mouse you can click on the block next to your position to move and click again to swallow the number. With a touch screen you can do like with a mouse or swipe anywhere in the direction you want to move and tap to swallow the number.
gd: Ma tha meur-chlàr agad, is urrainn dhut gluasad leis na saighdean agus Space a bhualadh airson àireamh a shluigeadh. Le luchag, is urrainn dhut briogadh air a’ bhloca ri do thaobh airson gluasad agus briogadh a-rithist airson àireamh a shluigeadh. Air sgrìn-bheantainn, ’s urrainn dhut gluasad mar gun robh luchag agad no grad-shlaighdeadh a dhèanamh ann an comhair air choireigin agus gnogag a thoirt airson àireamh a shluigeadh.
hi: यदि आपके पास एक कुंजीपटल है तो आप एक नंबर को निगलने के लिए स्थानांतरित और स्थान पर जाने के लिए तीर कुंजियों का उपयोग कर सकते हैं। एक माउस के साथ आप स्थानांतरित करने के लिए अपनी स्थिति के बगल में स्थित ब्लॉक पर क्लिक कर सकते हैं और फिर नंबर पर निगलने के लिए क्लिक कर सकते हैं। एक टच स्क्रीन के साथ आप माउस के साथ ऐसा कर सकते हैं या दिशा में कहीं भी ज़ोर से घुमा सकते हैं और संख्या को निगलने के लिए टैप कर सकते हैं।

# ActivityInfo|
source: Take care to avoid the Troggles.
gd: An aire ’s seachain na bòcain.
hi: ट्रॉगल से बचना है ध्यान में रखें।

# TopPanel|
source: Equal to %1
gd: Co-ionnan ri %1
hi: %1 के बराबर

# TopPanel|
source: Not equal to %1
gd: Chan ionnan ri %1
hi: %1 के बराबर नहीं है

# TopPanel|
source: Factor of %1
gd: Factar de %1
hi: %1 के फ़ैक्टर

# TopPanel|
source: Multiple of %1
gd: Iomad de %1
hi: %1 के गुणक

# TopPanel|
source: Primes less than %1
gd: Prìomh-àireamhan nas lugha na %1
hi: %1 से कम अभज्य संख्या

# Warning|
source: You were eaten by a Troggle.
gd: Chaidh d’ ithe le bòcan.
hi: आपको एक ट्रॉगल ने खा लिया।

# Warning|
source: You ate a wrong number.
gd: Dh’ith thu àireamh chearr.
hi: आपने एक गलत नंबर खा लिया।

# Warning|
source: 1 is not a prime number.
gd: Chan eil 1 na prìomh-àireamh.
hi: 1 प्राइम संख्या नहीं है।

# Warning|
source: %1 is divisible by %2
gd: Gabhaidh %1 a roinneadh le %2
hi: %2 द्वारा विभाजित है %1

# Warning|
source: and
gd: agus
hi: और

# Warning|
source: Multiples of %1 include %2,
gd: Tha iomadan de %1 a’ gabhail a-staigh %2,
hi: %2 द्वारा विभाजित है %1

# Warning|
source: but %1 is not a multiple of %2.
gd: ach chan eil %1 ’na iomad de %2.
hi: परंतु, %2 के गुणक नहीं हैं %1.

# Warning|
source: and %1 are the divisors of %2.
gd: agus ’s iad %1 na roinneadairean aig %2.
hi: और, %2 के भाज्य हैं %1.

# Warning|
source: Press "Return" or click on me to continue.
gd: Brùth “Return” no briog orm-sa a leantainn air adhart.
hi: "रिटर्न" दबाएँ या जारी रखने के लिए मुझ पर क्लिक करें।

# WarnMonster|
source: Be careful, a troggle !
gd: An aire, bòcan!
hi: ध्यान दें, एक ट्रॉगल है!

# ActivityInfo|
source: Gnumch Factors
gd: Factaran Gnumch
hi: ग्नूम भाज्य

# ActivityInfo|
source: Guide the Number Muncher to all the factors of the number at the top of the screen.
gd: Stiùirich itheadair nan àireamh dha na h-uile factar aig an àireamh air barr na sgrìn.
hi: नंबर मंचर को स्क्रीन के शीर्ष पर दिए नंबर के सभी कारकों तक मार्गदर्शित करें।

# ActivityInfo|
source: Learn about multiples and factors.
gd: Ionnsaich mu iomadan is factaran.
hi: गुणज और भाज्य के बारे में जानें.

# ActivityInfo|
source: The factors of a number are all the numbers that divide that number evenly. For example, the factors of 6 are 1, 2, 3 and 6. 4 is not a factor of 6 because 6 cannot be divided into 4 equal pieces. If one number is a multiple of a second number, then the second number is a factor of the first number. You can think of multiples as families, and factors are the people in those families. So 1, 2, 3 and 6 all fit into the 6 family, but 4 belongs to another family.
gd: ’S e na h-àireamhan a roinneas àireamh ann am pàirtean co-ionnan a th’ anns na factaran. Mar eisimpleir, ’s e 1, 2, 3 is 6 a tha sna factaran aig 6. Chan e 4 na fhactar aig 6 oir chan urrainn dhut 6 a roinneadh ann an 4 pìosan co-ionnan. Ma tha an dàrna àireamh na iomad dhen àireamh eile, tha an àireamh eile na fhactar dhen dàrna àireamh. ’S urrainn dhut beachdachadh air iomadan mar theaghlaichean is na factaran nam buill sna teaghlaichean ud. Mar sin, tha àite aig 1, 2, 3 is 6 san teaghlach aig 6 ach tha 4 na bhall de theaghlach eile.
hi: एक संख्या के कारक सभी संख्याएं हैं जो समान संख्या को समान रूप से विभाजित करते हैं। उदाहरण के लिए, 6 के कारक 1, 2, 3 और 6 हैं। 4 6 का कारक नहीं है क्योंकि 6 को 4 समान टुकड़ों में विभाजित नहीं किया जा सकता है। यदि एक नंबर दूसरे नंबर का एक बहु है, तो दूसरा नंबर पहली संख्या का एक कारक है। आप परिवारों के रूप में गुणकों के बारे में सोच सकते हैं, और उन परिवारों में कारक हैं। तो 1, 2, 3 और 6 सभी 6 परिवार में फिट हैं, लेकिन 4 एक अन्य परिवार के हैं।

# ActivityInfo|
source: Gnumch Inequality
gd: Neo-ionnannachd Gnumch
hi: ग्रूम असमानता

# ActivityInfo|
source: Guide the Number Muncher to the all the expressions that do not equal the number at the top of the screen.
gd: Stiùirich itheadair nan àireamh dha na h-uile eas-preisean nach ionnan ris an àireamh air barr na sgrìn.
hi: नंबर मंचर को उन सभी अभिव्यक्तियों तक मार्गदर्शित करें जिनका मूल्य स्क्रीन के शीर्ष पर दिए नंबर के बराबर नहीं हैं।

# ActivityInfo|
source: Practice addition, subtraction, multiplication and division.
gd: Cleachdaich cur ris, toirt air falbh, iomadachadh is roinneadh.
hi: जोड़, गुणन, विभाजन और घटाव का अभ्यास करें।

# ActivityInfo|
source: Gnumch Multiples
gd: Iomadan Gnumch
hi: ग्रूम गणक

# ActivityInfo|
source: Guide the Number Muncher to all the multiples of the number at the top of the screen.
gd: Stiùirich itheadair nan àireamh dha na h-uile iomad aig an àireamh air barr na sgrìn.
hi: नंबर मंचर को उन सभी संख्याओं तक मार्गदर्शित जो स्क्रीन के शीर्ष पर दी गयी संख्या के गुणकों के बराबर नहीं हैं।

# ActivityInfo|
source: The multiples of a number are all the numbers that are equal to the original number times another number. For example, 24, 36, 48 and 60 are all multiples of 12. 25 is not a multiple of 12 because there isn't any number that can be multiplied by 12 to get 25. If one number is a factor of a second number, then the second number is a multiple of the first number. Again, you can think of multiples as families, and factors are the people who belong to those families. The factor 5, has parents 10, grandparents 15, great-grandparents 20, great-great-grandparents 25, and every extra step of 5 is another great- in front! But the number 5 does not belong in the 8 or 23 families. You can't fit any number of 5s into 8 or 23 with nothing left over. So 8 isn't a multiple of 5, nor is 23. Only 5, 10, 15, 20, 25 ... are multiples (or families or steps) of 5.
gd: ’S e a h-uile àireamh a bhios co-ionnan ris an àireamh tùsail air iomadachadh le àireamh eile a th’ anns na h-iomadan de àireamh. Mar eisimpleir, tha 24, 26, 48 is 60 uile nan iomadan de 12. Chan eil 25 na iomad de 12 oir chan eil àireamh ann leis am b’ urrainn dhut 12 iomadachadh gus 25 fhaighinn. Ma tha an dàrna àireamh na fhactar aig an àireamh eile, tha an àireamh eile na iomad dhen dàrna àireamh. A-rithist, ’s urrainn dhut beachdachadh air iomadan mar theaghlaichean is tha na factaran nan daoine a bhuineas ris na teaghlaichean ud. Leis an fhactar 5, is 10 a phàrant, 15 a sheanair, 20 a shinn-seanair, 25 a shinn-sinn-seanair le “sinn” a bharrachd aig toiseach gach ceum de 5! Ach chan eil 5 na bhall dhe na teaghlaichean aig 8 no 23. Chan eil àireamh de chòigean ann a b’ urrainn dhut cur ann an 8 no 23 gun dad air fhàgail. Mar sin, chan eil 8 no 23 na iomad de 5. Chan eil ach 5, 10, 15, 20, 15 ... nan iomadan (no teaghlaichean no ceuman) de 5.
hi: संख्या के गुणांक सभी संख्याएं हैं जो मूल संख्या बहु दूसरी संख्या के बराबर होते हैं। उदाहरण के लिए, 24, 36, 48 और 60 सभी 12 के गुणक हैं। 25 12 के एक गुणक नहीं हैं, क्योंकि कोई भी संख्या नहीं है जो 12 से गुणा करके 25 हो सकती है। अगर एक नंबर दूसरा नंबर का एक कारक है , तो दूसरा नंबर पहली संख्या का एक बहुमूल्य है। फिर, आप गुणकों को परिवार के रूप में सोच सकते हैं, और कारक उन परिवारों के हैं जो लोग हैं। कारक 5 में, माता-पिता 10, दादा दादी 15, महान-दादा दादी 20, महान-दादा दादी 25, और 5 के प्रत्येक अतिरिक्त कदम एक और महान-सामने है! लेकिन संख्या 5 8 या 23 परिवारों में शामिल नहीं है आप 8 या 23 में किसी भी संख्या में फिट नहीं कर सकते हैं, जिसमें कुछ भी नहीं बचा है। तो 8 5 के एक से अधिक नहीं है, न ही 23 है। केवल 5, 10, 15, 20, 25 ... 5 के गुणक (या परिवार या चरण) हैं।

# ActivityInfo|
source: Gnumch Primes
gd: Prìomh-àireamhan Gnumch
hi: ग्नूम प्राइम

# ActivityInfo|
source: Guide the Number Muncher to all the prime numbers.
gd: Stiùirich itheadair nan àireamh dha na h-uile prìomh-àireamh.
hi: संख्या मंचर को सभी अभाज्य संख्याओं तक मार्गदर्शित करें।

# ActivityInfo|
source: Learn about prime numbers.
gd: Ionnsaich mu phrìomh-àireamhan.
hi: प्राइम संख्या के बारे में जानें.

# ActivityInfo|
source: Graph Coloring
gd: Dathadh graf
hi: ग्राफ रंगना

# ActivityInfo|
source: Color the graph so that no two adjacent nodes have the same color.
gd: Cuir dathan air a’ graf gus nach bi an aon dath air dà nòd a tha ri taobh a chèile.
hi: ग्राफ को रंग दें ताकि कोई दो आसन्न नोड्स में एक समान रंग न हो।

# ActivityInfo|
source: Learn to distinguish between different colors/shapes and learn about relative positions.
gd: Ionnsaich an diofar eadar dathan/cruthan agus ionadan dàimheach.
hi: विभिन्न रंगों / आकारों के बीच भेद करना और रिश्तेदार पदों के बारे में जानने के लिए जानें।

# ActivityInfo|
source: Ability to distinguish different colors/shapes, sense of positions
gd: Comas eadar-dhealachadh a dhèanamh eadar dathan/cruthan, aire do dhiofar ionadan
hi: विभिन्न रंग / आकृतियों, स्थितियों की भावना को अलग करने की योग्यता

# GraphColoring|
source: Colors
gd: Dathan
hi: रंग

# GraphColoring|
source: Shapes
gd: Cruthan
hi: आकृतियाँ

# GraphColoring|
source: Select your mode
gd: Tagh modh
hi: अपना मोड चुनें

# ActivityInfo|
source: Guesscount
gd: Tomhas cunntaidh
hi: अनुमान संख्या

# ActivityInfo|
source: Guess the algebraic expression and drag the tiles to get a result equal to the Guesscount.
hi: बीजगणितीय अभिव्यक्ति का अनुमान लगाएं और प्राप्त परिणाम के बराबर करने के लिए टाइल्स खींचें।

# ActivityInfo|
source: knowledge of arithmetic operations
gd: eòlas air gnìomhan matamataigeach
hi: अंकगणितीय प्रचालकों का ज्ञान

# Admin|
source: Level %1
gd: Leibheil %1
hi: सतर %1

# Admin|
source: empty
gd: falamh
hi: खाली

# guesscount|
source: result is not positive integer
gd: chan eil an toradh ’na àireamh shlàn dhearbh
hi: परिणाम धनात्मक पूर्णांक नहीं है

# guesscount|
source: result is not an integer
gd: chan eil an toradh ’na àireamh shlàn
hi: परिणाम एक पूर्णांक नहीं है

# Guesscount|
source: Guesscount: %1
gd: Tomhas cunntaidh: %1
hi: अनुमान संख्या: %1

# Guesscount|
source: Admin
gd: Rianachd
hi: प्रबंधक

# Guesscount|
source: BuiltIn
hi: अंतर्निर्मित

# Guesscount|
source: Select your mode
gd: Tagh modh
hi: अपना मोड चुनें

# Guesscount|
source: Selected
gd: Air a thaghadh
hi: चयनित

# Guesscount|
source: Not Selected
gd: Gun taghadh
hi: चयनित नही है

# OperandRow|
source: Numbers
gd: Àireamhan
hi: संख्याएँ

# OperatorRow|
source: Operators
gd: Gnìomharaichean
hi: प्रचालक

# ActivityInfo|
source: Guess a number
gd: Dèan tuairmse air àireamh
hi: कोई संख्या अंदाजा लगाएँ

# ActivityInfo|
source: Help Tux escape the cave. Tux hides a number for you to find.
gd: Thoir cobhair dha Tux gus teicheadh on uamh. Tha Tux air àireamh fhalach ach an lorg thu i.
hi: टक्स को गुफा से बच निकलने में मदद करें। टक्स नें आपके ढूंढने के लिए एक नंबर छुपा रखा है।

# ActivityInfo|
source: Numbers from 1 to 1000 for the last level.
gd: Àireamhan eadar 1 is 1000 airson an leibheil mu dheireadh.
hi: पिछले स्तर के लिए 1 से 1000 तक नंबर।

# ActivityInfo|
source: Read the instructions that give you the range of the number to find. Enter a number in the top right entry box. You will be told if your number is higher or lower. Then enter another number. The distance between Tux and the escape area on the right represents how far you are from the correct number. If Tux is over or under the escape area, it means your number is over or under the correct number.
gd: Leugh an stiùireadh a dh’innseas dhut dè an rainse sa bheil an àireamh a dh’fheumas tu lorg. Cuir a-steach àireamh sa bhogsa taobh deas air a’ bharr. Innsidh sinn dhut a bheil an àireamh agad nas motha no nas lugha. An uair sin, cuir a-steach àireamh eile. Riochdaichidh an t-astar eadar Tux is an t-slighe a-mach dè cho fad air falbh ’s a tha thu on àireamh a tha a dhìth. Ma tha Tux os cionn no fon t-slighe a-mach, is ciall dha sin gu bheil an àireamh agad nas motha no nas lugha na an àireamh a tha a dhìth.
hi: निर्देशों को पढ़ें, जो आपको नंबर की सीमा को खोजने के लिए मिलते हैं। ऊपरी दायां प्रविष्टि डिब्बे में एक नंबर दर्ज करें। आपको बताया जाएगा कि क्या आपका नंबर उच्च या निम्न है। फिर एक और नंबर दर्ज करें। टक्स और निकास छेत्र के बीच की दूरी ये बताती है कि आप सही संख्या से कितनी दूर हैं। यदि टक्स निकास क्षेत्र से अधिक या नीचे है, तो इसका मतलब है कि आपकी संख्या सही संख्या से अधिक या नीचे है।

# guessnumber|
source: Guess a number between 1 and %1
gd: Dèan tuairmse air àireamh eadar 1 is %1
hi: 1 और %1 के बीच एक संख्या का अनुमान लगाएँ

# guessnumber|
source: Number too high
gd: Tha an àireamh ro àrd
hi: संख्या बहुत बड़ी है

# guessnumber|
source: Number too low
gd: Tha an àireamh ro ìseal
hi: संख्या बहुत छोटी है

# guessnumber|
source: Number found!
gd: Cha deach an àireamh a lorg!
hi: संख्या मिली!

# ActivityInfo|
source: The classic hangman game
gd: Geama a’ chrochadair
hi: क्लासिक हैंगमेन खेल

# ActivityInfo|
source: Guess the letters of the given word. To help you, on every wrong try, a part of the image representing the word will be revealed.
gd: Dèan tomhas air na litrichean ann am facal àraidh. Mar thaic dhut, gach turas a nì thu tomhas cearr, thèid pìos dhen dealbh a tha a’ riochdachadh an fhacail a leigeil ris.
hi: दिए गए शब्द के अक्षरों का अनुमान लगाएं। आपकी मदद करने के लिए, हर गलत कोशिश पर, शब्द का प्रतिनिधित्व करने वाला चित्र का एक हिस्सा प्रकट होगा।

# ActivityInfo|
source: This is a good exercise to improve reading and spelling skills.
gd: Seo cleachdadh math gus piseach a thoirt aig na sgilean leughaidh is litreachaidh agad.
hi: पढ़ने और वर्तनी कौशल को बेहतर बनाने के लिए यह एक अच्छा अभ्यास है।

# ActivityInfo|
source: You can enter the letters using the virtual keyboard on the screen or with the real keyboard.
gd: ’S urrainn dhut na litrichean a chur a-steach leis a’ mheur-chlàr air an sgrìn no leis an fhìor mheur-chlàr. Mur eil na stràcan agad air a’ mheur-chlàr, faodaidh tu litrichean mòra a chleachdadh nan àite. Mar eisimpleir, ma sgrìobhas tu “A”, gheibh thu “à”. An aire: b=b, B=bh, c=c, C=ch ... a leithid ceudna.
hi: आप स्क्रीन पर या वास्तविक कीबोर्ड के साथ वर्चुअल कीबोर्ड का उपयोग करके अक्षर दर्ज कर सकते हैं।

# hangman|
source: Attempted: %1
gd: Oidhirpean: %1
hi: कोशिश: %1

# Hangman|
source: Select your locale
gd: Tagh an sgeama ionadail agad
hi: अपनी भाषा चुनें

# Hangman|
source: Display image to find as hint
gd: Seall dealbh mar oidheam
hi: ढूंढने के लिए, संकेत स्वरूप चित्र दिखाएँ

# Hangman|
source: We are sorry, we don't have yet a translation for your language.
gd: Tha sinn duilich ach chan eil eadar-theangachadh againn ’nad chànan aig an ìre-sa.
hi: क्षमा करें, इस भाषा का अनुवाद अभी हमारे पास उपलब्द नहीं है
