Repository: lliurex/gcompris
Catalog: po/gcompris_*.po
Languages: gd, hi

# calendar_dataset|
source: Select fourth Sunday of given month
gd: Tagh an ceathramh DiDòmhnaich dhen mhìos ud
hi: दिए गए महीने के चौथे रविवार को चुनें

# calendar_dataset|
source: Select day one week after 13th of given month
gd: Tagh latha seachdain an dèidh an 13mh latha dhen mhìos ud
hi: दिए गए महीने के 13 वें दिन के एक सप्ताह बाद की तारीख का चयन करें

# calendar_dataset|
source: Select fifth Thursday of given month
gd: Tagh an còigeamh Diardaoin dhen mhìos ud
hi: दिए गए महीने के पांचवें गुरुवार का चयन करें

# calendar_dataset|
source: Find the month starting a Thursday and having 28 days
gd: Lorg mìos a thòisicheas DiarDaoin agus aig a bheil 28 latha
hi: महीने का पता लगाएं जो गुरुवार से शुरू होता है और इस माह में 28 दिन हो

# calendar_dataset|
source: Find a month starting a Monday and having 31 days
gd: Lorg mìos a thòisicheas DiLuain agus aig a bheil 31 latha
hi: महीने का पता लगाएं जो सोमवार से शुरू होता है और इस माह में 31 दिन हो

# calendar_dataset|
source: Find the month between June and August
gd: Lorg am mìos eadar an t-Ògmhios agus an Lùnastal
hi: जून और अगस्त के बीच के महीने का पता लगाएं

# calendar_dataset|
source: Find a month starting a Saturday
gd: Lorg mìos a thòisicheas air DiSathairne
hi: शनिवार से शुरू होने वाले एक महीने का पता लगाएं

# calendar_dataset|
source: Find a month having 30 days
gd: Lorg mìos aig a bheil 30 latha
hi: एक महीने का पता लगाएं, जिसमें 30 दिन हैं

# calendar_dataset|
source: Find the first Monday of January month of year 2019
gd: Lorg a’ chiad DiLuain san Fhaoilleach sa bhliadhna 2019
hi: वर्ष 2019 के जनवरी माह के पहले सोमवार को खोजें

# calendar_dataset|
source: Find the second Wednesday of February month of year 2019
gd: Lorg an dàrna DiCiadain sa Ghearran sa bhliadhna 2019
hi: वर्ष 2019 के फरवरी माह के दूसरे बुधवार को खोजें

# calendar_dataset|
source: Find the third Friday of March month of year 2019
gd: Lorg an treas DihAoine sa Mhàirt sa bhliadhna 2019
hi: वर्ष 2019 के मार्च माह के तीसरे शुक्रवार को खोजें

# calendar_dataset|
source: Find the fifth Sunday of April month of year 2018
gd: Lorg an còigeamh DiDòmhnaich sa Ghiblean sa bhliadhna 2018
hi: वर्ष 2018 के अप्रैल माह के पांचवें रविवार को खोजें

# calendar_dataset|
source: Find the fourth Tuesday of July month of year 2018
gd: Lorg an ceathramh DiMàirt san Iuchair sa bhliadhna 2018
hi: वर्ष 2018 के जुलाई माह के चौथे मंगलवार को खोजें

# calendar_dataset|
source: Find the first Monday of August month of year 2018
gd: Lorg a’ chiad DiLuain san Lùnastal sa bhliadhna 2018
hi: वर्ष 2018 के अगस्त माह के पहले सोमवार को खोजें

# calendar_dataset|
source: Find the third Thursday of September month of year 2017
gd: Lorg an treas DiarDaoin san t-Sultain sa bhliadhna 2017
hi: वर्ष 2017 के सितंबर माह के तीसरे गुरुवार को खोजें

# calendar_dataset|
source: Find the fifth Sunday of October month of year 2017
gd: Lorg an còigeamh DiDòmhnaich san Dàmhair sa bhliadhna 2017
hi: वर्ष 2017 के अक्टूबर माह के पांचवें रविवार को खोजें

# calendar_dataset|
source: Find the second Friday of December month of year 2017
gd: Lorg an dàrna DihAoine san Dùbhlachd sa bhliadhna 2017
hi: वर्ष 2017 के दिसंबर महीने के दूसरे शुक्रवार को खोजें

# calendar_dataset|
source: Human Rights Day is celebrated five days after December 5.<br> Find the date of Human Rights Day in 2017.
hi: मानवाधिकार दिवस 5 दिसंबर के पांच दिन बाद मनाया जाता है।<br> 2017 में मानवाधिकार दिवस की तिथि का पता लगाएं।

# calendar_dataset|
source: Braille Day is celebrated one day before January 5.<br> Find the date of Braille Day in 2018
hi: ब्रेल दिवस 5 जनवरी से एक दिन पहले मनाया जाता है। <br> 2018 में ब्रेल दिवस की तारीख का पता लगाएं

# calendar_dataset|
source: Mark's birthday is on November 4. In 2017 his party was exactly two weeks later.<br> Find the date of his party in 2017
hi: मार्क का जन्मदिन 4 नवंबर को है। 2017 में उनकी जन्मदिन उत्सव ठीक दो हफ्ते बाद थी। <br> 2017 में उनकी जन्मदिन उत्सव की तिथि का पता लगाएं

# calendar_dataset|
source: International Women's Day is celebrated two days before March 10.<br> Find the date of International Women's Day in 2018.
hi: इंटरनेशनल महिला दिवस 10 मार्च से दो दिन पहले मनाया जाता है। <br> 2018 में अंतरराष्ट्रीय महिला दिवस की तारीख का पता लगाएं।

# calendar_dataset|
source: Sports competition was held on last Friday of September 2017.<br> Select the date of sports competition on the calendar.
hi: सितंबर 2017 के आखिरी शुक्रवार को खेल प्रतियोगिता आयोजित की गई थी। <br> कैलेंडर पर खेल प्रतियोगिता की तिथि का चयन करें।

# ActivityInfo|
source: Operate a canal lock
gd: Stiùirich loc canail
hi: कैनाल ताला परिचालित करें

# ActivityInfo|
source: Tux is in trouble, and needs to take his boat through a lock. Help Tux and find out how a canal lock works.
gd: Tha Tux ann an staing is feumaidh e am bàta aige a thoirt tro loc. Thoir cobhair dha Tux is faigh a-mach mar a dh’obraicheas loc canail.
hi: टक्स परेशानी में है, और एक ताले के माध्यम से उसे नाव ले जाने की जरूरत है। टक्स की सहायता करें और पता करें कि कैनल लॉक कैसे काम करता है।

# ActivityInfo|
source: You are in charge of the canal lock. Open the gates and the locks in the right order, so Tux can travel through the gates in both directions.
gd: Tha thu an cois loc a’ chanail. Fosgail na geataichean is na locan san òrdugh cheart ach an urrainn dha Tux siubhal tro na geataichean air an dà thaobh.
hi: आप नहर लॉक के प्रभारी हैं। दरवाजे और ताले को सही क्रम में खोलें जिससे टक्स दोनों दिशाओं के द्वार के माध्यम से यात्रा कर सकता है।

# ActivityInfo|
source: Drawing by Stephane Cabaraux.
gd: Tarraing le Stephane Cabaraux.
hi: ड्राइंग - स्टीफन काबाराक्स द्वारा

# ActivityInfo|
source: Categorization
gd: Roinn-seòrsachadh
hi: वर्गीकरण

# ActivityInfo|
source: Categorize the elements into correct and incorrect groups
gd: Cuir na h-eileamaidean sna roinnean-seòrsa iomchaidh
hi: वस्तुओं को सही और गलत में वर्गीकृत करें

# ActivityInfo|
source: Build conceptual thinking and enrich knowledge
gd: Leasaich smaoineachadh coincheapach agus tog eòlas
hi: वैचारिक सोच तैयार करें और ज्ञान को समृद्ध करें

# ActivityInfo|
source: Can drag elements using mouse
gd: Slaod na h-eileamaidean leis an luchag
hi: माउस का प्रयोग करके वास्तु खींच सकते हैं

# ActivityInfo|
source: Review the instructions and then drag and drop the elements as specified
gd: Toirt sùil air an stiùireadh agus slaod is leig às na h-eileamaidan an uairsin mar a dh’iarradh ort
hi: निर्देशों की समीक्षा करें और फिर वस्तुओं को निर्दिष्ट के अनुसार खींचें और छोडें।

# Categorization|
source: Instructions and score visible
gd: Chithear an stiùireadh is an sgòr
hi: निर्देश व स्कोर दिखाएँ

# Categorization|
source: Instructions visible and score invisible
gd: Chithear an stiùireadh ach chan fhaicear an sgòr
hi: निर्देश व स्कोर दिखाएँ

# Categorization|
source: Instructions invisible and score visible
gd: Chan fhaicear an stiùireadh ach chithear an sgòr
hi: निर्देश व स्कोर दिखाएँ

# Categorization|
source: You don't have all the images for this activity. Press Update to get the complete dataset. Press the Cross to play with demo version or 'Never show this dialog later' if you want to never see again this dialog.
gd: Chan eil a h-uile dealbh agad a dh’fheumas tu airson na gnìomhachd seo. Brùth “Ùraich” airson an seata air fad fhaighinn. Brùth a’ chrois airson an tionndadh demo a chluich no “Na seall an còmhradh seo a-rithist” mur eil thu airson fhaicinn tuilleadh.
hi: आपके पास इस गतिविधि के लिए सभी छवियां नहीं हैं। पूर्ण डाटासेट प्राप्त करने के लिए अपडेट दबाएं। डेमो संस्करण के साथ खेलने के लिए क्रॉस दबाएं या 'इस संवाद को बाद में कभी नहीं दिखाएं' को दबाएं यदि आप फिर से इस संवाद को कभी नहीं देखना चाहते हैं।

# Categorization|
source: Update the image set
gd: Ùraich seata nan dealbhan
hi: छवि सेट अद्यतन करें

# Categorization|
source: Never show this dialog later
gd: Na seall an còmhradh seo a-rithist
hi: संवाद को फिर कभी नहीं दिखाएँ

# CategoryReview|
source: Place the majority category images to the right and other images to the left
gd: Cuir mòr-chuid nan dealbhan air an taobh deas agus gach dealbh eile air an taobh chlì
hi: बहुमूल्य श्रेणी छवियों को दायीं और अन्य छवियों को बायीं तरफ रखें

# category_alphabets|
source: Alphabets
gd: Aibidilean
hi: अक्षर

# category_alphabets|
source: Place the LETTERS to the right and other objects to the left
gd: Cuir na LITRICHEAN air an taobh deas agus gach rud eile air an taobh chlì
hi: वर्णमालाओं को दायीं और अन्य वस्तुओं को बायीं ओर रखें

# category_animals|
source: Animals
gd: Beathaichean
hi: जानवर

# category_animals|
source: Place the ANIMALS to the right and other objects to the left
gd: Cuir na BEATHAICHEAN air an taobh deas agus gach rud eile air an taobh chlì
hi: जानवरों को दायीं और अन्य वस्तुओं को बायीं ओर रखें

# category_birds|
source: Birds
gd: Eòin
hi: पक्षियाँ

# category_birds|
source: Place the BIRDS to the right and other objects to the left
gd: Cuir na h-ÈOIN air an taobh deas agus gach rud eile air an taobh chlì
hi: पक्षी को दायीं और अन्य वस्तुओं को बायीं ओर रखें

# category_colors|
source: Colors
gd: Dathan
hi: रंग

# category_fishes|
source: fishes
gd: Èisg
hi: मछलियाँ

# category_fishes|
source: Place the FISHES to the right and other objects to the left
gd: Cuir na h-ÈISG air an taobh deas agus gach rud eile air an taobh chlì
hi: मछलियों को दायीं और अन्य वस्तुओं को बायीं तरफ रखें

# category_food|
source: Food
gd: Biadh
hi: भोजन

# category_food|
source: Place the FOOD ITEMS to the right and other objects to the left
gd: Cuir am BIADH air an taobh deas agus gach rud eile air an taobh chlì
hi: खाद्य वस्तुओं को दायीं और अन्य वस्तुओं को बायीं ओर रखें

# category_fruits|
source: Fruits
gd: Measan
hi: फल

# category_fruits|
source: Place the FRUITS to the right and other objects to the left
gd: Cuir na MEASAN air an taobh deas agus gach rud eile air an taobh chlì
hi: फलों को दायीं और अन्य वस्तुओं को बायीं ओर रखें

# category_household_goods|
source: Household goods
gd: Àirneis taighe
hi: घरेलु सामान

# category_household_goods|
source: Place the HOUSEHOLD GOODS to the right and other objects to the left
gd: Cuir an ÀIRNEIS TAIGHE air an taobh deas agus gach rud eile air an taobh chlì
hi: घरेलू सामान को दायीं और अन्य वस्तुओं को बायीं ओर रखें

# category_insects|
source: Insects
gd: Meanbh-fhrìdean
hi: कीड़े

# category_insects|
source: Place the INSECTS to the right and other objects to the left
gd: Cuir na MEANBH-FHRÌDEAN air an taobh deas agus gach rud eile air an taobh chlì
hi: कीड़ों को दायीं और अन्य वस्तुओं को बायीं ओर रखें

# category_living_beings|
source: Living
gd: Beatha
hi: जीवित

# category_living_beings|
source: Place the living beings to the right and other objects to the left
gd: Cuir na RUDAN BEÒTHA air an taobh deas agus gach rud eile air an taobh chlì
hi: जीवित प्राणियों को दायीं और अन्य वस्तुओं को बायीं ओर रखें

# category_monuments|
source: Monuments
gd: Carraighean-cuimhne
hi: स्मारक

# category_monuments|
source: Place the MONUMENTS to the right and other objects to the left
gd: Cuir na CARRAIGHEAN-CUIMHNE air an taobh deas agus gach rud eile air an taobh chlì
hi: इमारतों को दायीं और अन्य वस्तुओं को बायीं ओर रखें

# category_nature|
source: Nature
gd: Nàdar
hi: प्रकृति

# category_nature|
source: Place the NATURE images to the right and other objects to the left
gd: Cuir na dealbhan NÀDAIR air an taobh deas agus gach rud eile air an taobh chlì
hi: प्रकृति को दायीं और अन्य वस्तुओं को बायीं ओर रखें

# category_numbers|
source: Numbers
gd: Àireamhan
hi: संख्याएँ

# category_numbers|
source: Place the NUMBERS to the right and other objects to the left
gd: Cuir na h-ÀIREAMHAN air an taobh deas agus gach rud eile air an taobh chlì
hi: संख्याओं को दायीं और अन्य वस्तुओं को बायीं ओर रखें

# category_odd_even|
source: odd even numbers
gd: Àireamhan corra ’s cothromach
hi: सम और विषम संख्याएँ

# category_odd_even|
source: Place the EVEN Numbers to the right and ODD Numbers to the left
gd: Cuir na h-àireamhan CORRA air an taobh deas agus na h-àireamhan COTHROMACH air an taobh chlì
hi: सम संख्याओं को दायीं और विषम संख्याओं को बायीं ओर रखें

# category_renewable|
source: Renewable
gd: Ath-nuadhachail
hi: अक्षय उर्जा

# category_renewable|
source: Place the RENEWABLE energy sources to the right and other objects to the left
gd: Cuir na tùsan de chumhachd ATH-NUADHACHAIL air an taobh deas agus gach rud eile air an taobh chlì
hi: ऊर्जावान स्रोतों को दायीं और अन्य वस्तुओं को बायीं ओर रखें

# category_shapes|
source: Shapes
gd: Cruthan
hi: आकृतियाँ

# category_shapes|
source: Place the objects matching a CIRCLE to the right and others to the left
gd: Cuir na rudan a tha a’ freagairt ri CEARCALL air an taobh deas agus gach rud eile air an taobh chlì
hi: गोले से मिलती वस्तुओं को दायीं और बाकि वस्तुओं को बायीं ओर रखें

# category_shapes|
source: Place the objects matching a RECTANGLE to right and others to the left
gd: Cuir na rudan a tha a’ freagairt ri CEART-CHEÀRNACH air an taobh deas agus gach rud eile air an taobh chlì
hi: आयात से मिलती वस्तुओं को दायीं और बाकि वस्तुओं को बायीं और रखें

# category_shapes|
source: Place the objects matching a SPHERE to right and others to the left
gd: Cuir na rudan a tha a’ freagairt ri CRUINNE air an taobh deas agus gach rud eile air an taobh chlì
hi: गोलार्ध से मिलती वस्तुओं को दायीं और बाकि वस्तुओं को बायीं और रखें

# category_shapes|
source: Place the objects matching a TRAPEZOID to right and others to the left
gd: Cuir na rudan a tha a’ freagairt ri TRAPASOIDEACH air an taobh deas agus gach rud eile air an taobh chlì
hi: ट्रेपेज़ियम से मिलती वस्तुओं को दायीं और बाकि वस्तुओं को बायीं और रखें

# category_shapes|
source: Place the objects matching a TRIANGLE to right and others to the left
gd: Cuir na rudan a tha a’ freagairt ri TRIANTAN air an taobh deas agus gach rud eile air an taobh chlì
hi: त्रिभुज से मिलती वस्तुओं को दायीं और बाकि वस्तुओं को बायीं और रखें

# category_shapes|
source: Place the objects matching a SEMICIRCLE to right and others to the left
gd: Cuir na rudan a tha a’ freagairt ri LETH-CHEARCHALL air an taobh deas agus gach rud eile air an taobh chlì
hi: अर्धवृत्त से मिलती वस्तुओं को दायीं और बाकि वस्तुओं को बायीं और रखें

# category_shapes|
source: Place the objects matching a PENTAGON to right and others to the left
gd: Cuir na rudan a tha a’ freagairt ri CÒIG-CHEÀRNACH air an taobh deas agus gach rud eile air an taobh chlì
hi: पंचकोण से मिलती वस्तुओं को दायीं और बाकि वस्तुओं को बायीं और रखें

# category_shapes|
source: Place the objects matching a SQUARE to right and others to the left
gd: Cuir na rudan a tha a’ freagairt ri CEÀRNAG air an taobh deas agus gach rud eile air an taobh chlì
hi: चौकोर से मिलती वस्तुओं को दायीं और बाकि वस्तुओं को बायीं और रखें

# category_shapes|
source: Place the objects matching a CONE to right and others to the left
gd: Cuir na rudan a tha a’ freagairt ri CÒN air an taobh deas agus gach rud eile air an taobh chlì
hi: कोन से मिलती वस्तुओं को दायीं और बाकि वस्तुओं को बायीं और रखें

# category_shapes|
source: Place the objects matching a PARALLELOGRAM to right and others to the left
gd: Cuir na rudan a tha a’ freagairt ri CO-SHÌNTEACHAN air an taobh deas agus gach rud eile air an taobh chlì
hi: समान्तर चतुर्भुज से मिलती वस्तुओं को दायीं और बाकि वस्तुओं को बायीं ओर रखें

# category_shapes|
source: Place the objects matching a HEPTAGON to right and others to the left
gd: Cuir na rudan a tha a’ freagairt ri SEACHD-CHEÀRNACH air an taobh deas agus gach rud eile air an taobh chlì
hi: सप्तकोण से मिलती वस्तुओं को दायीं और बाकि वस्तुओं को बायीं ओर रखें

# category_shapes|
source: Place the objects matching a CUBE to right and others to the left
gd: Cuir na rudan a tha a’ freagairt ri CIÙB air an taobh deas agus gach rud eile air an taobh chlì
hi: क्यूब से मिलती वस्तुओं को दायीं और बाकि वस्तुओं को बायीं ओर रखें

# category_shapes|
source: Place the objects matching a RHOMBUS to right and others to the left
gd: Cuir na rudan a tha a’ freagairt ri ROMBAS air an taobh deas agus gach rud eile air an taobh chlì
hi: समभुज से मिलती वस्तुओं को दायीं और बाकि वस्तुओं को बायीं ओर रखें

# category_shapes|
source: Place the objects matching a NONAGON to right and others to the left
gd: Cuir na rudan a tha a’ freagairt ri NAOIDH-CHEÀRNACH air an taobh deas agus gach rud eile air an taobh chlì
hi: नवभुज से मिलती वस्तुओं को दायीं और बाकि वस्तुओं को बायीं ओर रखें

# category_shapes|
source: Place the objects matching a CUBOID to right and others to the left
gd: Cuir na rudan a tha a’ freagairt ri CIÙBAID air an taobh deas agus gach rud eile air an taobh chlì
hi: क्यूबएड से मिलती वस्तुओं को दायीं और बाकि वस्तुओं को बायीं ओर रखें

# category_shapes|
source: Place the objects matching a HEXAGON to right and others to the left
gd: Cuir na rudan a tha a’ freagairt ri SIA-CHEÀRNACH air an taobh deas agus gach rud eile air an taobh chlì
hi: षट्‍भुज से मिलती वस्तुओं को दायीं और बाकि वस्तुओं को बायीं ओर रखें

# category_shapes|
source: Place the objects matching an OCTAGON to right and others to the left
gd: Cuir na rudan a tha a’ freagairt ri OCHD-CHEÀRNACH air an taobh deas agus gach rud eile air an taobh chlì
hi: अष्टभुज से मिलती वस्तुओं को दायीं और बाकि वस्तुओं को बायीं ओर रखें

# category_shapes|
source: Place the objects matching a CYLINDER to right and others to the left
gd: Cuir na rudan a tha a’ freagairt ri SIOLANDAIR air an taobh deas agus gach rud eile air an taobh chlì
hi: सिलेंडर से मिलती वस्तुओं को दायीं और बाकि वस्तुओं को बायीं ओर रखें

# category_shapes|
source: Place the objects matching a DECAGON to right and others to the left
gd: Cuir na rudan a tha a’ freagairt ri DEICH-CHEÀRNACH air an taobh deas agus gach rud eile air an taobh chlì
hi: दशभुज से मिलती वस्तुओं को दायीं और बाकि वस्तुओं को बायीं ओर रखें

# category_tools|
source: Tools
gd: Innealan
hi: उपकरण

# category_tools|
source: Place the TOOLS to the right and other objects to the left
gd: Cuir na h-INNEALAN air an taobh deas agus gach rud eile air an taobh chlì
hi: उपकरणों को दायीं और बाकि वस्तुओं को बायीं ओर रखें

# category_transports|
source: Transport
gd: Còmhdhail
hi: परिवहन

# category_transports|
source: Place the MEANS OF TRANSPORTATION to the right and other objects to the left
gd: Cuir na MEADHANAN CÒMHDHALACH air an taobh deas agus gach rud eile air an taobh chlì
hi: परिवहन के साधनों को दायीं और बाकि वस्तुओं को बायीं ओर रखें

# category_vegetables|
source: Vegetables
gd: Glasraich
hi: सब्जियाँ

# category_vegetables|
source: Place the VEGETABLES to the right and other objects to the left
gd: Cuir na GLASRAICH air an taobh deas agus gach rud eile air an taobh chlì
hi: सब्जियों को दायीं और बाकि वस्तुओं को बायीं ओर रखें

# ActivityInfo|
source: Play checkers against the computer
gd: Cluich dàmais an aghaidh a’ choimpiutair
hi: टक्स के विरुद्ध शतरंज खेलें

# checkers|
source: Black's turn
gd: Cuairt a’ chluicheadair dhuibh
hi: काले की बारी

# checkers|
source: White's turn
gd: Cuairt a’ chluicheadair ghil
hi: सफेद की बारी

# checkers|
source: White wins
gd: Bhuannaich an cluicheadair geal
hi: सफेद की शह

# checkers|
source: Black wins
gd: Bhuannaich an cluicheadair dubh
hi: काले की शह

# Checkers|
source: Undo
gd: Neo-dhèan
hi: पहले जैसा

# Checkers|
source: Redo
gd: Ath-dhèan
hi: फिर से करें

# Checkers|
source: Swap
gd: Dèan suaip
hi: स्वेप

# ActivityInfo|
source: Play checkers with your friend
gd: Cluich dàmais an aghaidh caraid
hi: अपने मित्र के विरुद्ध शतरंज खेलें

# ActivityInfo|
source: Play chess against Tux
gd: Cluich tàileasg an aghaidh Tux
hi: टक्स के विरुद्ध शतरंज खेलें

# ActivityInfo|
source: In this activity you discover the chess game by playing against the computer. It displays the possible target position for any selected piece which helps the children understand how pieces moves. At first level the computer is fully random to give the most chances to the children. As level increases, better the computer plays. You can achieve a mate sooner if follow these simple rules: Trying to drive opponent's King in the corner. <b>Explanation</b>: this way opponent's piece would have only 3 directions to move instead of 8 from a best position. 'Making a trap'. Use your pawns as baits. <b>Explanation</b>: this way you can lure the opponent out of his 'comfort zone'. Be patient enough. <b>Explanation</b>: don't rush too quick, be patient. Let yourself think a little bit and try to predict your opponent's future moves, so you can catch him on it or secure your pieces from his attacks.
gd: Fàsaidh tu eòlach air a’ gheama ris an canar tàileasg sa ghnìomhachd seo le bhith a’ cluich an aghaidh a’ choimpiutair. Seallaidh e na diofar àitichean a ruigeas pìos air choireigin agus cuidichidh seo thu a’ tuigsinn mar a ghluaiseas na pìosan. Cha dèan an coimpiutair air a’ chiad leibheil ach gluasadan air thuaiream airson ’s gum cothrom buannachaidh mòr aig an toiseach. Mar as àirde a bhios an leibheil, ’s ann as fhearr a chluicheas an coimpiutair. Gheibh thu tul-chasg nas luaithe ma leanas tu na riaghailtean simplidh a leanas: Feuch is tionail rìgh an neach eile dhan oisean. <b>Mìneachadh</b>: ann an ionad fàbharach, bidh suas ri 8 dòighean gluasaid aig an rìgh ach san oisean, cha bhi ach suas ri trì dòighean gluasaid aige. “Dèan ribe”. Cleachd na pànaichean agad mar bhaoit. <b>Mìneachadh</b>: air an dòigh seo, ’s urrainn dhut pìosan an neach eile a thàladh gu àite nas cunnartaiche dha. Glacaidh foighidinn iasg! <b>Mìneachadh</b>: na falbh ’nad dhòrainn, bidh foighidinneach. Thoir cothrom cnuasachaidh dhut fhèin is feuch ri tomhas a dhèanamh air na gluasadan a bhios an neach eile buailteach air dèanamh ach am faigh thu cothrom orra no airson ’s gun dìon thu na pìosan agad fhèin uapa.
hi: इस गतिविधि में आप कंप्यूटर के खिलाफ खेलकर शतरंज गेम की खोज करते हैं। यह किसी भी चयनित टुकड़े के लिए संभावित लक्ष्य की स्थिति प्रदर्शित करता है जिससे बच्चों को यह समझने में मदद मिलती है कि टुकड़े कैसे चलते हैं। पहले स्तर पर कंप्यूटर पूरी तरह से यादृच्छिक बच्चों को सबसे अधिक मौके देने के लिए है। जैस जैसे जैसे स्तर बढ़ता है, कंप्यूटर बेहतर खेलता है। यदि आप इन सरल नियमों का पालन करते हैं तो आप जल्दी ही एक मात प्राप्त कर सकते हैं: विरोधी के राजा को कोने में ढ़केलने की कोशिश करें <b>स्पष्टीकरण</b>: इस तरह प्रतिद्वंद्वी के टुकड़े में केवल 9 की बजाय एक सर्वोत्तम स्थिति से स्थानांतरित करने के लिए 3 दिशाएं होंगी। 'एक जाल बनायें'। फँसाने के लिए अपने प्यादे का उपयोग करें <b>स्पष्टीकरण</b>: इस तरह से आप प्रतिद्वंद्वी को अपने 'आराम क्षेत्र' से बाहर ला सकते हैं। काफी धैर्य रखें <b>स्पष्टीकरण</b>: बहुत जल्दी भीड़ मत करें, धैर्य रखें। अपने आप को थोड़ा सोचें और अपने प्रतिद्वंद्वी के भविष्य की चाल की भविष्यवाणी करने का प्रयास करें, ताकि आप उससे उसे पकड़ कर अपने टुकड़ों से उसके हमलों से सुरक्षित कर सकें।

# ActivityInfo|
source: The chess engine is p4wn &lt;https://github.com/douglasbagnall/p4wn&gt;.
gd: Tha an t-einnsean tàileisg le p4wn &lt;https://github.com/douglasbagnall/p4wn&gt;.
hi: शतरंज इंजन &lt;https://github.com/douglasbagnall/p4wn&gt; p4wn है।

# chess|
source: Black's turn
gd: Cuairt a’ chluicheadair dhuibh
hi: काले की बारी

# chess|
source: White's turn
gd: Cuairt a’ chluicheadair ghil
hi: सफेद की बारी

# chess|white wins
source: White mates
gd: Tha tul-chasg aig a’ chluicheadair gheal air an rìgh
hi: सफेद की शह

# chess|black wins
source: Black mates
gd: Tha tul-chasg aig a’ chluicheadair dubh air an rìgh
hi: काले की शह

# chess|
source: Drawn game
gd: Geama ionnanach
hi: खेल बराबर

# chess|black king is under attack
source: White checks
gd: Tha casg air an rìgh aig a’ chluicheadair gheal
hi: सफेद की शह

# chess|white king is under attack
source: Black checks
gd: Tha casg air an rìgh aig a’ chluicheadair dhubh
hi: काले की शह

# chess|
source: Invalid, your king may be in check
gd: Toirmisgte, dh’fhaoidte gu bheil tul-chasg air an rìgh agad
hi: अमान्य, आपके राजा को शह मिल सकती है

# Chess|
source: Undo
gd: Neo-dhèan
hi: पहले जैसा

# Chess|
source: Redo
gd: Ath-dhèan
hi: फिर से करें

# Chess|
source: Swap
gd: Dèan suaip
hi: स्वेप
